{
    "document_id": "D-2024-2574",
    "LinkTitle": "D-2024-2574",
    "file_name": "D-2024-2574.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2574.pdf",
    "metadata": {
        "title": "D-2024-2574",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Antonietta Gabriella Liuzzi - 0000 -0001 -8960 -5601  \nContributor name(s) ( + ORCID) & roles  Rik Vandenberghe – Supervis or  \nProject number  1 & title 12AEP24N - THE NEUROBIOLOGY OF MEANING COMPOSITION: A MULTI -METHOD RESEARCH APPROACH  \nFunder(s) GrantID  2 FWO  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n                                                        \n1 “Project number” refers to the institutional project number. Th is question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Comprehending written sentences requires complex combinatorial routi nes: syntactic parser  \nprocessing, logical semantics and conceptual structure. By taking advantage of the rare opportunity  \nto record neural signal from depth electrodes (Stereo -electroencephalography (SEEG)) in  \nneurosurgery patients - along with EEG and fun ctional Magnetic Resonance Imaging (fMRI)  \nrecordings – this project will reveal the neurobiological foundation of the relationship between  \nsyntactic and semantic composition. Scalp EEG recordings during fast periodic visual stimulation  \n(FPVS) will provide a marker of discrimination of sentences among word lists, meaningless sentence  \nstructures and meaningful scrambled sentences (Exp 1). The paradigm validated in the EEG  \nexperiment (Exp. 1) will be used during SEEG recordings. This will allow us to functiona lly map the  \nventral occipito -temporal cortex (VOTC) for selective responses to sentences at several level of  \ncombinatorial processing (Exp 2).  Two fMRI experiments on healthy individuals will determine  \nwhether any level of awareness (passive or active) gen erates a semantic representation consistent  \nwith the semantic representation derived by a sentence transformer model (Exp 3). Finally, FPVS -EEG \nrecordings on progressive aphasia patients (PPA) will determine whether spared sentence  \ncomprehension, despite s ingle -word comprehension deficit, of semantic variant PPA is related to a  \nspecific combinatorial routine: thematic role assignment (Exp 4).  \n \n \n \n2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n List and describe all datasets or research materials that you plan to generate/collect o r reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or r eused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DAT A \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nInformed \nconsent  Informed \nconsent for \nhealthy \nvolunteers and \npatients  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  N/A ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n N/A \nSentences  2 sets of 192 \nsentences will \nbe manually \ncreated .  \nSentences will \nbe validated by \n30 students  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other: Excel ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nEEG and SEEG \nparadigm  Oddball \nparadigm for \nEEG and SEEG \ngenerated with \nSinStim \nSoftware  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  Java \nExcel \nPNG ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n ☒ Software  \n☐ Other:  \nfMRI \nparadigm  Oddball \nparadigm for \nfMRI generated \nwith \nPresentation \nNMBS  ☒ Generate new \ndata  \n☐ Reuse  existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☒ Software  \n☐ Other: .sce \n.log \nPNG \nMATLAB SCRIPTS  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nEEG and SEEG \ndata  24 he althy \nvolunteers, 30 \nepileptic \npatients and 30 \nPPA patients \nwill perform a \nEEG experiment  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☒ Other : .bdf \nExcel \nJAVA ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nfMRI data  48 healthy \nvolunteers will \nperform two \nfMRI \nexperiments  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☒ Other: .dcm (dicom)  \n.nii (nifti)  \nMATLAB SCRIPTS  ☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \n \n                                                        \n3 Add rows for each dataset you wa nt to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because  they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should de scribed under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n N/A \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide  the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:   S65397  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below) : PRET_G -2021 -3844  / S65397  \n☐ No \nAdditional information:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \n                                                        \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrict ions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be ass erted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in t he \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n EEG, SEEG and fMRI tasks will be created by  means of Sinstim, MATLAB and Presentation NMBS \nsoftware. SinStim is a JAVA software with a user -friendly interface for running EEG  and SEEG tasks.  \nWhile running, the software generates  an excel file with details such as timing, stimulus presented, \nstimulus onset  and responses . Presentation NMBS software  provides scenario files and logfiles. \nScenario files are used to display a fMRI task on a  screen;  logfiles are automatically compiled while the \ntask is running and contain  details such as type of stimulus presented, stimulus onset, stimulus \nduration as well  as if and when a motor response was provided during the task.  \n \nAdditionally, a .txt file  will be created with a clear description of the main parameters  adopted to \ncreate the  EEG/SEEG and the fMRI tasks. The files will store information  such as event sequence and \nrelated timing, randomizations within run and  across runs, number and type of stimulus  adopted.  In \naddition, for each paraments, a path to specific scripts will be included.  \n \nEEG and SEEG pseydonomyzed data will be exported as .bdf files. These files contain the EEG and \nSEEG signal with related information: size, frequency of acquisition, n umber of sequences, onset of \nstimulus and onset of motor responses. MRI/fMRI pseudonomyzed data will be exported as Dicom \n(.DCM) files. Dicom files  provide metadata containing information about the image data, such as the \nsize,  dimensions, bit depth, modal ity used to create the data, and equipment settings used  to capture \nthe image. DICOM metadata are readable in Matlab by means of the  dicominfo function, which \nreturns all information in a Matlab structure.  \nFor each volunteer/patient, a  .txt file  will be c reated where  details occurring the day of the data \nacquisition  will be reported (e.g.  whether a subject decided to interrupt  the study. Whether technical \nproblem occurred  etc.).  \n \nStatistical analysis will be performed by means of Letswave 6, SPM, Cosmo, SPSS, Matlab or Python. \nSimilarly  to DICOM, SPSS provides metadata embedded in the software.  \nWhen data will be analyzed by means of Matlab or Python, a .txt file will be generated  \ndescribing the procedure. In case of several scripts will be created, the .txt . file will  \ncontain a specific description for each script.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Matlab or Python scripts, Presentation NMBS scenario (.sce) files, Presentation NMBS  logfiles, SinStim \nfiles, .txt files, images (. png) used in the task, raw and preprocessed brain imaging  data as  well as \noutput files of all analysis will be kept in the same main folder. The  name of the main folder will be \n“Snumber_ Workpackage ” that data refer to. Within the  main experiment folder, subject specific \nfolders (named with subject code) will b e created.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES CO ULD ASK TO DELIVER M ETADATA IN A CERTAIN  \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nSee response above  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☐ Large Volume Storage  \n☐ Digital Vault  \n☐ Other:  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PRO CEDURES WILL BE IN P LACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☒ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the proje ct? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes: Sufficient storage & backup capacity are ensured by the host lab and the ICT services  \nof Biomedical Scien ces. \n☐ No \n \nIf no, please specify :  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE  MEASURES (IN TERMS OF PHYSICAL  SECURITY , \nNETWORK SECURITY , AND SECURITY OF COM PUTER SYS TEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND \nTRANSFERRED DATA ARE  SAFE.  \nGuidance on security for research data   \n Data stored on the J-drive  are accessible by Lab members  only . \nData on the KU Leuven One -Drive for Business are accessible only by means of my  \npersonal U -number and password.  \nInformed Consent Forms will be stored in the laboratory's secure environment for  \nprivate data. This environment is always locked. Access to the key is provided only to  \nauthorized researchers from the lab. No external person can have access to the key.  \n \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The costs regardi ng data storage, backup and preservation are covered by data storage resources \navailable at LCN, managed by Prof. Rik Vandenberghe and Prof. Patrick Dupont.  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions , \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendation s for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  Archive Disk ( K-Drive ) \n \n \n \n \nWhat  are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Expected costs for data preservation (Archive Disk) are 1500 euro. The costs are covered by data \nstorage resources available at LCN, mana ged by Prof. Rik Vandenberghe and Prof. Patrick Dupont.  \n \n \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA  \nSET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:   \n \n \nIf access is restricted, please specify who will be \nable  to access the data and under what \nconditions.  Access will be considered after a request is submitted explaining the planned reuse.  Pseudonymized \ndata will be made available only for research purposes. Any  commercial reuse will be excluded.  \n \nAre there any  factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☐ Other data repository (specify)  \n☒ Other (specify) : OpenNeuro ( https://openneuro.org/ ) and GitHub ( https://github.com/ ) \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n When will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED  \nOR NOT AND UNDER WHA T CONDITI ONS. IF NO LICENCE IS GRAN TED, \nTHE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO \nNOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN \nBY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose .  \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☒ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☒ Other (specify) : Datasets (the preprocessed/defaced/anonymized fMRI data in this case) hosted on \nOpenNeuro fall under the Creative Comm ons CC0 license, and the code hosted on GitHub will be hosted \nwith a MIT license.  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQU E \nIDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . \n ☒ Yes, a DOI will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No costs ar e expected for data sharing.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Antonietta Gabriella Liuzzi  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Who will manage data storage and backup \nduring the research project?  Antonietta Gabriella Liuzzi  \nWho will manage data preservation and \nsharing?  Antonietta Gabriella Liuzzi, Patrick Dupont, Rik Vandenberghe  \nWho will update and implement this DMP?  Antonietta Gabriella Liuzzi  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Antonietta Gabriella Liuzzi - 0000 -0001 -8960 -5601 Contributor name(s) ( + ORCID) & roles Rik Vandenberghe – Supervis or Project number 1 & title 12AEP24N - THE NEUROBIOLOGY OF MEANING COMPOSITION: A MULTI -METHOD RESEARCH APPROACH Funder(s) GrantID 2 FWO Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. Th is question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Comprehending written sentences requires complex combinatorial routi nes: syntactic parser processing, logical semantics and conceptual structure. By taking advantage of the rare opportunity to record neural signal from depth electrodes (Stereo -electroencephalography (SEEG)) in neurosurgery patients - along with EEG and fun ctional Magnetic Resonance Imaging (fMRI) recordings – this project will reveal the neurobiological foundation of the relationship between syntactic and semantic composition. Scalp EEG recordings during fast periodic visual stimulation (FPVS) will provide a marker of discrimination of sentences among word lists, meaningless sentence structures and meaningful scrambled sentences (Exp 1). The paradigm validated in the EEG experiment (Exp. 1) will be used during SEEG recordings. This will allow us to functiona lly map the ventral occipito -temporal cortex (VOTC) for selective responses to sentences at several level of combinatorial processing (Exp 2). Two fMRI experiments on healthy individuals will determine whether any level of awareness (passive or active) gen erates a semantic representation consistent with the semantic representation derived by a sentence transformer model (Exp 3). Finally, FPVS -EEG recordings on progressive aphasia patients (PPA) will determine whether spared sentence comprehension, despite s ingle -word comprehension deficit, of semantic variant PPA is related to a specific combinatorial routine: thematic role assignment (Exp 4). 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect o r reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or r eused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DAT A Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Informed consent Informed consent for healthy volunteers and patients ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: N/A ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA N/A Sentences 2 sets of 192 sentences will be manually created . Sentences will be validated by 30 students ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: Excel ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA EEG and SEEG paradigm Oddball paradigm for EEG and SEEG generated with SinStim Software ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model Java Excel PNG ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 ☒ Software ☐ Other: fMRI paradigm Oddball paradigm for fMRI generated with Presentation NMBS ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other: .sce .log PNG MATLAB SCRIPTS ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA EEG and SEEG data 24 he althy volunteers, 30 epileptic patients and 30 PPA patients will perform a EEG experiment ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other : .bdf Excel JAVA ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA fMRI data 48 healthy volunteers will perform two fMRI experiments ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: .dcm (dicom) .nii (nifti) MATLAB SCRIPTS ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 3 Add rows for each dataset you wa nt to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should de scribed under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: S65397 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) : PRET_G -2021 -3844 / S65397 ☐ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrict ions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be ass erted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in t he future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . EEG, SEEG and fMRI tasks will be created by means of Sinstim, MATLAB and Presentation NMBS software. SinStim is a JAVA software with a user -friendly interface for running EEG and SEEG tasks. While running, the software generates an excel file with details such as timing, stimulus presented, stimulus onset and responses . Presentation NMBS software provides scenario files and logfiles. Scenario files are used to display a fMRI task on a screen; logfiles are automatically compiled while the task is running and contain details such as type of stimulus presented, stimulus onset, stimulus duration as well as if and when a motor response was provided during the task. Additionally, a .txt file will be created with a clear description of the main parameters adopted to create the EEG/SEEG and the fMRI tasks. The files will store information such as event sequence and related timing, randomizations within run and across runs, number and type of stimulus adopted. In addition, for each paraments, a path to specific scripts will be included. EEG and SEEG pseydonomyzed data will be exported as .bdf files. These files contain the EEG and SEEG signal with related information: size, frequency of acquisition, n umber of sequences, onset of stimulus and onset of motor responses. MRI/fMRI pseudonomyzed data will be exported as Dicom (.DCM) files. Dicom files provide metadata containing information about the image data, such as the size, dimensions, bit depth, modal ity used to create the data, and equipment settings used to capture the image. DICOM metadata are readable in Matlab by means of the dicominfo function, which returns all information in a Matlab structure. For each volunteer/patient, a .txt file will be c reated where details occurring the day of the data acquisition will be reported (e.g. whether a subject decided to interrupt the study. Whether technical problem occurred etc.). Statistical analysis will be performed by means of Letswave 6, SPM, Cosmo, SPSS, Matlab or Python. Similarly to DICOM, SPSS provides metadata embedded in the software. When data will be analyzed by means of Matlab or Python, a .txt file will be generated describing the procedure. In case of several scripts will be created, the .txt . file will contain a specific description for each script. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Matlab or Python scripts, Presentation NMBS scenario (.sce) files, Presentation NMBS logfiles, SinStim files, .txt files, images (. png) used in the task, raw and preprocessed brain imaging data as well as output files of all analysis will be kept in the same main folder. The name of the main folder will be “Snumber_ Workpackage ” that data refer to. Within the main experiment folder, subject specific folders (named with subject code) will b e created. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES CO ULD ASK TO DELIVER M ETADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: See response above 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 How will the data be backed up? WHAT STORAGE AND BACK UP PRO CEDURES WILL BE IN P LACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☒ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the proje ct? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes: Sufficient storage & backup capacity are ensured by the host lab and the ICT services of Biomedical Scien ces. ☐ No If no, please specify : How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYS TEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORE D AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Data stored on the J-drive are accessible by Lab members only . Data on the KU Leuven One -Drive for Business are accessible only by means of my personal U -number and password. Informed Consent Forms will be stored in the laboratory's secure environment for private data. This environment is always locked. Access to the key is provided only to authorized researchers from the lab. No external person can have access to the key. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs regardi ng data storage, backup and preservation are covered by data storage resources available at LCN, managed by Prof. Rik Vandenberghe and Prof. Patrick Dupont. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions , storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendation s for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): Archive Disk ( K-Drive ) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs for data preservation (Archive Disk) are 1500 euro. The costs are covered by data storage resources available at LCN, mana ged by Prof. Rik Vandenberghe and Prof. Patrick Dupont. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY A VAILABLE , CONDITIONS FOR ACCE SS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAIL S BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Access will be considered after a request is submitted explaining the planned reuse. Pseudonymized data will be made available only for research purposes. Any commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) : OpenNeuro ( https://openneuro.org/ ) and GitHub ( https://github.com/ ) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UNDER WHA T CONDITI ONS. IF NO LICENCE IS GRAN TED, THE DATA ARE IN A GR EY ZONE AND CANNOT B E LEGALLY REUSED . DO NOTE THAT YOU MAY ON LY RELEASE DATA UNDE R A LICENCE CHOSEN BY YOURSELF IF IT DO ES NOT ALREADY FALL UNDER ANOTHER LICENC E THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose . ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL -3.0 (code) ☒ Other (specify) : Datasets (the preprocessed/defaced/anonymized fMRI data in this case) hosted on OpenNeuro fall under the Creative Comm ons CC0 license, and the code hosted on GitHub will be hosted with a MIT license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQU E IDENTIFIER IN ORDER TO IDENTIFY AND RETR IEVE THE DATA . ☒ Yes, a DOI will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No costs ar e expected for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project? Antonietta Gabriella Liuzzi FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Who will manage data storage and backup during the research project? Antonietta Gabriella Liuzzi Who will manage data preservation and sharing? Antonietta Gabriella Liuzzi, Patrick Dupont, Rik Vandenberghe Who will update and implement this DMP? Antonietta Gabriella Liuzzi"
}