{
    "document_id": "D-2023-1846",
    "LinkTitle": "D-2023-1846",
    "file_name": "D-2023-1846.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1846.pdf",
    "metadata": {
        "title": "D-2023-1846",
        "author": "N/A",
        "creation_date": "2023-01-15 19:26:46+08:00",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Feili Lai , ORCID: 0000 -0002 -4945 -0737  \nContributor name(s) ( + ORCID) & roles  Johan Hofkens, ORCID: 0000 -0002 -9101 -0567 , role: super visor  \nProject number1 & title 1298323N, Autonomous light tracking system containing well -developed photocatalysts for enhanced \nnitrate reduction to ammonia generation  \nFunder(s) GrantID2 D-2023 -1846  \nAffiliation(s)   KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  Nitrate reduction to ammonia (NRA) is a very recent yet effective strategy to convert NO 3- into NH 3 \nat ambient conditions. It is a promising alternative for the Haber -Bosch process and as such an  \nimportant step to realizing a fully carbon -neutral Europe. By employing density functional theory  \ncalculations, the first aim of this project is to scre en different NRA catalysts (e.g., transition metal  \ncompounds), investigate the relationship between NRA properties and various catalyst modification  \nstrategies, and unveil NRA mechanisms on different activated surfaces. Based on these insights,  \nhighly effi cient NRA photocatalysts will be developed. Due to the poor use of light energy in a  \ntraditional photocatalytic system, we will combine the new photocatalysts with an autonomous light  \ntracking (ALT) system. Our ATL is based on a highly oriented hydrogel st ructure. To fabricate rapidly  \nresponsive ALT photocatalytic systems, which can fully use the light energy and maintain maximal  \nphotocatalytic NRA efficiency by keeping optimal alignment between its top surface and incident  \nlight, we will employ a combinati on of 3D printing, bi -directional freeze -drying, and UV  \npolymerization. Furthermore, for exploring the potential of industrial application of the ALT  \nphotocatalytic system, scalable “artificial water plants” will be assembled with self -healing and  \ntransplan table properties that enable them to meet extreme environments and different  \nphotocatalytic reactions.  \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nPP Photocatalytic  \nperformance  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☒ Observational  \n☒ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nDFT Theoretical \nmodels  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☒ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA  \nFWO DMP Template (Flemish Standard DMP)   6 \n  ☐ .gml  \n☒ other:  \n☐ NA  \n        \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n No \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subjec t data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \n \n4 Add rows for each dataset you want to describe.  \n5 These data are generated by  combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   7 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreement s restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   8 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n For the the oretical calculations, I will provide the raw data of the models that can be checked by \nthe software of VASP. F or the characterization , I will provide the raw data from the machine s, such  \nas XPS, XRD , TEM,  SEM, an d so on. For the photo catalytic performance , I will provide the txt data.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nThe data will be organized in folders with meaningful names, one per simulation  run. Each folder will contain \na README.txt explaining how to run the specific case  and explaining what the related input/output files are. \nIn addition, the header of the  case file (.CFcase) will summarise the conditions and purpose of the testcase. \nAll the  output files will be put inside an internal folder RESULTS, also providing its own  README.txt with \nadditional information concerning the content of those files and  visualization tips if any (for instance \nguidance on how to use additional scripts/macros  for etracting some relevant quantities).  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nFWO DMP Template (Flemish Standard DMP)   9 \n Where will the data be stored?  Our larger volume data will be temporarily stored on the VSC cluster, then periodically  selected and copied \nto our research un it central storage facility and, partly, to Box  when needing to share data more efficiently \nwithin the team. Other data (e.g. source  code, input simulation files ) will be directly stored  on the COOLFluiD \nGitHub repository.  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n The data will be stored on the university's central servers with automatic daily back -up procedures. In \naddition, all data uploaded to the COOLFluiD github repository will be  automatically backed up under \nversioning control.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \nThe storage and backup capacity  is sufficient. The larger data in our case will be the  mesh files and especially \nsolution files in TECPLOT and/or CFmesh and/or Paraview  formats.Those will be initially stored in the VSC \ncluster and then selected and backed  up in our research unit central  storage facility and/or Box.  \nIf no, please specify :  \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   10 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA  ARE SAFE . 7 \n We won't be working with sensitive data so this issue is really not a concern for us. At  the end of the day, \nwe will be working on a open source code and try to release on the  public repository as much as we can \nwith no particu lar worries about who can use or  access our data.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  We will make sure to limit the expenses for data storage to 2000 euros maximum for  the whole duration \nof the project, which can be directly taken from the operational  budget we allocated in the FWO proposal . \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). 1) all new source code will be preserved and automatically backed up; 2) a selection  of representative CFcase \nfiles and meshes will be stored; 3) a selection of input  magnetograms will be stored; 4) a selection of the \nnumerical output (~30% of the total,  due to high storage requirements) will be stored; 5) all scripts will be \nstored; 6) a  selection of images and videos will be stored.  \nNo particular contractual or legal restrictions shall apply on the usage of 1) 2) 3) 5).  However, data of type \n4) an d 6) resulting from this project may be reused by third party  only after negotiating, case by case, the \nconditions for their exploitation with the PI and  co-PI of the FWO project.   \nWhere will these data be archived (stored and \ncurated for the long -term)?  A small part of our data will be archived directly on the COOLFluiD Github r epository  (source code, scripts, \ninput files, some images and videos) while the larger part (big  meshes, solution files, all images and videos) \nwill be archived on the Large Volume  Storage (LVS) system, after having deleted data corresponding to \nunsuccessf ul or  useless simulation runs . \nFWO DMP Template (Flemish Standard DMP)   11 \n What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n The expected cost for storing data on the LVS system is 156,60/TB/Year. This  expense will be covered by the \nallocated project budget.   \n \n  \nFWO DMP Template (Flemish Standard DMP)   12 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The source code, scripts, input files for representative numerical simulation, some  images and videos of the \nresults will be directly available through the public access  COOLFluiD github repository, while the larger \nmesh/solution files, images and videos  will be stored on LVS system and made temporarily available via Box \nupon explicit  request via e -mail.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  No. \nFWO DMP Template (Flemish Standard DMP)   13 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. The source code, scripts, input files for representative numerical simulations, some  images and videos of \nthe results will be directly available through the public access  COOLFluiD github repository immediately after \nthe end of the project  (and partially  even during the project), while the larger mesh/solution files, images \nand videos will  be made available via Box upon explicit request via e -mail after the publication of the  \ncorresponding research results.   \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE  AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MAD E AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC -BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA \nCREATORS.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n We expect a maximum allocati on of 1000 euros for data sharing to be charged directly  from the allocated \nproject budget. Considering that Box only costs 10 euro/year for 100  GB, this leaves room to more expensive \nsolutions in case of need.  \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   14 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Johan Hofkens ( co-PI) \nWho will manage data storage and backup \nduring the research project?  Johan Hofkens ( co-PI) \nWho will manage data preservation and \nsharing?  Johan Hofkens ( co-PI) \nWho will update and implement this DMP?  The PI and co -PI bear the end responsibility of updating & implementing this DMP.   \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Feili Lai , ORCID: 0000 -0002 -4945 -0737 Contributor name(s) ( + ORCID) & roles Johan Hofkens, ORCID: 0000 -0002 -9101 -0567 , role: super visor Project number1 & title 1298323N, Autonomous light tracking system containing well -developed photocatalysts for enhanced nitrate reduction to ammonia generation Funder(s) GrantID2 D-2023 -1846 Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Nitrate reduction to ammonia (NRA) is a very recent yet effective strategy to convert NO 3- into NH 3 at ambient conditions. It is a promising alternative for the Haber -Bosch process and as such an important step to realizing a fully carbon -neutral Europe. By employing density functional theory calculations, the first aim of this project is to scre en different NRA catalysts (e.g., transition metal compounds), investigate the relationship between NRA properties and various catalyst modification strategies, and unveil NRA mechanisms on different activated surfaces. Based on these insights, highly effi cient NRA photocatalysts will be developed. Due to the poor use of light energy in a traditional photocatalytic system, we will combine the new photocatalysts with an autonomous light tracking (ALT) system. Our ATL is based on a highly oriented hydrogel st ructure. To fabricate rapidly responsive ALT photocatalytic systems, which can fully use the light energy and maintain maximal photocatalytic NRA efficiency by keeping optimal alignment between its top surface and incident light, we will employ a combinati on of 3D printing, bi -directional freeze -drying, and UV polymerization. Furthermore, for exploring the potential of industrial application of the ALT photocatalytic system, scalable “artificial water plants” will be assembled with self -healing and transplan table properties that enable them to meet extreme environments and different photocatalytic reactions. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume PP Photocatalytic performance ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA DFT Theoretical models ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☒ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6 ☐ .gml ☒ other: ☐ NA GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subjec t data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 4 Add rows for each dataset you want to describe. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreement s restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). For the the oretical calculations, I will provide the raw data of the models that can be checked by the software of VASP. F or the characterization , I will provide the raw data from the machine s, such as XPS, XRD , TEM, SEM, an d so on. For the photo catalytic performance , I will provide the txt data. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : The data will be organized in folders with meaningful names, one per simulation run. Each folder will contain a README.txt explaining how to run the specific case and explaining what the related input/output files are. In addition, the header of the case file (.CFcase) will summarise the conditions and purpose of the testcase. All the output files will be put inside an internal folder RESULTS, also providing its own README.txt with additional information concerning the content of those files and visualization tips if any (for instance guidance on how to use additional scripts/macros for etracting some relevant quantities). If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 9 Where will the data be stored? Our larger volume data will be temporarily stored on the VSC cluster, then periodically selected and copied to our research un it central storage facility and, partly, to Box when needing to share data more efficiently within the team. Other data (e.g. source code, input simulation files ) will be directly stored on the COOLFluiD GitHub repository. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . The data will be stored on the university's central servers with automatic daily back -up procedures. In addition, all data uploaded to the COOLFluiD github repository will be automatically backed up under versioning control. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The storage and backup capacity is sufficient. The larger data in our case will be the mesh files and especially solution files in TECPLOT and/or CFmesh and/or Paraview formats.Those will be initially stored in the VSC cluster and then selected and backed up in our research unit central storage facility and/or Box. If no, please specify : 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 10 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 We won't be working with sensitive data so this issue is really not a concern for us. At the end of the day, we will be working on a open source code and try to release on the public repository as much as we can with no particu lar worries about who can use or access our data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We will make sure to limit the expenses for data storage to 2000 euros maximum for the whole duration of the project, which can be directly taken from the operational budget we allocated in the FWO proposal . 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). 1) all new source code will be preserved and automatically backed up; 2) a selection of representative CFcase files and meshes will be stored; 3) a selection of input magnetograms will be stored; 4) a selection of the numerical output (~30% of the total, due to high storage requirements) will be stored; 5) all scripts will be stored; 6) a selection of images and videos will be stored. No particular contractual or legal restrictions shall apply on the usage of 1) 2) 3) 5). However, data of type 4) an d 6) resulting from this project may be reused by third party only after negotiating, case by case, the conditions for their exploitation with the PI and co-PI of the FWO project. Where will these data be archived (stored and curated for the long -term)? A small part of our data will be archived directly on the COOLFluiD Github r epository (source code, scripts, input files, some images and videos) while the larger part (big meshes, solution files, all images and videos) will be archived on the Large Volume Storage (LVS) system, after having deleted data corresponding to unsuccessf ul or useless simulation runs . FWO DMP Template (Flemish Standard DMP) 11 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected cost for storing data on the LVS system is 156,60/TB/Year. This expense will be covered by the allocated project budget. FWO DMP Template (Flemish Standard DMP) 12 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The source code, scripts, input files for representative numerical simulation, some images and videos of the results will be directly available through the public access COOLFluiD github repository, while the larger mesh/solution files, images and videos will be stored on LVS system and made temporarily available via Box upon explicit request via e -mail. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. No. FWO DMP Template (Flemish Standard DMP) 13 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. The source code, scripts, input files for representative numerical simulations, some images and videos of the results will be directly available through the public access COOLFluiD github repository immediately after the end of the project (and partially even during the project), while the larger mesh/solution files, images and videos will be made available via Box upon explicit request via e -mail after the publication of the corresponding research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MAD E AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC -BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? We expect a maximum allocati on of 1000 euros for data sharing to be charged directly from the allocated project budget. Considering that Box only costs 10 euro/year for 100 GB, this leaves room to more expensive solutions in case of need. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14 7. Responsibilities Who will manage data documentation and metadata during the research project? Johan Hofkens ( co-PI) Who will manage data storage and backup during the research project? Johan Hofkens ( co-PI) Who will manage data preservation and sharing? Johan Hofkens ( co-PI) Who will update and implement this DMP? The PI and co -PI bear the end responsibility of updating & implementing this DMP."
}