{
    "document_id": "D-2024-3318",
    "LinkTitle": "D-2024-3318",
    "file_name": "D-2024-3318.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3318.pdf",
    "metadata": {
        "title": "D-2024-3318",
        "author": "N/A",
        "num_pages": 21
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or \nfellowship, be invited to de velop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 \nmonths after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordina tion office of the host \ninstitute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the supervisor -\nspokesperson throug h FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of th e \nproject by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the fin al DMP may use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP \nwas developed by the Flemish Research Data Network (FRDN) Task Force DMP whi ch comprises representatives of all Flemish funders and research institutions. \nThis is a standardized DMP template based on the previous FWO template that contains the core requirements for data managemen t planning . To increase \nunderstanding and facilitate  completion of the DMP, a standardized glossary  of definitions and abbreviations is available via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Zoë Van Acker & 0000 -0002 -4595 -4452  \nContributor name(s) ( + ORCID) & roles  Wim Annaert , mentor , ORCID: 0000 -0003 -0150 -9661  \nProject number  1 & title How an altered PLD3 -linked lysosomal catabolism impacts brain circuitry and Alzhei mer’s pathology  \nFunder(s) GrantID  2 1250425N  \nAffiliation(s)  ☐ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven: 05f950310  \nPlease provide a short project desc ription  Phospholipase D3 (PLD3) is a lysosomal exonuclease that targets mitochondrial DNA for degradation. Its late onset \nAlzheimer’s disease (LOAD) -linked loss -of-function causes an autophagic/lysosomal catabolic bottleneck (Van Acker, \nNat. Comm., 2023). Whereas our unpublished spatial transcriptomics reveals a specific PLD3 expression in the \nhypothalamus and hippocampus, PLD3 is known to be respectively down - and upregulated in neurons and activated \nmicroglia of AD brains. Hence, in this project, I will u nravel the cell -type specific molecular mechanisms linking PLD3’s \nlysosomal function to neuronal connectivity and synaptic transmission, and how this may connect to microglia \nactivation. Using our new PLD3xAPP knock -in mouse and human iPSC models, I will e xploit our strengths in advanced \nmicroscopy, xenotransplantation and subcellular spatial transcriptomics. I will map the spatial crosstalk between a \nderailed lysosomal nucleotide catabolism and AD pathology in both neurons and microglia. Interestingly, wit h both \nan impaired endolysosomal homeostasis and circadian disruption to occur early in the course of the disease, I \nhypothesize that the project's results will link a number of the disparate or seemingly unconnected brain regions and \ncells/cell functions.  \n \n \n \n \n                                                      \n1 “Project number ” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sourc es were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n  \n2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type (observational, \nexperimental etc.), provide a short name & descriptio n (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),  and an estim ate of the upper limit of the volume of \nthe data  3.  \n ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL \nDATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL \nDATA  \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Da ta Volume \n(MB, GB, TB)  Physical Volume  \n \n \nDigital images  \n Digital  images \nobtained from \nelectron, confocal \nand super -\nresolution \nmicroscopy  via \nEM-tags or \nfluorescently -\nlabelled \nantibodies; digital \nimages obtained \nfrom \ndensitometry \nanalysis of \nwestern blots,  gel \nscans; \nillustrations and \nfigures derived \nfrom \nexperimental \ndata sets.  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☒ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☒ .rtf \n☐ .dwg \n☒ .tab \n☐ .gml  \n☒ other: .tif/.tiff, \n.jpg, .jpg2, .bmp, \n.gif, .svg, .eps, .svg, \n.ai, \n.xls/.xlsx.docx/.doc\nx \n☐ NA ☐ < 100 MB  \n☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nVideo and \naudio files   Video r ecordings \nwill be made from \nlive imaging \nexperiments on ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  ☐ .por \n☒ .xml  \n☒ .tab \n☒ .csv ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n                                                       \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n the different cell \nmodels using \nfluorescently \ntagged proteins \nand organelles.  ☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☒ .pdf \n☒ .txt \n☒ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other: .tif/.tiff, \n.jpg, .jpg2, .bmp, \n.gif, .svg, .eps, .svg, \n.avi, \n.xls/.xlsx.docx/.doc\nx \n☐ NA ☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nCytometry \ndata  Flow Cytometry \nand fluorescence -\nactivated cell \nsorting (FACS) \ndata will be \ngenerated for the \nanalyses of \norganelles (e.g. \nlysosomal/en dos\nomal pH) as well \nas the possible \nphenotypic \ncharacterization \nand isolation of \nspecific cell types.  ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation da ta \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☒ .tab \n☐ .gml  \n☒ other:  .fcs, \n.xls/xlsx  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nOmics  data  This study \nincludes spatial \ntranscript omic \ndata ; generating \nDNA, protein, and ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  ☐ .por \n☒ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB   \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n peptide \nsequences, as \nwell as text files \ndescribing omics \nanalyses and \nrepresentative \nlists for \nquantifications.  ☐ Software  \n☐ Other  \n☐ NA \n \n ☒ .txt \n☐ .rtf \n☐ .dwg  \n☒ .tab \n☐ .gml  \n☒ other:  .fasta/.fa, \n.qual, .gb/.gbk, \n.xls/xlsx  \n☐ NA ☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n \nVectors  Bacterial vectors, \nmammalian \nexpression \nvectors, viral \nvectors and \nshuttling vectors \nwill be used to \ngenerate \nmolecular tools \nThe work on \nrecombinant -DNA \nis covered by an \nenvironmental \npermit (number: \nD/PMVC/00A13/2\n8156) and a \nbiosafety \nauthorization \n(number: \nAMV/18092017/S\nBB219.2017/0518\n). ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☐ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☐ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other:  .fasta/.fa, \n.qual, .gb/.gbk, \n.xls/xlsx  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n  \nCell lines  Bacterial strains \nwill be used for ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☐ Observationa l \n☒ Experimental  ☐ .por \n☒ .xml  ☐ < 100 MB  \n☐ < 1 GB  Biological samples \nwill be stored \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n the production of \nexpression \nvectors (DNA); \ninduced \npluripotent  stem  \ncells (iPSCs ) and  \nstable human  cell \nlines will be used  \nto study the \nfunctions of PLD3  \nat the cellular and \nmolecular levels.  \nThese iPSC lines \nwill be \ndifferentiated to  \nneuronal and \nmicroglial cells .  ☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .tab \n☐ .csv \n☒ .pdf \n☐ .txt \n☒ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other:  \n.doc/.docx, .tex  \n☐ NA ☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n physically; frozen cell \nlines, pellets and \norganelle extracts, \nbacterial glycerol \nstocks, viral particles.  \nOrganisms and \ntissue samples  This projec t \nrequire s the use \nof primary \nneuronal and \nmicroglial cells  \nisolated from \nmurine animals. \nThe experiments \nplanned in this \nproject have all \nbeen approved by \nthe institutional \nEthical \nCommittee of the \nKULeuven for \nAnimal \nExperimentation ☒ Generate new data  \n☐ Reuse existing data  ☒ Digital  \n☒ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation data  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☒ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☐ .txt \n☒ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other:  \n.doc/.docx, .tex  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Biological samples \nwill be stored \nphysically: primary \ncells cultured for \nimmunocytochemical \nand protein analysis.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n and designated as \nproject P17 3-\n2022 and \n176/2023 . \n \nGUIDANCE : \nThe data description forms t he basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an  integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the source, \npreferably  by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type .   \n Not applicable . \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Are there any ethical issues concerning the creation \nand/or use of the data  \n(e.g. experiments on humans or animals, dual use)? \nIf so, refer to specific datasets or data types when \nappropriate  and provide the relevant ethical \napproval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:   S62425  \n☒ Yes, animal data ; provide ECD reference number: P173-2022   \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \nEthical approval documents for iPSC work : The ethics committee of University Hospital Leuven has provided ethics \nclearance for the work on dermal fibroblasts and iPSC from PLD3 variant carriers and controls (number: S62425) . Of \nnote, the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have \nbeen generated from material collected in respect of the principles of voluntary, informed and unpaid dona tion. \nResearchers will only get access to pseudonymized personal data and will process personal data according to \nRegulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) \nassociated with the cells wil l be made available along with the corresponding project’s results, notably in scientific \npublications.  \n \nAnimal experiments are in accordance with the Belgian and European laws, guidelines and policies fo r animal \nexperimentation, housing and care (Belgian Royal Decree of 29 May 2013 and European Directive 2010/63/EU on \nthe protection of animals used for scientific purposes of 20 October 2010). The experiments planned in this project, \nhave all been approved  by the institutional Ethical Committee of the KU  Leuven for Animal Experimentation and \ndesignated as project P17 3-2022 and 176/2023 . \n \nWill you process personal  data4? If so, please refer to  \nspecific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register \nnumber (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below) : S62425  \n☐ No \nAdditional information:  \nThis study abide s by the Belgian law on General Data  Protection Regulation 2016/679. Specific measures regarding \nhuman subjects; the human primary PLD3 SNP  patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch \n(ADRC) have been generated from  material colle cted in respect of the principles of voluntary, informed and unpaid \ndonation. Researchers will only  get access to pseudonymized personal data and will process personal data according \nto Regulation 2016/679. In  consultation with ADRC, an overview of the cli nical information (age, gender, diagnosis) \nassociated with the  cells will be made available along with the corresponding project’s results, notably in scientific \npublications.  \n \n                                                      \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Does your work have potential for comme rcial \nvalorization (e.g. tech transfer , for example spin -offs, \ncommercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \nParticipants to the present project are committed to publish  research results to communicate them to peers and to \na wide audience. Results w ill be published in accordance  with ethical guidelines set by the International Committee \nof Medical Journal Editors. Existing agreements  between VIB and KU Leuven do not restrict publication of data. We \ndo not exclude that the proposed work  could result i n research data with potential for tech transfer and \nvalorization. VIB has a policy to actively  monitor research data for such potential. If there is substantial potential, \nthe invention will be thoroughly  assessed, and in a number of cases the invention w ill be IP protected (mostly \npatent protection or copyright  protection). As such, the IP protection does not withhold the research data from \nbeing made public. In the case a  decision is taken to file a patent application, it will be planned so that publicat ions \nare not delayed.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you (re)use \n(e.g. Material/Data transfer agreements , research  \ncollaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there an y other legal issues, such as intellectual \nproperty rights and ownership, to be managed \nrelated to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Clearly describe what approach will be followed to \ncapture the accompanying information necessary to \nkeep data understandable and usable , for yourself \nand others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures \nused, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is \nrecorded ). \n \nRDM guidance on documentation and  metadata . \n Digital data will be stored on KU Leuven servers and will be made available together with the accompanying  metadata,  \nat the latest at the time of publication. The principle of preservation of data and the minimum preservation term of \n10 years after the end of the project will be applied  without restriction , both  to raw and processed data. No embargo \nwill be foreseen unless imposed by e.g. pending publications, potential IP requirements or ongoing projects requiring \nconfidential data. In those cases, datasets will be made publicly availab le as soon as the embargo date is reached.  \nAs detailed below, metadata will contain sufficient information to support data interpretation and reuse, and will be \nconform to community norms. Whenever possible, datasets and the appropriate metadata will be ma de publicly \navailable through repositories that support FAIR data sharing. These repositories clearly describe their conditions of \nuse (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public \nDomain Dedicati on and License, with a material transfer agreement when applicable). Interested parties will thereby \nbe allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding \nDOI. In this regard, plasmids ca n be submitted to Addgene  (https://www.addgene.org/depositing/start -deposit/). For \ndata shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be \nconcluded with the beneficiaries in order to clearly des cribe the types of reuse that are permitted.  \nBefore the start of an experiment, suitable metadata standards will be checked at FAIR  sharing; using standards as \nthe Minimal Information for Biological and Biomedical Investigations (MIBBI) and OME -TIFF for im ages. The latter is \nused by the  local  OMERO platform.  \nIn particular, the following datasets will be stored:  \nDataset 2.1 – Research documentation  \nResearch documentation generated or collected from online sources (e.g. Pubmed ) and from collaborators, includi ng \npublications, tutorials, laboratory notes, protocols, animal husbandry data.  \nData formats :  \n-Text files : Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible  Mark -up Language \n(.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format . \nEstimated yearly storage : 10 MB.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Will a metadata standard be used to make it easier \nto find and reuse the data ?  \n \nIf so, please specify which metadata standard will be \nused. If not, please specify which metadata will be \ncreated to make the data easier to find and reuse.  \n \nREPOSITORIES COULD ASK  TO DELIVER METADATA  IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, \nI.E. STANDARD LISTS WITH  UNIQUE IDENTIFIERS . \n Dataset 2.2 – Manuscripts  \nIncludes text files, illustrations and figures derived and compiled from experimental data.  \nData formats :  \n- Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up \nLanguage (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format;  \n- Quantitative tabular data: comma -separated value files (.csv), tab -delimited file (.tab), delimited text (.txt), MS \nExcel (.xls/.xlsx), MS Access (.mdb/.accdb);  \n- Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable \nDocument Format (.pdf), bitmap (.bmp), .gif;  \n- Digita l images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector \nGraphics (.svg), Adobe Illustrator (.ai);  \n- Digital video data: MPEG -4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi) . \nEstimated yearly storage : 150 MB.  \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network dri ve (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other: As a rule, digital data will be stored on KU Leuven servers.  \nAll omics data generated during the project will be stored on KU Leuven servers or, for larger datasets, on The \nFlemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all omics data supporting a \nmanuscript will be made publicly  available via open access repositories such as the PRIDE Archive for proteomics \ndata, the EMBL -EBI platform for genomics and epigenomics data, and the LIPID MAPS Lipidomics Gateway for \nlipidomics data.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE \nTO PREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \nThe operating system of the KU  Leuven vault is maintained on a monthly basis, including the application of upgrades \nand security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code  of \nconduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all \nincremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is \nreserved for backups u sing the following backup regime: an hourly backup (at 8am, 12pm, 4pm and 8pm), the last 6 \nof which are kept; a daily backup  at midnight, the last 6 of which are kept; and a weekly backup at midnight \nbetween Saturday and Sunday, the last 2 of which are kep t. A security service monitors the technical installations \ncontinuously, even outside working hours.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, speci fy concisely. \nIf no or insufficient storage or backup capacities  are \navailable, then explain how this will be taken care of.  ☒ Yes \n☐ No \nWe give preference to the use of robust, managed storage with automatic backup. Options include central storage \nfacilities of the research unit, the group or KU Leuven, or a cloud service offered by KU Leuven, all of which have \nsufficient storage & backup capacity during the project.  \n \nIf no, please specify :  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE  MEASURES (IN TERMS OF PHYSICAL  \nSECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER \nSYSTEMS AND FILES ) THAT WILL BE TAKEN TO ENSURE THAT \nSTORED AND TRANSFERR ED DATA ARE SAFE .  \nGuidance on security for research data   \n Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database \naccording to security procedure of KU Leuven.  \nFor any other sensitive data, we will abide by the Belgian law on the protection of individuals wi th regard to the \nprocessing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679. The Privacy \nTeam of KU Leuven will be notified before the start of the project research starts and the Data Stewart will \ntherefore:  \n- designa te the categories of persons who have access to the sensitive data, with a precise description of their \ncapacity in relation to the processing of these data;  \n- keep the list of the designated categories of persons at the disposal of the competent superviso ry authority (Data \nProtection Authority);  \n- ensure that the designated persons are obliged by a legal or statutory obligation, or by an equivalent contractual \nprovision, to observe the confidential nature of the data concerned.  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n What are the expected costs for data storage and \nbackup during the research project? How will these \ncosts be covered?  Our intention is to minimize data storage costs by sharing data, and this through the implementation of standard \nprocedures for e.g. metadata collection and file storage and organization from the start of the project, and by using \nfree-to-use data reposito ries and dissemination facilities whenever possible. Unless mentioned otherwise, data \nmanagement costs will be covered by the laboratory budget.  \nAll digital files  \nDigital files will be stored on KU Leuven servers:  \n-the “L -drive” costs 173,78€/TB/Year. Thi s server is an easily scalable system, built from General Parallel File System \n(GPFS) cluster with NetApp e series storage systems, and a CTDB samba cluster in the front -end. Stored data is backed \nup daily using snapshot technology, where all incremental c hanges in respect of the previous version are kept online; \nthe last 14 backups are kept.  \n-The “J -drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controllers with an Ontap \n9.1P9 operating system. Stored data is backed up usin g snapshot technology where all incremental changes in respect \nof the previous version are kept online. Backups are performed hourly, daily and weekly; in each case the last 6 \nbackups are kept.  \nBoth servers are accessible only by laboratory members, and a re mirrored in the second ICTS datacenter for business \ncontinuity and disaster recovery so that a copy of the data can be recovered within an hour. We will use free -to-use \nrepositories to share digital files, so that there will be no additional cost requir ed to make the data open access.  \nVectors  \nAll published vectors and the associated sequences will be sent to the non -profit plasmid repository Addgene, which \nwill take care of vector storage and shipping upon request. The associated costs are thus minimal (only shipment \ncosts). All other vectors generated during the project will be shared with researchers upon request (handling by the \ntechnical staff of the laboratory, shipping costs supported by the receiver).  \nManagement of the vector collection is under t he responsibility of the PI . Long -term preservation of this collection is \nof extremely high value for the laboratory, and as a general rule, at least two independently obtained clones will be \npreserved for each vector, both under the fo rm of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( -\n80°C). These will be stored for the remainder of the PI’s research career. Note that any DNA sequences derived from \nhuman subjects will be de -identified.  \nGenetically modified organism s \nMaintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. \nWhen no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule \n(https://www.nc3rs.org.uk), cryopreservati on will thus be used to safeguard the strain, prevent genetic drift, loss of \ntransgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 \neuro per genotype, plus a minimal annual storage fee (25 euro per  strain for 250 to 500 embryos). Frozen specimen \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        17 \n are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of \nrevitalization from cryopreserved sperm/embryos are about 1,100/600 euro respectively.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five years (or \nlonger, in agreement with other retention policies \nthat are applicable) after the end of the  project? In \ncase some data cannot be preserved , clearly state \nthe reasons for this  \n(e.g. legal or  contractual restrictions, storage/budget \nissues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM poli cy \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal \nproducts for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \nThe data w ill be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After this period, \nthe PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete data.  \n \n \nWhere will these da ta be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☐ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  \n \nThe non -modifiable  Archive drive ( K-drive)  will be used for archiving .  \nImages will be archived using the OMERO platform.  \nUpon publication, all omics data supporting a manuscript will be made publicly available (and archived) via \nopen access repo sitories such as the PRIDE Archive for proteomics data, the EMBL -EBI platform for \ngenomics and epigenomics data and the LIPID MAPS Lipidomics Gateway for lipidomics data.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        18 \n What are the expected costs for data preservation \nduring the expected retention period? How will \nthese costs be covered?  \n \n Similarly to the data management costs during the project, data preservation after the end of the FWO \nproject will be covered by the laboratory budget.  \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made avail able \nfor reuse after/during the project?   \nPlease explain per dataset or data type which data \nwill be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT \nTHE DATA SET BECOMES  OPENLY AVAILABLE , CONDITIONS FOR \nACCESS AND USE MAY A PPLY. AVAILABILITY IN THIS QU ESTION \nTHUS ENTAILS BOTH OP EN & RESTRICTED ACCESS . FOR MORE \nINFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUR EPO-ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted data (upon approval, or institutional access only)  \n☒ No (closed access)  -> iPSC. See next question . \n☒ Other, please specify:  upon request by email .  \n \n \n \n \nIf access is restricted, please spe cify who will be able \nto access the data and under what conditions.  Specific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) \nobtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of \nvoluntary, informed and unpaid donation. Research ers will only get access to pseudonymized personal data and will \nprocess personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical \ninformation (age, gender, diagnosis) associated with the cells will be made avai lable along with the corresponding \nproject’s results, notably in scientific publications.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        19 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or dat a type where \nappropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nSpecific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) \nobtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of \nvoluntary, informed and unpaid donation. Research ers will only get access to pseudonymized personal data and will \nprocess personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical \ninformation (age, gender, diagnosis) associated with the cells will be made avai lable along with the corresponding \nproject’s results, notably in scientific publications.  \n \n \nWhere will the data be made available?  \nIf already known, plea se provide a repository per \ndataset or data type.  ☐ KU Leuven RDR  \n☐ Other data repository (specify)  \n☒ Other (specify)  \n \nMetadata  will contain sufficient information to support data interpretation and reuse, and will be conform to \ncommunity norms. Whenever possible , datasets and the appropriate metadata will be made publicly available \nthrough repositories that support FAIR data sharing.  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \nAs previously stated, no embargo  will be foreseen unless imposed by e.g. pending publications, potential IP \nrequirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available \nas soon as the embargo date is reached.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        20 \n Which data usage licenses are you going to provide? \nIf none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE \nREUSED OR NOT AND UN DER WHAT CONDITIONS . IF NO \nLICENCE IS GRANTED , THE DATA ARE IN A G REY ZONE AND \nCANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY \nRELEASE DATA UNDER A  LICENCE CHOSEN BY Y OURSELF IF IT \nDOES NOT ALREADY FAL L UNDER ANOTHER LICE NCE THAT \nMIGHT PROHIBIT THAT . \nCheck the  RDR guidance on l icences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT li cence (code)  \n☐ GNU GPL -3.0 (code)  \n☒ Other (specify)  \n \nDatasets and the appr opriate metadata will be made publicly available through repositories that support FAIR data \nsharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 \nUniversal (CC0 1.0) Public Domain Dedication or an  ODC Public Domain Dedication and License, with a material \ntransfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will \ngive credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a \nmaterial transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries \nin order to clearly describe the types of reuse that are permitted.  \nDo you intend to add a PID/DOI/accession number \nto your dataset(s)? If already available, please  \nprovide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND \nUNIQUE IDENTIFIER IN  ORDER TO I DENTIFY AND RETRIEVE  THE \nDATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? How \nwill these costs be covered?  \n As stated above, it is the intenti on to minimize data sharing costs by implementing standard procedures e.g. for \nmetadata collection and file storage and organization from the start of the project, and by using free -to-use data \nrepositories and dissemination facilities whenever possible.  \n \n7. Responsibilities  \n \nWho will man age data documentation and metadata \nduring the research project?  The research and technical staff will generate, collect, process, analyse and store the data listed above, as detailed in \nthe project description. All staff members are committed to conduct high quality research. In particular, standard \nprotocols will be fol lowed to collect data, if needed after appropriate training. Data and methods used will be regularly \ndiscussed during team and lab meetings to ensure a high level of confidence in the data generated.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        21 \n Who will manage data storage and backup during \nthe research project?  Regarding data security, transfer of sensitive data will be performed according to the best practices for “Copying data \nto the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly \nbasis, including the application of upgrades and security patches. The server in th e vault is managed by ICTS, and only \nICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up \nusing snapshot technology, where all incremental changes in respect of the previous version are kept o nline. As \nstandard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup \n(at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 \nof which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which \nare kept. A security service monitors the technical installations continuously, even outside working hours.  \nWho will manage data preservation and sharing?  The PI is responsible for data management. Ac cess to the digital vault is possible only through using a KU Leuven user -\nid and password, and user rights only grant access to the data in their own vault.  \nWho will update and implement this DMP?  The PI bears the overall responsibility for updating & implementing this DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to de velop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordina tion office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor - spokesperson throug h FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of th e project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the fin al DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP whi ch comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data managemen t planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Zoë Van Acker & 0000 -0002 -4595 -4452 Contributor name(s) ( + ORCID) & roles Wim Annaert , mentor , ORCID: 0000 -0003 -0150 -9661 Project number 1 & title How an altered PLD3 -linked lysosomal catabolism impacts brain circuitry and Alzhei mer’s pathology Funder(s) GrantID 2 1250425N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project desc ription Phospholipase D3 (PLD3) is a lysosomal exonuclease that targets mitochondrial DNA for degradation. Its late onset Alzheimer’s disease (LOAD) -linked loss -of-function causes an autophagic/lysosomal catabolic bottleneck (Van Acker, Nat. Comm., 2023). Whereas our unpublished spatial transcriptomics reveals a specific PLD3 expression in the hypothalamus and hippocampus, PLD3 is known to be respectively down - and upregulated in neurons and activated microglia of AD brains. Hence, in this project, I will u nravel the cell -type specific molecular mechanisms linking PLD3’s lysosomal function to neuronal connectivity and synaptic transmission, and how this may connect to microglia activation. Using our new PLD3xAPP knock -in mouse and human iPSC models, I will e xploit our strengths in advanced microscopy, xenotransplantation and subcellular spatial transcriptomics. I will map the spatial crosstalk between a derailed lysosomal nucleotide catabolism and AD pathology in both neurons and microglia. Interestingly, wit h both an impaired endolysosomal homeostasis and circadian disruption to occur early in the course of the disease, I hypothesize that the project's results will link a number of the disparate or seemingly unconnected brain regions and cells/cell functions. 1 “Project number ” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sourc es were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & descriptio n (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estim ate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Da ta Volume (MB, GB, TB) Physical Volume Digital images Digital images obtained from electron, confocal and super - resolution microscopy via EM-tags or fluorescently - labelled antibodies; digital images obtained from densitometry analysis of western blots, gel scans; illustrations and figures derived from experimental data sets. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☒ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☒ .rtf ☐ .dwg ☒ .tab ☐ .gml ☒ other: .tif/.tiff, .jpg, .jpg2, .bmp, .gif, .svg, .eps, .svg, .ai, .xls/.xlsx.docx/.doc x ☐ NA ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Video and audio files Video r ecordings will be made from live imaging experiments on ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ .por ☒ .xml ☒ .tab ☒ .csv ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 the different cell models using fluorescently tagged proteins and organelles. ☐ Simulation data ☐ Software ☐ Other ☐ NA ☒ .pdf ☒ .txt ☒ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .tif/.tiff, .jpg, .jpg2, .bmp, .gif, .svg, .eps, .svg, .avi, .xls/.xlsx.docx/.doc x ☐ NA ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Cytometry data Flow Cytometry and fluorescence - activated cell sorting (FACS) data will be generated for the analyses of organelles (e.g. lysosomal/en dos omal pH) as well as the possible phenotypic characterization and isolation of specific cell types. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation da ta ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☒ .tab ☐ .gml ☒ other: .fcs, .xls/xlsx ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Omics data This study includes spatial transcript omic data ; generating DNA, protein, and ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ .por ☒ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 peptide sequences, as well as text files describing omics analyses and representative lists for quantifications. ☐ Software ☐ Other ☐ NA ☒ .txt ☐ .rtf ☐ .dwg ☒ .tab ☐ .gml ☒ other: .fasta/.fa, .qual, .gb/.gbk, .xls/xlsx ☐ NA ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Vectors Bacterial vectors, mammalian expression vectors, viral vectors and shuttling vectors will be used to generate molecular tools The work on recombinant -DNA is covered by an environmental permit (number: D/PMVC/00A13/2 8156) and a biosafety authorization (number: AMV/18092017/S BB219.2017/0518 ). ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .fasta/.fa, .qual, .gb/.gbk, .xls/xlsx ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Cell lines Bacterial strains will be used for ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Observationa l ☒ Experimental ☐ .por ☒ .xml ☐ < 100 MB ☐ < 1 GB Biological samples will be stored FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 the production of expression vectors (DNA); induced pluripotent stem cells (iPSCs ) and stable human cell lines will be used to study the functions of PLD3 at the cellular and molecular levels. These iPSC lines will be differentiated to neuronal and microglial cells . ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☒ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .doc/.docx, .tex ☐ NA ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA physically; frozen cell lines, pellets and organelle extracts, bacterial glycerol stocks, viral particles. Organisms and tissue samples This projec t require s the use of primary neuronal and microglial cells isolated from murine animals. The experiments planned in this project have all been approved by the institutional Ethical Committee of the KULeuven for Animal Experimentation ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☒ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☒ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .doc/.docx, .tex ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Biological samples will be stored physically: primary cells cultured for immunocytochemical and protein analysis. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 and designated as project P17 3- 2022 and 176/2023 . GUIDANCE : The data description forms t he basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Not applicable . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: S62425 ☒ Yes, animal data ; provide ECD reference number: P173-2022 ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Ethical approval documents for iPSC work : The ethics committee of University Hospital Leuven has provided ethics clearance for the work on dermal fibroblasts and iPSC from PLD3 variant carriers and controls (number: S62425) . Of note, the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of voluntary, informed and unpaid dona tion. Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells wil l be made available along with the corresponding project’s results, notably in scientific publications. Animal experiments are in accordance with the Belgian and European laws, guidelines and policies fo r animal experimentation, housing and care (Belgian Royal Decree of 29 May 2013 and European Directive 2010/63/EU on the protection of animals used for scientific purposes of 20 October 2010). The experiments planned in this project, have all been approved by the institutional Ethical Committee of the KU Leuven for Animal Experimentation and designated as project P17 3-2022 and 176/2023 . Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) : S62425 ☐ No Additional information: This study abide s by the Belgian law on General Data Protection Regulation 2016/679. Specific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material colle cted in respect of the principles of voluntary, informed and unpaid donation. Researchers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the cli nical information (age, gender, diagnosis) associated with the cells will be made available along with the corresponding project’s results, notably in scientific publications. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Does your work have potential for comme rcial valorization (e.g. tech transfer , for example spin -offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. Results w ill be published in accordance with ethical guidelines set by the International Committee of Medical Journal Editors. Existing agreements between VIB and KU Leuven do not restrict publication of data. We do not exclude that the proposed work could result i n research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention w ill be IP protected (mostly patent protection or copyright protection). As such, the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application, it will be planned so that publicat ions are not delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there an y other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Digital data will be stored on KU Leuven servers and will be made available together with the accompanying metadata, at the latest at the time of publication. The principle of preservation of data and the minimum preservation term of 10 years after the end of the project will be applied without restriction , both to raw and processed data. No embargo will be foreseen unless imposed by e.g. pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly availab le as soon as the embargo date is reached. As detailed below, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be ma de publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedicati on and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. In this regard, plasmids ca n be submitted to Addgene (https://www.addgene.org/depositing/start -deposit/). For data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly des cribe the types of reuse that are permitted. Before the start of an experiment, suitable metadata standards will be checked at FAIR sharing; using standards as the Minimal Information for Biological and Biomedical Investigations (MIBBI) and OME -TIFF for im ages. The latter is used by the local OMERO platform. In particular, the following datasets will be stored: Dataset 2.1 – Research documentation Research documentation generated or collected from online sources (e.g. Pubmed ) and from collaborators, includi ng publications, tutorials, laboratory notes, protocols, animal husbandry data. Data formats : -Text files : Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format . Estimated yearly storage : 10 MB. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTO LOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . Dataset 2.2 – Manuscripts Includes text files, illustrations and figures derived and compiled from experimental data. Data formats : - Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; - Quantitative tabular data: comma -separated value files (.csv), tab -delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb); - Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; - Digita l images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai); - Digital video data: MPEG -4 High Profile (.mp4), motion JPEG 2000 (.mjp2), Audio Video Interleave (.avi) . Estimated yearly storage : 150 MB. 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network dri ve (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: As a rule, digital data will be stored on KU Leuven servers. All omics data generated during the project will be stored on KU Leuven servers or, for larger datasets, on The Flemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all omics data supporting a manuscript will be made publicly available via open access repositories such as the PRIDE Archive for proteomics data, the EMBL -EBI platform for genomics and epigenomics data, and the LIPID MAPS Lipidomics Gateway for lipidomics data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 How will the data be backed up? WHAT STORAGE AND BACK UP PROCEDURES WILL B E IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) The operating system of the KU Leuven vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups u sing the following backup regime: an hourly backup (at 8am, 12pm, 4pm and 8pm), the last 6 of which are kept; a daily backup at midnight, the last 6 of which are kept; and a weekly backup at midnight between Saturday and Sunday, the last 2 of which are kep t. A security service monitors the technical installations continuously, even outside working hours. Is there currently sufficient storage & backup capacity during the project? If yes, speci fy concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No We give preference to the use of robust, managed storage with automatic backup. Options include central storage facilities of the research unit, the group or KU Leuven, or a cloud service offered by KU Leuven, all of which have sufficient storage & backup capacity during the project. If no, please specify : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COM PUTER SYSTEMS AND FILES ) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERR ED DATA ARE SAFE . Guidance on security for research data Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. For any other sensitive data, we will abide by the Belgian law on the protection of individuals wi th regard to the processing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679. The Privacy Team of KU Leuven will be notified before the start of the project research starts and the Data Stewart will therefore: - designa te the categories of persons who have access to the sensitive data, with a precise description of their capacity in relation to the processing of these data; - keep the list of the designated categories of persons at the disposal of the competent superviso ry authority (Data Protection Authority); - ensure that the designated persons are obliged by a legal or statutory obligation, or by an equivalent contractual provision, to observe the confidential nature of the data concerned. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 What are the expected costs for data storage and backup during the research project? How will these costs be covered? Our intention is to minimize data storage costs by sharing data, and this through the implementation of standard procedures for e.g. metadata collection and file storage and organization from the start of the project, and by using free-to-use data reposito ries and dissemination facilities whenever possible. Unless mentioned otherwise, data management costs will be covered by the laboratory budget. All digital files Digital files will be stored on KU Leuven servers: -the “L -drive” costs 173,78€/TB/Year. Thi s server is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp e series storage systems, and a CTDB samba cluster in the front -end. Stored data is backed up daily using snapshot technology, where all incremental c hanges in respect of the previous version are kept online; the last 14 backups are kept. -The “J -drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. Stored data is backed up usin g snapshot technology where all incremental changes in respect of the previous version are kept online. Backups are performed hourly, daily and weekly; in each case the last 6 backups are kept. Both servers are accessible only by laboratory members, and a re mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. We will use free -to-use repositories to share digital files, so that there will be no additional cost requir ed to make the data open access. Vectors All published vectors and the associated sequences will be sent to the non -profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. The associated costs are thus minimal (only shipment costs). All other vectors generated during the project will be shared with researchers upon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver). Management of the vector collection is under t he responsibility of the PI . Long -term preservation of this collection is of extremely high value for the laboratory, and as a general rule, at least two independently obtained clones will be preserved for each vector, both under the fo rm of purified DNA (in -20°C freezer) and as a bacteria glycerol stock ( - 80°C). These will be stored for the remainder of the PI’s research career. Note that any DNA sequences derived from human subjects will be de -identified. Genetically modified organism s Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservati on will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17 are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro respectively. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM poli cy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) The data w ill be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After this period, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete data. Where will these da ta be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): The non -modifiable Archive drive ( K-drive) will be used for archiving . Images will be archived using the OMERO platform. Upon publication, all omics data supporting a manuscript will be made publicly available (and archived) via open access repo sitories such as the PRIDE Archive for proteomics data, the EMBL -EBI platform for genomics and epigenomics data and the LIPID MAPS Lipidomics Gateway for lipidomics data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 18 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Similarly to the data management costs during the project, data preservation after the end of the FWO project will be covered by the laboratory budget. 6. Data Sharing and Reuse Will the data (or part of the data) be made avail able for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARIL Y MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY A PPLY. AVAILABILITY IN THIS QU ESTION THUS ENTAILS BOTH OP EN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUR EPO-ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) -> iPSC. See next question . ☒ Other, please specify: upon request by email . If access is restricted, please spe cify who will be able to access the data and under what conditions. Specific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation. Research ers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made avai lable along with the corresponding project’s results, notably in scientific publications. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 19 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or dat a type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : Specific measures regarding human subjects; the human primary PLD3 SNP patient cells (iPSC and fibroblasts) obtained from Prof. Celeste Karch (ADRC) have been generated from material collected in respect of the principles of voluntary, informed and unpaid donation. Research ers will only get access to pseudonymized personal data and will process personal data according to Regulation 2016/679. In consultation with ADRC, an overview of the clinical information (age, gender, diagnosis) associated with the cells will be made avai lable along with the corresponding project’s results, notably in scientific publications. Where will the data be made available? If already known, plea se provide a repository per dataset or data type. ☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) Metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible , datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) As previously stated, no embargo will be foreseen unless imposed by e.g. pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 20 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER TH E DATA CAN BE REUSED OR NOT AND UN DER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A G REY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY Y OURSELF IF IT DOES NOT ALREADY FAL L UNDER ANOTHER LICE NCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on l icences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT li cence (code) ☐ GNU GPL -3.0 (code) ☒ Other (specify) Datasets and the appr opriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERS ISTENT AND UNIQUE IDENTIFIER IN ORDER TO I DENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? As stated above, it is the intenti on to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to-use data repositories and dissemination facilities whenever possible. 7. Responsibilities Who will man age data documentation and metadata during the research project? The research and technical staff will generate, collect, process, analyse and store the data listed above, as detailed in the project description. All staff members are committed to conduct high quality research. In particular, standard protocols will be fol lowed to collect data, if needed after appropriate training. Data and methods used will be regularly discussed during team and lab meetings to ensure a high level of confidence in the data generated. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21 Who will manage data storage and backup during the research project? Regarding data security, transfer of sensitive data will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in th e vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept o nline. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuously, even outside working hours. Who will manage data preservation and sharing? The PI is responsible for data management. Ac cess to the digital vault is possible only through using a KU Leuven user - id and password, and user rights only grant access to the data in their own vault. Who will update and implement this DMP? The PI bears the overall responsibility for updating & implementing this DMP."
}