{
    "document_id": "D-2023-2337",
    "LinkTitle": "D-2023-2337",
    "file_name": "D-2023-2337.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2337.pdf",
    "metadata": {
        "title": "Polyoxometalates as tunable catalysts for selective oxidative modifications of proteins",
        "author": "N/A",
        "creation_date": "2024-01-22 16:21:42+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Polyoxometalates as tunable catalysts for selective oxidative modifications of proteins\nPolyoxometalates as tunable catalysts for selective oxidative modifications of proteins\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMhamad Aly Moussawi\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nC14/23/088\nID: \nID: \n204245\nLast modified: \nLast modified: \n22-01-2024\nCreated using DMPonline.be. Last modiﬁed 22 January 2024\n1 of 6\nPolyoxometalates as tunable catalysts for selective oxidative modifications of proteins\nPolyoxometalates as tunable catalysts for selective oxidative modifications of proteins\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical \nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAnalytical raw\ndata\nchemical analysis of samples and equipment\nspecific software-generated data such as\nNMR\nNew\nDigital\nNumerical\n.csv; .xls;\nBruker\nNMR\nfiles\n<1GB\n \nGel\nElectrophoresis \nProtein Gels\nNew\nDigital\nImages\n.tiff; .jpeg;\n.png\n<5GB\n \nExperimental\nresults\ninterpreted data and processed data extracted\nfrom spectroscopic techniques \nNew\nDigital\nTextual/Numerical\n.csv; .doc;\n.xls\n<1GB\n \nReports\npresentations and results discussion\nNew\nDigital\nTextual/Numerical\n.doc; .pdf;\n.pptx\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 22 January 2024\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor better preservation of data, experimental methodology, planning and protocol will\nbe logged in personal lab books and a word document. For each experiment, the\nexperiment number, date, conditions, outcome, and characterization will be\ndocumented in a detailed fashion. For long-term storage, an electronic copy of the data\nwill be stored on OneDrive or one of KU Leuven online servers.\nRaw and processed data of every reaction will be stored in a separate folder. Folders of experiments that fall under a single subproject or\ncorrespond to data that will be used in a single publication will be merged in one folder to make sure that if any part of that work needs to be\nreused, all the data will be found in a single location.\nAn overview of the experiment number, the location in the lab book, the physical location of the sample, and the digital storage locations of the\nraw and processed data will be provided in a separate file.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWhen conclusive data analyses is achieved, data will be deposited in the Research Data Repository (RDR) of KU Leuven\n(https://rdr.kuleuven.be/). The data will also be available in the open-access supplementary information of publications (with DOIs). All\nmaterials/resources newly generated in the project will be stored in-house and will be freely available to the community upon request.\nFor scientific publications, peer-reviewed work will be deposited in the KU Leuven's repository system \"Lirias\" in case the work was\npublished in non-open access journals.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 22 January 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven servers managed by ICTS are protected from unauthorized persons.\nFiles shared on OneDrive are only accessible to authorized people who are granted access by either the PI or the PhD/Postdoc researcher\nworking on the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for business is free for staff and students of KU Leuven, and KU Leuven server costs are covered by the department.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nKU Leuven RDR\nShared network drive (J-drive)\nKULeuven Archive storage K-drive\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs are covered by project funding\nPermanent storage is foreseen at the KULeuven Archive storage K-drive: €5,69 per 100GB per year.\nCreated using DMPonline.be. Last modiﬁed 22 January 2024\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nMost of the data will become available when published.\nOther data (not published yet) can be obtained by researchers after request and approval by the PI (Tatjana N. Parac-Vogt).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll finalized work will be available publicly in open-access journal or on Lirias, the institutional repository of KU Leuven Association.\nUn-published data can be obtained after request and approval of the PI (Tatjana N. Parac-Vogt).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to\ngive credit to the original data creators.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nA DOI will be provided through RDR, but it is not yet available.\nCreated using DMPonline.be. Last modiﬁed 22 January 2024\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\nPublication fees may be required to make articles open access in some peer-reviewed journals and these costs will be covered by the project\nwhen applicable.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD/Postdoc researcher will be responsible for data documentation & metadata, under the supervision of the PI (Tatjana N. Parac-Vogt).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PhD/Postdoc researcher will be responsible for data storage and backup, as well as all researchers within the group that will collaborate on\nthe project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Tatjana N. Parac-Vogt), as well as any delegated member of her group.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI (Tatjana N. Parac-Vogt), or a delegated researcher working on the project in her group.\nCreated using DMPonline.be. Last modiﬁed 22 January 2024\n6 of 6"
    },
    "clean_full_text": "Polyoxometalates as tunable catalysts for selective oxidative modifications of proteins Polyoxometalates as tunable catalysts for selective oxidative modifications of proteins A Data Management Plan created using DMPonline.be Creator: Creator: Mhamad Aly Moussawi Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: C14/23/088 ID: ID: 204245 Last modified: Last modified: 22-01-2024 Created using DMPonline.be. Last modiﬁed 22 January 2024 1 of 6 Polyoxometalates as tunable catalysts for selective oxidative modifications of proteins Polyoxometalates as tunable catalysts for selective oxidative modifications of proteins Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Analytical raw data chemical analysis of samples and equipment specific software-generated data such as NMR New Digital Numerical .csv; .xls; Bruker NMR files <1GB Gel Electrophoresis Protein Gels New Digital Images .tiff; .jpeg; .png <5GB Experimental results interpreted data and processed data extracted from spectroscopic techniques New Digital Textual/Numerical .csv; .doc; .xls <1GB Reports presentations and results discussion New Digital Textual/Numerical .doc; .pdf; .pptx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 22 January 2024 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For better preservation of data, experimental methodology, planning and protocol will be logged in personal lab books and a word document. For each experiment, the experiment number, date, conditions, outcome, and characterization will be documented in a detailed fashion. For long-term storage, an electronic copy of the data will be stored on OneDrive or one of KU Leuven online servers. Raw and processed data of every reaction will be stored in a separate folder. Folders of experiments that fall under a single subproject or correspond to data that will be used in a single publication will be merged in one folder to make sure that if any part of that work needs to be reused, all the data will be found in a single location. An overview of the experiment number, the location in the lab book, the physical location of the sample, and the digital storage locations of the raw and processed data will be provided in a separate file. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes When conclusive data analyses is achieved, data will be deposited in the Research Data Repository (RDR) of KU Leuven (https://rdr.kuleuven.be/). The data will also be available in the open-access supplementary information of publications (with DOIs). All materials/resources newly generated in the project will be stored in-house and will be freely available to the community upon request. For scientific publications, peer-reviewed work will be deposited in the KU Leuven's repository system \"Lirias\" in case the work was published in non-open access journals. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Created using DMPonline.be. Last modiﬁed 22 January 2024 3 of 6 How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven servers managed by ICTS are protected from unauthorized persons. Files shared on OneDrive are only accessible to authorized people who are granted access by either the PI or the PhD/Postdoc researcher working on the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for business is free for staff and students of KU Leuven, and KU Leuven server costs are covered by the department. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) KU Leuven RDR Shared network drive (J-drive) KULeuven Archive storage K-drive What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are covered by project funding Permanent storage is foreseen at the KULeuven Archive storage K-drive: €5,69 per 100GB per year. Created using DMPonline.be. Last modiﬁed 22 January 2024 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Most of the data will become available when published. Other data (not published yet) can be obtained by researchers after request and approval by the PI (Tatjana N. Parac-Vogt). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All finalized work will be available publicly in open-access journal or on Lirias, the institutional repository of KU Leuven Association. Un-published data can be obtained after request and approval of the PI (Tatjana N. Parac-Vogt). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository A DOI will be provided through RDR, but it is not yet available. Created using DMPonline.be. Last modiﬁed 22 January 2024 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. Publication fees may be required to make articles open access in some peer-reviewed journals and these costs will be covered by the project when applicable. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD/Postdoc researcher will be responsible for data documentation & metadata, under the supervision of the PI (Tatjana N. Parac-Vogt). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD/Postdoc researcher will be responsible for data storage and backup, as well as all researchers within the group that will collaborate on the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Tatjana N. Parac-Vogt), as well as any delegated member of her group. Who will update and implement this DMP? Who will update and implement this DMP? The PI (Tatjana N. Parac-Vogt), or a delegated researcher working on the project in her group. Created using DMPonline.be. Last modiﬁed 22 January 2024 6 of 6"
}