{
    "document_id": "D-2022-1519",
    "LinkTitle": "D-2022-1519",
    "file_name": "D-2022-1519.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1519.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n Unraveling the visual and motor properties of mirror neurons\nGrant Title\n G097422N\nPrincipal Investigator / Researcher\n Peter Janssen\nDescription\n This is a fundamental research project aimed at investigating the properties of\nmirror neurons in the brain, in monkeys and in humans. We want to know what these mirror\nneurons respond to (visually), what is their role in motor behavior, and how are they connected.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nPeter Janssen\nFWO Project Number & Title\nG097422N\nUnraveling the visual and motor properties of mirror neurons in human and nonhuman primates\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe data will consist of:\n1 electrophysiological recordings and behavioral data obtained in monkeys, in Matlab format,\napproximate size 2 Tb, created by means of recordings with intracortical electrodes.\n2 electrophysiological recordings obtained in human patients, in Matlab format, approximate size\n1 Tb, created by means of grid recordings in the university hospital Leuven.\n3 functional imaging data obtained in monkeys, in Matlab format, approximate size 0.5 Tb,\nobtained on a Siemens 3T MRI scanner at KU Leuven\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical committee approval for the animal experiments under number P047/2021\nEthical committee approval for the human experiments under number S53126.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1 The electrophysiological recordings, behavioral and fMRI data obtained in monkeys will be\nstored on the KU Leuven storage facility. All data files will be in Matlab format according to a\nstandard developed in the research group. Together with the data, we will store an explanatory\nword file detailing the data structure (data organized per monkey and per experimental task). All\nother imaging data (anatomical MRIs, CT scans) will be stored at the same place in a format that\nis readable with MRICro (freeware).\n2 The anonymized recordings and imaging data (CT images) obtained in human patients will be\nstored at the storage facility of the university hospital Leuven. An explanatory word file\ndescribing the task and stimuli will be stored at the same place.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThere is no internationally accepted metadata standard for experiments in nonhuman primates.\nThe behavioral and electrophysiological data will be stored in Matlab format, in a format that has\nbeen developed in the research group. All data files will be stored with the date on which they\nwere acquired and the name of the subject. We will add an explanatory text file to describe the\nstructure of the data.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data obtained in monkeys will be stored at the KU Leuven storage facility.\nAll anonymized human data will be stored at the storage facility of the university hospital Leuven.\nHow is backup of the data provided?\nThe data will be stored at the KU Leuven storage and at the university hospital storage with\nautomatic daily backups.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWe expect to buy an additional 3 Tb of storage space.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe storage will cost approximately 150 euro per Tb per year. This will be paid from the FWO\ngrant during the period of the grant (has been calculated in the consumables), and from other\nsources such as overhead of European projects in the years afterwards.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nWe will create a separate project folder on the L drive of KU Leuven with access restricted to the\nPIs and the PhD students involved in the project.\nFor the human data, access will be restricted to the PI involved (Tom Theys) and the PhD student\nwho will perform the experiments.\n6. Data preservation after the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained until at least 10 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data obtained in animals will be stored on the university's central servers (with automatic\nback-up procedures) for at least 10 years, conform the KU Leuven RDM policy.\nThe human data will be stored at the storage facility until 5 years after the end of the project,\nand on permanent hard drives that will be kept in the hospital after that time. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe database will be approximately 3 Tb, which will amount to a total cost of 2250 euro for the 5\nyears retention period. This cost will be covered from overheads of European projects.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nAll patient data will be anonymized. Patients will be asked to give consent to sharing of the data.\nWhich data will be made available after the end of the project?\nAll datafiles will be made available upon reasonable request and after the studies have been\npublished.\nWhere/how will the data be made available for reuse?\nOther (specify):\nBecause of the large volume of the data, we will share the data upon reasonable request.\nThe human data will be available on request after signing a data sharing agreement.\nWhen will the data be made available?\nUpon publication of the research results\nWe will make the data available after publication of the results.\nWho will be able to access the data and under what conditions?\nWe will make the data available to all researchers upon request by e-mail.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe estimate that cost for data sharing will be less than 500 euros. This will be covered by the\nFWO grant.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPeter Janssen will be responsible for data documentation and metadata for the data obtained in\nanimals. Tom Theys will be responsible for the human data.\nWho will be responsible for data storage & back up during the project?\nQuestion not answered.\nWho will be responsible for ensuring data preservation and reuse ?\nQuestion not answered.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier Unraveling the visual and motor properties of mirror neurons Grant Title G097422N Principal Investigator / Researcher Peter Janssen Description This is a fundamental research project aimed at investigating the properties of mirror neurons in the brain, in monkeys and in humans. We want to know what these mirror neurons respond to (visually), what is their role in motor behavior, and how are they connected. Institution KU Leuven 1. General Information Name applicant Peter Janssen FWO Project Number & Title G097422N Unraveling the visual and motor properties of mirror neurons in human and nonhuman primates Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The data will consist of: 1 electrophysiological recordings and behavioral data obtained in monkeys, in Matlab format, approximate size 2 Tb, created by means of recordings with intracortical electrodes. 2 electrophysiological recordings obtained in human patients, in Matlab format, approximate size 1 Tb, created by means of grid recordings in the university hospital Leuven. 3 functional imaging data obtained in monkeys, in Matlab format, approximate size 0.5 Tb, obtained on a Siemens 3T MRI scanner at KU Leuven 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical committee approval for the animal experiments under number P047/2021 Ethical committee approval for the human experiments under number S53126. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 The electrophysiological recordings, behavioral and fMRI data obtained in monkeys will be stored on the KU Leuven storage facility. All data files will be in Matlab format according to a standard developed in the research group. Together with the data, we will store an explanatory word file detailing the data structure (data organized per monkey and per experimental task). All other imaging data (anatomical MRIs, CT scans) will be stored at the same place in a format that is readable with MRICro (freeware). 2 The anonymized recordings and imaging data (CT images) obtained in human patients will be stored at the storage facility of the university hospital Leuven. An explanatory word file describing the task and stimuli will be stored at the same place. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No There is no internationally accepted metadata standard for experiments in nonhuman primates. The behavioral and electrophysiological data will be stored in Matlab format, in a format that has been developed in the research group. All data files will be stored with the date on which they were acquired and the name of the subject. We will add an explanatory text file to describe the structure of the data. 5. Data storage and backup during the FWO project Where will the data be stored? All data obtained in monkeys will be stored at the KU Leuven storage facility. All anonymized human data will be stored at the storage facility of the university hospital Leuven. How is backup of the data provided? The data will be stored at the KU Leuven storage and at the university hospital storage with automatic daily backups. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes We expect to buy an additional 3 Tb of storage space. What are the expected costs for data storage and back up during the project? How will these costs be covered? The storage will cost approximately 150 euro per Tb per year. This will be paid from the FWO grant during the period of the grant (has been calculated in the consumables), and from other sources such as overhead of European projects in the years afterwards. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will create a separate project folder on the L drive of KU Leuven with access restricted to the PIs and the PhD students involved in the project. For the human data, access will be restricted to the PI involved (Tom Theys) and the PhD student who will perform the experiments. 6. Data preservation after the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained until at least 10 years after the end of the project. Where will the data be archived (= stored for the longer term)? The data obtained in animals will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The human data will be stored at the storage facility until 5 years after the end of the project, and on permanent hard drives that will be kept in the hospital after that time. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The database will be approximately 3 Tb, which will amount to a total cost of 2250 euro for the 5 years retention period. This cost will be covered from overheads of European projects. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No All patient data will be anonymized. Patients will be asked to give consent to sharing of the data. Which data will be made available after the end of the project? All datafiles will be made available upon reasonable request and after the studies have been published. Where/how will the data be made available for reuse? Other (specify): Because of the large volume of the data, we will share the data upon reasonable request. The human data will be available on request after signing a data sharing agreement. When will the data be made available? Upon publication of the research results We will make the data available after publication of the results. Who will be able to access the data and under what conditions? We will make the data available to all researchers upon request by e-mail. What are the expected costs for data sharing? How will the costs be covered? We estimate that cost for data sharing will be less than 500 euros. This will be covered by the FWO grant. 8. Responsibilities Who will be responsible for data documentation & metadata? Peter Janssen will be responsible for data documentation and metadata for the data obtained in animals. Tom Theys will be responsible for the human data. Who will be responsible for data storage & back up during the project? Question not answered. Who will be responsible for ensuring data preservation and reuse ? Question not answered. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}