{
    "document_id": "D-2023-2176",
    "LinkTitle": "D-2023-2176",
    "file_name": "D-2023-2176.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2176.pdf",
    "metadata": {
        "title": "Development of a CRISPR-based tool for localized random mutagenesis of biosynthetic pathways",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Development of a CRISPR-based tool for localized random mutagenesis of\nbiosynthetic pathways\nA Data Management Plan created using DMPonline.be\nCreator: \nKarin Voordeckers\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nID: \n199756\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nYeast is one of the most frequently used microbes in today’s biotechnology and fermentation industry. But, despite its\ndomestication and adaptation to man-made environments, new applications (such as the production of bioethanol or\nhigh-value chemicals) confront it with new challenges and unfamiliar, harsh environments. This leaves many\nopportunities to generate new, superior variants optimized for specific applications. Current approaches based on\nclassic genetic modification often only partly succeed in meeting these goals and are very time-consuming, especially\nfor multigenic phenotypes. Therefore, in this project, we address these limitations by developing a novel, powerful\nstrategy for industrial strain engineering. This strategy, referred to as ‘confined mutagenesis’, is founded on the most\nrecent developments in CRISPR-based gene editing tools, such as Type-I CRISPR systems and ‘base editors’, which we\nwill repurpose for microbe engineering. It will allow for a rapid and inducible introduction of mutations within a user-\ndefined part of the genome. We will develop such systems for a wide array of industrially-relevant yeasts. As a proof-of-\nconcept, we will use this technology for the optimization of 1) xylose conversion (for the production of biofuels) in\nKluyveromyces marxianus\n and 2) astaxanthin production (a carotenoid widely used as food colorant and dietary\nsupplement) in \nSaccharomyces cerevisiae\n. The proposed tool will address an unmet need in synthetic biology.\nLast modified: \n06-06-2023\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n1 of 10\nDevelopment of a CRISPR-based tool for localized random mutagenesis of\nbiosynthetic pathways\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it\nis about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the\nkind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital\ndata\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nDataset 1.1. – Digital\nimages\ngel scans (from e.g. check PCRs), \nGenerate\nnew data\nDigital\nExperimental\n.tiff, .jpeg\n< 100GB\n \nDataset 1.1. – Digital\nimages\ngraphs, illustrations, figures.\nGenerate\nnew data\nDigital\nExperimental\n.tiff,\n.jpeg,.svg,\n.pdf\n< 100 GB\n \nDataset 1.2. – Cytometry\ndata\n.\nflow cytometry data\nGenerate\nnew data\nDigital\nExperimental\n.fsc\n< 100 GB\n \nDataset 1.3. – Omics data\n.\nsequencing data of variants and strains\nGenerate\nnew data\nDigital\nExperimental\n.bcl, .gz,\nbed, .bg,\n.bedGraph,\n.bw,\n.bigwig.\n< 10 TB\n \nDataset 1.4. – Plasmids\nplasmids with varying base editor\nconstructs\nGenerate\nnew data\nPhysical\nExperimental\n \n \n~30 plasmids\nDataset 1.5. – Strains\n.\n \nBacterial strains for cloning and\npropagating plasmids, yeast strains\nGenerate\nnew data\nPhysical\nExperimental\n \n \naround 1000\nbacterial and \nyeast strains,\nmost\nin 96 well-plate\nformat. \nDataset 1.6 –\nSpectrometry and\nchromatography data\n. \nHPLC, GC, GC-MS measurements of\ncompounds produced during fermentation\nin WP4-5.\nGenerate\nnew data\nDigital\nExperimental\n.csv, .msp\n< 100 GB\n \nDataset 2.1 – Research\ndocumentation\n. \nLab protocols\nGenerate\nnew data\nDigital\nCompiled/aggregated \n.doc, .pdf\n< 1GB\n \nDataset 2.1 – Research\ndocumentation.\nLab notebooks\nGenerate\nnew data\nPhysical \nCompiled/aggregated\n \n \n~ 4 lab\nnotebooks\nDataset 2.2 – Manuscripts\nManuscripts\nGenerate\nnew data\nDigital\nCompiled/aggregated \n .doc, .pdf\n< 1GB\n \nDataset 2.3 –  Scripts.\nStandard scripts, using existing packages,\nwritten in R to analyze and plot obtained\ndata.\nGenerate\nnew data\nDigital\nSoftware\n.r\n< 1 GB\n \nDataset 3.1 – Nucleic acid\nsequences\n \nDNA sequences\nGenerate\nnew data\nDigital\nCompiled/aggregated \n.sam, bam,\n.ab1,\n.fasta/fa,\n.qual,\ngb/gbk,\n.dna\n< 100 GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset\nor data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n2 of 10\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nYes\nThe project has potential for tech transfer and valorization, since it aims at further developing synthetic biology tools for strain optimization. These tools\nand the resulting strains have industrial application potential.\nSpecifically, the following datasets have the potential for commercial valorization:\nDataset 1.3-Omics data (eg. identification of mutations responsible for specific phenotype)\nDataset 1.4- Plasmids (eg plasmids expressing the developed base-editing tools)\nDataset 1.5-Strains (eg. strains with optimized industrially relevant phenotype)\nDataset 2.1-Research documentation (eg detailed protocols on strain optimization and mimicking of industrial conditions on labscale)\nDataset 3.1 Nucleic acid sequences\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nData will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly\navailable upon publication.\nData will be documented at the time of data collection and analysis, by taking careful notes in the laboratory notebook. Cryotubes and plates with\nbiological strains are labeled with a reference number that links to an entry in our strain database (stored on both a professional Dropbox account as well\nas KU Leuven servers, see also below). All relevant information on the specific strains (strain ID, genetic information, origin of strain) is included in this\ndatabase.\nData (digital files) generated in this project will be stored in a Dropbox Business Advanced account for processing and analyses; following secure data\ntransfer, modern data encryption standards, and encrypted block storage (256-bit AES and SSL/TLS encryption). For more details see:\nhttps://www.dropbox.com/business/trust. Additionally, project data and sequencing data will be backed up to KU Leuven servers.\nDigital data files will be accompanied with a read me text file that contains relevant metadata for understanding and re-use of data.\nAll the relevant scripts driving the project will be stored on a secure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook\n(jupyter.org -\nan open source web application to store and share scripts), in github or in the GitLab service of KU Leuven.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or\ndata type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will\nbe created to make the data easier to find and reuse.\nNo\nSince there is no formally acknowledged metadata standard specific to our discipline, Dublin Core Metadata will be used. Moreover, we will closely monitor\nMIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data.\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n3 of 10\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nBiological material: Strains are stored in a -80°C freezer in the Verstrepen lab.\nExperimental results: Data will be stored in a Dropbox Business account (see above).\nHow will the data be backed up?\nBiological material: Strains are backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location (Kasteelpark Arenberg 20,\nHeverlee) at KU Leuven. Experimental results: Data (digital files) are automatically backed up by the secure Dropbox Business Advanced account cloud\nbackup services. Additionally, project data and sequencing data will be backed up to KU Leuven servers.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nBiological material: The lab has sufficient space in the different -80°C freezers\nExperimental results: Dropbox Business offers unlimited storage and back-up capacity in their clouds. There is sufficient storage and back-up capacity on\nall KU Leuven servers:\n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba\ncluster in the front-end.\n- the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system.\n- KU Leuven also offers a 2TB onedrive already included in our group’s office 365 subscription\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFor biological samples: unauthorized people do not have access to the strain collections.\n \nFor the digital data:\nAccess to data stored on the Dropbox Business Advanced cloud is granted based on role based access control and all access requires layers of\nauthentication that includes strong passwords, SSH keys, 2 factor authentication, and one time passcodes. Dropbox safeguards data with document\nwatermarking, granular content permissions and policies, document watermarking, and legal holds.\n \nBoth the “L-drive” and “J-drive” KU Leuven servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for\nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total estimated cost of data storage during the project is 1300 euros. This estimation is based on the following costs:\nYeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 euro. When no experiments are planned with a specific strain,\ncryopreservation will thus be used to safeguard strains, prevent genetic drift, loss of transgene and potential contaminations. -80°C freezers are present in\nthe lab of prof. Verstrepen and costs are included in general lab costs.\nThe costs associated with a Dropbox Business account has been negotiated by the lab to 10 USD/month/user; and costs are covered by the lab.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAll the biological material will be saved as well as all the experimental results that have potential for commercial valorization and/or required as a back-up\nfor the research papers developed during the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (\nwww.fairsharing.org\n),\nat the latest at the time of publication.\nFor all other datasets, long term storage will be ensured as follows:\nBiological data: yeast and bacterial strains will be stored locally in the laboratory (-80°C). Other biological and chemical samples: storage at 4°C\nand/or as frozen samples as appropriate\nDigital datasets: files will be stored on Dropbox account and the KU Leuven “L-drive”.\n \nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n4 of 10\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs (€105 per TB per year for “Large volume-storage” at KU Leuven ) will be covered by general lab budgets.\n \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nOther, please specify:\nWe aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in\nsupplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal,\naccessibility restrictions may apply.  Proper links to datasets will be provided in the corresponding publications.\nAs a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing (\nwww.fairsharing.org\n). Sharing policies for\nspecific research outputs are detailed below:\nBiological data\n: Bacteria and yeast strains will be shared upon simple request following publication. Plasmids will be made available via Addgene\n(non-profit plasmid repository). If  we identify valuable IP, we will first protect commercial exploitation, either through patenting or via an MTA that\nrestricts the biological material (strains/plasmids) from commercial use.\nDatasets\n will be deposited in open access repositories.\nResearch documentation\n: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related\ndocumentation will be included as supplementary information. These data and all other documents deposited in lab notebook are accessible to the PI\nand the research staff involved in the project, and will be made available upon request.\nManuscripts\n: We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0,\nbased on the authors name and ORCID ID.\nscripts\n: As soon as a manuscript is publicly available, algorithms, scripts and software code will be deposited in a github repository.\nNucleic acid sequences\n: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the\nGenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor restricted access, this can be institutional only. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if\napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWe aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request\nfollowing publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that\nrestricts the material from commercial use.\nDatasets for which IP rights might be applicable include:\nDataset 1.3. – Omics data.\nDataset 1.4. – Plasmids\nDataset 1.5. – Strains\n.\nDataset 3.1 – Nucleic acid sequences\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n \nBiological data\n: Bacteria and yeast strains will be shared upon simple request following publication. Plasmids will be made available via Addgene\n(non-profit plasmid repository). If  we identify valuable IP, we will first protect commercial exploitation, either through patenting or via an MTA that\nrestricts the biological material (strains/plasmids) from commercial use.\nDatasets\n will be deposited in open access repositories.\nResearch documentation\n: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related\ndocumentation will be included as supplementary information. These data and all other documents deposited in lab notebook are accessible to the PI\nand the research staff involved in the project, and will be made available upon request.\nManuscripts\n: We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0,\nbased on the authors name and ORCID ID.\nscripts\n: As soon as a manuscript is publicly available, algorithms, scripts and software code will be deposited in a github repository.\nNucleic acid sequences\n: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the\nGenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes).\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n5 of 10\nWhen will the data be made available?\nUpon publication of research results. Importantly, publication will be done after analyzing the IP of the project and filling the respective patents.\nWhich data usage licenses are you going to provide? If none, please explain why.\nIn principle:\nCreative Commons Attribution-NonCommercial-NoDerivs (CC-BY-NC-ND)\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nYes\nNot available yet.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe KU Leuven RDR allow researchers to store 50 GB per year for free. If more data is required to be stored, then contact and negotiations with RDM\nhelpdesk will be mandatory. GitHub, the price is 0.008 USD per GB/day and 0.5 USD per GB of data transfer. Also, depending on the journal where the\npaper is published will have different costs for data sharing and saving. Depositing plasmids at Addgene is free.\nCosts will be covered from general lab budget.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMetadata will be documented by the research and technical staff involved in the project at the time of data collection and analysis, by taking careful notes\nin their laboratory notebook that refer to specific datasets and by ensuring detailed read me files and other documentation and metadata. Mr. Jeroen\nCortebeeck (lab manager) will follow this up. \nWho will manage data storage and backup during the research project?\nDries De Vadder, our lab's IT responsable. \nWho will manage data preservation and sharing?\nJeroen Cortebeeck (lab manager) and Karin Voordeckers (staff scientist) \nWho will update and implement this DMP?\nThe PI (Kevin Verstrepen) bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n6 of 10\nDevelopment of a CRISPR-based tool for localized random mutagenesis of\nbiosynthetic pathways\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\n1\n. \nExperimental data\nDataset 1.1. – Digital images\n. gel scans (from e.g. check PCRs), graphs, illustrations, figures.\nDataset 1.2. – Cytometry data\n. Flow Cytometry and fluorescence-activated cell sorting (FACS) data\nDataset 1.3. – Omics data\n. Genomics data.\nDataset 1.4. – Plasmids\nDataset 1.5. – Strains\n. Bacterial strains for cloning and propagating plasmids, yeast strains (\nS. cerevisiae\n, \nK.marxianus\n, \nY. lipolytica\n and \nK. pastoris\n). For\nyeast strains, this includes lab strains, natural/clinical/industrial isolates, variant libraries, optimized clones (i.e. site-specific mutants constructed through\ngenome engineering).\nDataset 1.6 – Spectrometry and chromatography data\n. HPLC, GC, GC-MS measurements of compounds produced during fermentation in WP4-5.\n1\n. \nDerived and compiled data\nDataset 2.1 – Research documentation\n. Research documentation generated by the research and technical staff or collected from online sources and\nfrom collaborators, including laboratory notes, protocols.\nDataset 2.2 – Manuscripts\nDataset 2.3 –  Scripts. \nStandard scripts, using existing packages, written in R to analyze and plot obtained data.\n1\n. \nCanonical data\nDataset 3.1 – Nucleic acid sequences\nData will be stored in the following formats:\nText files\n: MS word (.doc/.docx), Adobe Portable Document Format (.pdf)\nQuantitative tabular data\n: comma separated value files (.csv), MS Excel (.xls/xlsx).\nDigital images\n: uncompressed TIFF (.tif/.tiff),JPEG (.jpg), Adobe Portable Document Format (.pdf); scalable vector graphics (.svg).\nFlow cytometry data\n: Flow Cytometry Standard (.fcs).\nNucleotide and protein sequences\n: raw sequence data trace (.ab1), text-based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank\nformat (.gb/.gbk).\nNext generation sequencing raw data\n: binary base call format (.bcl), .fastq(.gz).\nSpectrometry and chromatography data\n: computable document format (.cdf), comma-separated value files (.csv), mass spectral files (.msp);\nBacterial and yeast strains generated\n: glycerol stocks frozen at -80°C. \n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\nRESPONSIBLE PERSON: Kevin Verstrepen, assisted by Jeroen Cortebeeck (senior labtech) and Dries de Vadder (lab IT responsible).\nBIOLOGICAL MATERIAL: Yeast and bacterial strains are stored in a -80°C freezer and backed up in a compressed form (96-well plates) in the Verstrepen lab\nand on a 2nd location at KU Leuven. Costs are covered by general lab expenses. Unauthorized people do not have access to strains. Strain will be stored\nfor at least 5 years after the project ends.\nEXPERIMENTAL RESULTS: Data will be stored in a Dropbox Business account managed by the research group; following secure data transfer, modern data\nencryption standards, encrypted block storage. All data will be stored for at least 10 years, conform KU Leuven RDM policy.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nNot applicable to this project.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nNot applicable to this project.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nIP: This project could result in research data with potential for tech transfer and valorization. The lab identifies in an early phase the valorization potential\nand has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen,\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n7 of 10\nIOF innovation manager responsible for research valorization and the Business Development team of VIB-HQ.\nDOCUMENTATION: Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and\nwill be made publicly available upon publication.\nSHARING: All data will be made publicly available upon publication, as associated files with the publication and/or by posting the data in relevant data\nrepositories.\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n8 of 10\nDevelopment of a CRISPR-based tool for localized random mutagenesis of\nbiosynthetic pathways\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n9 of 10\nDevelopment of a CRISPR-based tool for localized random mutagenesis of\nbiosynthetic pathways\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n10 of 10"
    },
    "clean_full_text": "Development of a CRISPR-based tool for localized random mutagenesis of biosynthetic pathways A Data Management Plan created using DMPonline.be Creator: Karin Voordeckers Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) ID: 199756 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Yeast is one of the most frequently used microbes in today’s biotechnology and fermentation industry. But, despite its domestication and adaptation to man-made environments, new applications (such as the production of bioethanol or high-value chemicals) confront it with new challenges and unfamiliar, harsh environments. This leaves many opportunities to generate new, superior variants optimized for specific applications. Current approaches based on classic genetic modification often only partly succeed in meeting these goals and are very time-consuming, especially for multigenic phenotypes. Therefore, in this project, we address these limitations by developing a novel, powerful strategy for industrial strain engineering. This strategy, referred to as ‘confined mutagenesis’, is founded on the most recent developments in CRISPR-based gene editing tools, such as Type-I CRISPR systems and ‘base editors’, which we will repurpose for microbe engineering. It will allow for a rapid and inducible introduction of mutations within a user- defined part of the genome. We will develop such systems for a wide array of industrially-relevant yeasts. As a proof-of- concept, we will use this technology for the optimization of 1) xylose conversion (for the production of biofuels) in Kluyveromyces marxianus and 2) astaxanthin production (a carotenoid widely used as food colorant and dietary supplement) in Saccharomyces cerevisiae . The proposed tool will address an unmet need in synthetic biology. Last modified: 06-06-2023 Created using DMPonline.be. Last modiﬁed 06 June 2023 1 of 10 Development of a CRISPR-based tool for localized random mutagenesis of biosynthetic pathways FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Dataset 1.1. – Digital images gel scans (from e.g. check PCRs), Generate new data Digital Experimental .tiff, .jpeg < 100GB Dataset 1.1. – Digital images graphs, illustrations, figures. Generate new data Digital Experimental .tiff, .jpeg,.svg, .pdf < 100 GB Dataset 1.2. – Cytometry data . flow cytometry data Generate new data Digital Experimental .fsc < 100 GB Dataset 1.3. – Omics data . sequencing data of variants and strains Generate new data Digital Experimental .bcl, .gz, bed, .bg, .bedGraph, .bw, .bigwig. < 10 TB Dataset 1.4. – Plasmids plasmids with varying base editor constructs Generate new data Physical Experimental ~30 plasmids Dataset 1.5. – Strains . Bacterial strains for cloning and propagating plasmids, yeast strains Generate new data Physical Experimental around 1000 bacterial and yeast strains, most in 96 well-plate format. Dataset 1.6 – Spectrometry and chromatography data . HPLC, GC, GC-MS measurements of compounds produced during fermentation in WP4-5. Generate new data Digital Experimental .csv, .msp < 100 GB Dataset 2.1 – Research documentation . Lab protocols Generate new data Digital Compiled/aggregated .doc, .pdf < 1GB Dataset 2.1 – Research documentation. Lab notebooks Generate new data Physical Compiled/aggregated ~ 4 lab notebooks Dataset 2.2 – Manuscripts Manuscripts Generate new data Digital Compiled/aggregated .doc, .pdf < 1GB Dataset 2.3 – Scripts. Standard scripts, using existing packages, written in R to analyze and plot obtained data. Generate new data Digital Software .r < 1 GB Dataset 3.1 – Nucleic acid sequences DNA sequences Generate new data Digital Compiled/aggregated .sam, bam, .ab1, .fasta/fa, .qual, gb/gbk, .dna < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 06 June 2023 2 of 10 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The project has potential for tech transfer and valorization, since it aims at further developing synthetic biology tools for strain optimization. These tools and the resulting strains have industrial application potential. Specifically, the following datasets have the potential for commercial valorization: Dataset 1.3-Omics data (eg. identification of mutations responsible for specific phenotype) Dataset 1.4- Plasmids (eg plasmids expressing the developed base-editing tools) Dataset 1.5-Strains (eg. strains with optimized industrially relevant phenotype) Dataset 2.1-Research documentation (eg detailed protocols on strain optimization and mimicking of industrial conditions on labscale) Dataset 3.1 Nucleic acid sequences Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly available upon publication. Data will be documented at the time of data collection and analysis, by taking careful notes in the laboratory notebook. Cryotubes and plates with biological strains are labeled with a reference number that links to an entry in our strain database (stored on both a professional Dropbox account as well as KU Leuven servers, see also below). All relevant information on the specific strains (strain ID, genetic information, origin of strain) is included in this database. Data (digital files) generated in this project will be stored in a Dropbox Business Advanced account for processing and analyses; following secure data transfer, modern data encryption standards, and encrypted block storage (256-bit AES and SSL/TLS encryption). For more details see: https://www.dropbox.com/business/trust. Additionally, project data and sequencing data will be backed up to KU Leuven servers. Digital data files will be accompanied with a read me text file that contains relevant metadata for understanding and re-use of data. All the relevant scripts driving the project will be stored on a secure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook (jupyter.org - an open source web application to store and share scripts), in github or in the GitLab service of KU Leuven. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Since there is no formally acknowledged metadata standard specific to our discipline, Dublin Core Metadata will be used. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data. Created using DMPonline.be. Last modiﬁed 06 June 2023 3 of 10 3. Data storage & back-up during the research project Where will the data be stored? Biological material: Strains are stored in a -80°C freezer in the Verstrepen lab. Experimental results: Data will be stored in a Dropbox Business account (see above). How will the data be backed up? Biological material: Strains are backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location (Kasteelpark Arenberg 20, Heverlee) at KU Leuven. Experimental results: Data (digital files) are automatically backed up by the secure Dropbox Business Advanced account cloud backup services. Additionally, project data and sequencing data will be backed up to KU Leuven servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Biological material: The lab has sufficient space in the different -80°C freezers Experimental results: Dropbox Business offers unlimited storage and back-up capacity in their clouds. There is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controllers with an Ontap 9.1P9 operating system. - KU Leuven also offers a 2TB onedrive already included in our group’s office 365 subscription How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For biological samples: unauthorized people do not have access to the strain collections. For the digital data: Access to data stored on the Dropbox Business Advanced cloud is granted based on role based access control and all access requires layers of authentication that includes strong passwords, SSH keys, 2 factor authentication, and one time passcodes. Dropbox safeguards data with document watermarking, granular content permissions and policies, document watermarking, and legal holds. Both the “L-drive” and “J-drive” KU Leuven servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is 1300 euros. This estimation is based on the following costs: Yeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 euro. When no experiments are planned with a specific strain, cryopreservation will thus be used to safeguard strains, prevent genetic drift, loss of transgene and potential contaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are included in general lab costs. The costs associated with a Dropbox Business account has been negotiated by the lab to 10 USD/month/user; and costs are covered by the lab. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the biological material will be saved as well as all the experimental results that have potential for commercial valorization and/or required as a back-up for the research papers developed during the project. Where will these data be archived (stored and curated for the long-term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing ( www.fairsharing.org ), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: Biological data: yeast and bacterial strains will be stored locally in the laboratory (-80°C). Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate Digital datasets: files will be stored on Dropbox account and the KU Leuven “L-drive”. Created using DMPonline.be. Last modiﬁed 06 June 2023 4 of 10 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs (€105 per TB per year for “Large volume-storage” at KU Leuven ) will be covered by general lab budgets. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Other, please specify: We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Proper links to datasets will be provided in the corresponding publications. As a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing ( www.fairsharing.org ). Sharing policies for specific research outputs are detailed below: Biological data : Bacteria and yeast strains will be shared upon simple request following publication. Plasmids will be made available via Addgene (non-profit plasmid repository). If we identify valuable IP, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the biological material (strains/plasmids) from commercial use. Datasets will be deposited in open access repositories. Research documentation : All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents deposited in lab notebook are accessible to the PI and the research staff involved in the project, and will be made available upon request. Manuscripts : We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. scripts : As soon as a manuscript is publicly available, algorithms, scripts and software code will be deposited in a github repository. Nucleic acid sequences : Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes). If access is restricted, please specify who will be able to access the data and under what conditions. For restricted access, this can be institutional only. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights We aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Datasets for which IP rights might be applicable include: Dataset 1.3. – Omics data. Dataset 1.4. – Plasmids Dataset 1.5. – Strains . Dataset 3.1 – Nucleic acid sequences Where will the data be made available? If already known, please provide a repository per dataset or data type. Biological data : Bacteria and yeast strains will be shared upon simple request following publication. Plasmids will be made available via Addgene (non-profit plasmid repository). If we identify valuable IP, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the biological material (strains/plasmids) from commercial use. Datasets will be deposited in open access repositories. Research documentation : All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents deposited in lab notebook are accessible to the PI and the research staff involved in the project, and will be made available upon request. Manuscripts : We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. scripts : As soon as a manuscript is publicly available, algorithms, scripts and software code will be deposited in a github repository. Nucleic acid sequences : Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes). Created using DMPonline.be. Last modiﬁed 06 June 2023 5 of 10 When will the data be made available? Upon publication of research results. Importantly, publication will be done after analyzing the IP of the project and filling the respective patents. Which data usage licenses are you going to provide? If none, please explain why. In principle: Creative Commons Attribution-NonCommercial-NoDerivs (CC-BY-NC-ND) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not available yet. What are the expected costs for data sharing? How will these costs be covered? The KU Leuven RDR allow researchers to store 50 GB per year for free. If more data is required to be stored, then contact and negotiations with RDM helpdesk will be mandatory. GitHub, the price is 0.008 USD per GB/day and 0.5 USD per GB of data transfer. Also, depending on the journal where the paper is published will have different costs for data sharing and saving. Depositing plasmids at Addgene is free. Costs will be covered from general lab budget. 6. Responsibilities Who will manage data documentation and metadata during the research project? Metadata will be documented by the research and technical staff involved in the project at the time of data collection and analysis, by taking careful notes in their laboratory notebook that refer to specific datasets and by ensuring detailed read me files and other documentation and metadata. Mr. Jeroen Cortebeeck (lab manager) will follow this up. Who will manage data storage and backup during the research project? Dries De Vadder, our lab's IT responsable. Who will manage data preservation and sharing? Jeroen Cortebeeck (lab manager) and Karin Voordeckers (staff scientist) Who will update and implement this DMP? The PI (Kevin Verstrepen) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 06 June 2023 6 of 10 Development of a CRISPR-based tool for localized random mutagenesis of biosynthetic pathways Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) 1 . Experimental data Dataset 1.1. – Digital images . gel scans (from e.g. check PCRs), graphs, illustrations, figures. Dataset 1.2. – Cytometry data . Flow Cytometry and fluorescence-activated cell sorting (FACS) data Dataset 1.3. – Omics data . Genomics data. Dataset 1.4. – Plasmids Dataset 1.5. – Strains . Bacterial strains for cloning and propagating plasmids, yeast strains ( S. cerevisiae , K.marxianus , Y. lipolytica and K. pastoris ). For yeast strains, this includes lab strains, natural/clinical/industrial isolates, variant libraries, optimized clones (i.e. site-specific mutants constructed through genome engineering). Dataset 1.6 – Spectrometry and chromatography data . HPLC, GC, GC-MS measurements of compounds produced during fermentation in WP4-5. 1 . Derived and compiled data Dataset 2.1 – Research documentation . Research documentation generated by the research and technical staff or collected from online sources and from collaborators, including laboratory notes, protocols. Dataset 2.2 – Manuscripts Dataset 2.3 – Scripts. Standard scripts, using existing packages, written in R to analyze and plot obtained data. 1 . Canonical data Dataset 3.1 – Nucleic acid sequences Data will be stored in the following formats: Text files : MS word (.doc/.docx), Adobe Portable Document Format (.pdf) Quantitative tabular data : comma separated value files (.csv), MS Excel (.xls/xlsx). Digital images : uncompressed TIFF (.tif/.tiff),JPEG (.jpg), Adobe Portable Document Format (.pdf); scalable vector graphics (.svg). Flow cytometry data : Flow Cytometry Standard (.fcs). Nucleotide and protein sequences : raw sequence data trace (.ab1), text-based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank format (.gb/.gbk). Next generation sequencing raw data : binary base call format (.bcl), .fastq(.gz). Spectrometry and chromatography data : computable document format (.cdf), comma-separated value files (.csv), mass spectral files (.msp); Bacterial and yeast strains generated : glycerol stocks frozen at -80°C. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) RESPONSIBLE PERSON: Kevin Verstrepen, assisted by Jeroen Cortebeeck (senior labtech) and Dries de Vadder (lab IT responsible). BIOLOGICAL MATERIAL: Yeast and bacterial strains are stored in a -80°C freezer and backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location at KU Leuven. Costs are covered by general lab expenses. Unauthorized people do not have access to strains. Strain will be stored for at least 5 years after the project ends. EXPERIMENTAL RESULTS: Data will be stored in a Dropbox Business account managed by the research group; following secure data transfer, modern data encryption standards, encrypted block storage. All data will be stored for at least 10 years, conform KU Leuven RDM policy. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable to this project. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable to this project. Which other issues related to the data management are relevant to mention? (use up to 700 characters) IP: This project could result in research data with potential for tech transfer and valorization. The lab identifies in an early phase the valorization potential and has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, Created using DMPonline.be. Last modiﬁed 06 June 2023 7 of 10 IOF innovation manager responsible for research valorization and the Business Development team of VIB-HQ. DOCUMENTATION: Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly available upon publication. SHARING: All data will be made publicly available upon publication, as associated files with the publication and/or by posting the data in relevant data repositories. Created using DMPonline.be. Last modiﬁed 06 June 2023 8 of 10 Development of a CRISPR-based tool for localized random mutagenesis of biosynthetic pathways DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 June 2023 9 of 10 Development of a CRISPR-based tool for localized random mutagenesis of biosynthetic pathways GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 06 June 2023 10 of 10"
}