{
    "document_id": "D-2021-1167",
    "LinkTitle": "D-2021-1167",
    "file_name": "D-2021-1167.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1167.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "PHASE DEFECTS AS A NEW PARADIGM TO \nUNDERSTAND AND CONTROL ELECTRICAL \nPATTERNS IN THE HEART\n(DMP_FWO:1177022N)\nLOUISE ARNO\nADMIN DETAILS\nProject Name: Phase defects as a new paradigm to understand and control electrical patterns in the \nheart (KU Leuven DMP)\nProject Identifier: 90689 (file number)\nGrant Title/ Research Project number: 1177022N\nPrincipal Investigator / Researcher: Louise Arno\nProject Data Contact: Louise.Arno@kuleuven.be (0497/32.20.33)\nDescription: The human heart is a prime example of self-organization, as its mechanical contraction is \nsteered by non-linear waves of electrical depolarization that the cardiac muscle cells pass to each other.\nAbnormal electrical patterns are causing cardiac arrhythmias, which are still a major cause of death \nworldwide. Many arrhythmias are organized by rotating vortices called rotors, whose dynamics are \nincompletely understood. In recent work by the candidate and her promotor, it was shown that the \nclassical hypothesis of a phase singularity at the center of these vortices is wrong, and that instead a \nphase defect line occurs, similar to domain walls in physics and branch cuts in complex analysis. In this \nfellowship, we develop a novel theoretical framework for cardiac excitation patterns, guided by \nexperimental observations in human donor hearts. Using techniques from mathematical physics,\nwe revise the geometric theory for rotors in this framework and study bifurcation parameters of the system\nthat can cause, perpetuate or eradicate arrhythmias. Finally, our findings are used to construct underlying\nin silico models for the 3D activation from patient data recorded at KULeuven hospital, which will shed \nnew light on the spatiotemporal organization of specific cardiac arrhythmias and open up new pathways \nto optimize patient care.\nInstitution: KU Leuven\n1\n1. DATA DESCRIPTION\nWhat data will you collect or create? Fill out the table below and/or describe.\n Type of dataFormat  VolumeHow created? File formatResponsible\nexperimental \ndata of animal \nhearts multimedia \n(video)1GB *100optical mapping \ndata*,\nultrasound**\n*Prof. Tolkasheva (U of Minneapolis)*Prof. Fenton (Georgia Tech Atlanta )** Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven) \n(+ orginal kept at\nhost institution*)\nexperimental \ndata of human \nhearts multimedia \n(video)1GB *100panoramic \nimaging*,\nultrasound**\n* Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven) \n(+ orginal kept at\nhost institution)\nclinical data of \nhuman hearts multimedia \n(video) / \nnumerical 2GB*50 during ablation \ntherapy (EEG, \nLAT maps) .mat , .binCo-promoter \nProf. Joris Ector \n(Cardiology, \nUZLeuven)\nsimulation data \nof a heart multimedia \n(video)  1Tb computer task.var or .npy(Louise Arno, \nProf. Hans \nDierckx,  \nKULeuven)\ncode to simulate\nand analyse \ndatac++ or python or\nmatlab 200 GB computer task .py or .m or.cpp(Louise Arno, \nProf. Hans \nDierckx,  \nKULeuven)\n2\nDo you intend to reuse existing data?\nYes, see table bellow for an overview. \n Type of dataFormat  VolumeHow created? File formatResponsible\nexperimental \ndata of animal \nhearts multimedia \n(video) 1GB*100optical mapping \ndata* \nultrasound**\n*Prof. Tolkasheva (U of Minneapolis)*Prof. Fenton (Georgia Tech Atlanta )**Prof. Dierckx(KULeuven KULAK).dat or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven)\n(+ orginal kept at\nhost institution)\nexperimental \ndata of human \nhearts multimedia \n(video)1GB *100panoramic \nimaging*,\nultrasound**\n* Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven \nKULAK)\n (+ orginal kept \nat host \ninstitution)\nclinical data of \nhuman hearts multimedia \n(video) / \nnumerical2GB *50during ablation \ntherapy (EEG, \nLAT maps) .mat , .binCo-promoter \nProf. Joris Ector \n(Cardiology, \nUZLeuven)\nDo you use personal data (i.e. all data possibly identifying an individual)?\nNo\nThe secondary use of clinical data will follow all ethical guidelines and personal information will be \nremoved before the data are handed to me. \n3\n2. DOCUMENTATION AND METADATA\nDescribe the documentation that will be created for the data. This section deals with the way in \nwhich you will document how the dataset was created and subsequently processed.\nThis work will make use of: - Experimental and clinical data from collaborations (Joris Ector, Cardiology, \nUZLeuven; Efimov group, GWU, USA; Tolkacheva lab, University of Minnesota, USA and Geogia Tech \ninstitute, Atlanta), which will be safely stored with back-up at these research groups. The secondary use \nof clinical data will follow all ethical guidelines and personal information will be removed before the data \nare handed to me. This project will generate: - Source code to analyze simulations and experimental data:\nstored on gitlab.kuleuven.be for continued use (responsible: Prof. Hans Dierckx) - Simulations and \nprocessed data: stored on 2 pc's(10TB and 8TB). Essential results will be additionally saved on university\nservers. \n  \nThe Source code will contain documentation including: \na ReadMe file for the dataset (template available to be customised for your data)\ninformation on the methodology used to collect the data\nanalytical and procedural information\nhow raw data have been processed into other forms of data\na user guide\nexplanatory comments in code or model script\nfile properties added to a data file\nlabels and definitions of variables\n(there is a website of the code containing all info of methods etc). \nEssential data will be available in the method section of papers \n4\nDescribe the metadata for the data. This section deals with metadata: information contained in \nyour dataset about the research data.\n Type of dataFormat   meta dataResponsible\nexperimental \ndata of animal \nhearts multimedia \n(video)  1GB*100 date and time, \ncamera model, \ncamera settings,\nresolution, etc.Promoter Hans \nDierckx \n(KULeuven \nKULAK)\n (+ orginal kept \nat host \ninstitution)\nclinical data of \nhuman hearts multimedia \n(video) / \nnumerical  2GB*50  anonymized \npatient dataCo-promoter \nProf. Joris Ector \n(Cardiology, \nUZLeuven)\nexperimental \ndata of human \nhearts multimedia \n(video)1GB *100 .dat or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven \nKULAK) \n(+ orginal kept at\nhost institution)\nsimulation data \nof a heart multimedia \n(video)  1GB*100\n  .log.txt file and \ngit repository log(Louise Arno, \nProf. Hans \nDierckx \nKULeuven)\n5\n3. ETHICAL, LEGAL AND PRIVACY ISSUES\nAre there any ethical issues concerning the creation and/or use of the data?\nNo \nDid you consider all issues about copyrights and IPR? \nYes \nAre the collected data considered to be “data containing personal information” and are all the \nrequirements about the collection of these data met?\nNo, all patient information will have been removed. \nYes, all medical guidelines were followed by the collaborators that originally collected the data. \n4. DATA STORAGE AND BACKUP DURING RESEARCH\nHow and where will the data be stored during research? \nCentrally on storage facilities of the research unit \nOn discipline-specific storage facilities \nAt an external data center \nIn a cloud service offered by the university \nIn an external cloud service \nThe code to analyze data is stored on git, relevant documents/papers on OneDrive, publications are \nstored on overleaf and ORCID. External data (experimental and clinical) storage can be found in data \ndescription.  Simulation data will be stored on the central computers of the research unit. \nWhich back-up procedures are in place? \nThe code to analyze data is stored on git, relevant documents/papers on OneDrive, publications are \nstored on overleaf and ORCID. External data (experimental and clinical) storage can be found in data \ndescription.  Simulation data will be stored on multiple computers of the research unit. \nDescribe the data security procedures and who has access to the data.\n-The code to analyze data is stored on git, protected by an SSH key system \n-Simulation data will be stored on the central computers of the research unit, secured with password \nprotection and controlled access. \n6\n5. DATA SELECTION AND PRESERVATION AFTER RESEARCH\nWhat is the long-term preservation plan for these dataset(s)?\nA meaningful selection of the simulations ran by the FWO fellow will be stored on the central devices of \nthe research units for at least 10 years, conform to the KU Leuven RDM policy.   \nData Selection: Which data will have long time value for the research and will be preserved? \nA meaningful selection of the simulations ran by the FWO fellow will be stored on the central devices of \nthe research units for at least 10 years, conform to the KU Leuven RDM policy.   \n6. DATA SHARING\nAre there any restrictions for sharing the data? \nAll data generated within the research group can be shared. All data used from collaborators cannot be \nshared. \nIf there are no restrictions, which mechanisms will be in place to assure that the data are \ndiscoverable, accessible and intelligible?\nPart of the data, including programmes that we want to spread, will be shared on gitlab or as \nsupplementary material with publications. \nHow will you share the data? \nRepository\nWebsite\nThe full dataset with documentation will be uploaded on gitlab.kuleuven.be with a separate website to \nnavigate the code. \nWith whom will the data be shared?\nOn request\n7\n7. RESPONSABILITIES AND RESOURCES\nWho is responsible for Data Management during the project? This will be the person who might \nreceive questions on the data management aspects of the research project.\n \n \n Type of dataFormat  VolumeHow created? File formatResponsible\nexperimental \ndata of animal \nhearts multimedia \n(video) optical mapping \ndata*,\nUltrasound**\n*Prof. Tolkasheva (U of Minneapolis)*Prof. Fenton (Georgia Tech Atlanta )**Prof. Dierckx(KULeuven KULAK).da or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven)\n(+ orginal kept at\nhost institution)\nclinical data of \nhuman hearts multimedia \n(video) / \nnumerical 2* 50GB during ablation \ntherapy (EEG, \nLAT maps) .mat, .datCo-promoter \nProf. Joris Ector \n(Cardiology, \nUZLeuven)\nexperimental \ndata of human \nhearts multimedia \n(video)1GB *100panoramic \nimaging*,\nUltrasound**\n* Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 \nor .mat or ...Promoter Hans \nDierckx \n(KULeuven)\n (+ orginal kept \nat host \ninstitution)\nsimulation data \nof a heart multimedia \n(video)   computer task.var or .npy(Louise Arno, \nProf. Hans \nDierckx \nKULeuven)\ncode to simulate\nand analyse \ndataC++ or python or\nmatlab  computer task .py or .m or.cpp(Louise Arno, \nProf. Hans \nDierckx \nKULeuven)\nWhich additional resources are needed for the execution of the Data Management Plan? \nNone \nDid you read the KU Leuven Data Management Policy? (find the link to the policy in the guidance).\nYes\n8"
    },
    "clean_full_text": "PHASE DEFECTS AS A NEW PARADIGM TO UNDERSTAND AND CONTROL ELECTRICAL PATTERNS IN THE HEART (DMP_FWO:1177022N) LOUISE ARNO ADMIN DETAILS Project Name: Phase defects as a new paradigm to understand and control electrical patterns in the heart (KU Leuven DMP) Project Identifier: 90689 (file number) Grant Title/ Research Project number: 1177022N Principal Investigator / Researcher: Louise Arno Project Data Contact: Louise.Arno@kuleuven.be (0497/32.20.33) Description: The human heart is a prime example of self-organization, as its mechanical contraction is steered by non-linear waves of electrical depolarization that the cardiac muscle cells pass to each other. Abnormal electrical patterns are causing cardiac arrhythmias, which are still a major cause of death worldwide. Many arrhythmias are organized by rotating vortices called rotors, whose dynamics are incompletely understood. In recent work by the candidate and her promotor, it was shown that the classical hypothesis of a phase singularity at the center of these vortices is wrong, and that instead a phase defect line occurs, similar to domain walls in physics and branch cuts in complex analysis. In this fellowship, we develop a novel theoretical framework for cardiac excitation patterns, guided by experimental observations in human donor hearts. Using techniques from mathematical physics, we revise the geometric theory for rotors in this framework and study bifurcation parameters of the system that can cause, perpetuate or eradicate arrhythmias. Finally, our findings are used to construct underlying in silico models for the 3D activation from patient data recorded at KULeuven hospital, which will shed new light on the spatiotemporal organization of specific cardiac arrhythmias and open up new pathways to optimize patient care. Institution: KU Leuven 1 1. DATA DESCRIPTION What data will you collect or create? Fill out the table below and/or describe. Type of dataFormat VolumeHow created? File formatResponsible experimental data of animal hearts multimedia (video)1GB *100optical mapping data*, ultrasound** *Prof. Tolkasheva (U of Minneapolis)*Prof. Fenton (Georgia Tech Atlanta )** Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven) (+ orginal kept at host institution*) experimental data of human hearts multimedia (video)1GB *100panoramic imaging*, ultrasound** * Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven) (+ orginal kept at host institution) clinical data of human hearts multimedia (video) / numerical 2GB*50 during ablation therapy (EEG, LAT maps) .mat , .binCo-promoter Prof. Joris Ector (Cardiology, UZLeuven) simulation data of a heart multimedia (video) 1Tb computer task.var or .npy(Louise Arno, Prof. Hans Dierckx, KULeuven) code to simulate and analyse datac++ or python or matlab 200 GB computer task .py or .m or.cpp(Louise Arno, Prof. Hans Dierckx, KULeuven) 2 Do you intend to reuse existing data? Yes, see table bellow for an overview. Type of dataFormat VolumeHow created? File formatResponsible experimental data of animal hearts multimedia (video) 1GB*100optical mapping data* ultrasound** *Prof. Tolkasheva (U of Minneapolis)*Prof. Fenton (Georgia Tech Atlanta )**Prof. Dierckx(KULeuven KULAK).dat or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven) (+ orginal kept at host institution) experimental data of human hearts multimedia (video)1GB *100panoramic imaging*, ultrasound** * Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven KULAK) (+ orginal kept at host institution) clinical data of human hearts multimedia (video) / numerical2GB *50during ablation therapy (EEG, LAT maps) .mat , .binCo-promoter Prof. Joris Ector (Cardiology, UZLeuven) Do you use personal data (i.e. all data possibly identifying an individual)? No The secondary use of clinical data will follow all ethical guidelines and personal information will be removed before the data are handed to me. 3 2. DOCUMENTATION AND METADATA Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. This work will make use of: - Experimental and clinical data from collaborations (Joris Ector, Cardiology, UZLeuven; Efimov group, GWU, USA; Tolkacheva lab, University of Minnesota, USA and Geogia Tech institute, Atlanta), which will be safely stored with back-up at these research groups. The secondary use of clinical data will follow all ethical guidelines and personal information will be removed before the data are handed to me. This project will generate: - Source code to analyze simulations and experimental data: stored on gitlab.kuleuven.be for continued use (responsible: Prof. Hans Dierckx) - Simulations and processed data: stored on 2 pc's(10TB and 8TB). Essential results will be additionally saved on university servers. The Source code will contain documentation including: a ReadMe file for the dataset (template available to be customised for your data) information on the methodology used to collect the data analytical and procedural information how raw data have been processed into other forms of data a user guide explanatory comments in code or model script file properties added to a data file labels and definitions of variables (there is a website of the code containing all info of methods etc). Essential data will be available in the method section of papers 4 Describe the metadata for the data. This section deals with metadata: information contained in your dataset about the research data. Type of dataFormat meta dataResponsible experimental data of animal hearts multimedia (video) 1GB*100 date and time, camera model, camera settings, resolution, etc.Promoter Hans Dierckx (KULeuven KULAK) (+ orginal kept at host institution) clinical data of human hearts multimedia (video) / numerical 2GB*50 anonymized patient dataCo-promoter Prof. Joris Ector (Cardiology, UZLeuven) experimental data of human hearts multimedia (video)1GB *100 .dat or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven KULAK) (+ orginal kept at host institution) simulation data of a heart multimedia (video) 1GB*100 .log.txt file and git repository log(Louise Arno, Prof. Hans Dierckx KULeuven) 5 3. ETHICAL, LEGAL AND PRIVACY ISSUES Are there any ethical issues concerning the creation and/or use of the data? No Did you consider all issues about copyrights and IPR? Yes Are the collected data considered to be “data containing personal information” and are all the requirements about the collection of these data met? No, all patient information will have been removed. Yes, all medical guidelines were followed by the collaborators that originally collected the data. 4. DATA STORAGE AND BACKUP DURING RESEARCH How and where will the data be stored during research? Centrally on storage facilities of the research unit On discipline-specific storage facilities At an external data center In a cloud service offered by the university In an external cloud service The code to analyze data is stored on git, relevant documents/papers on OneDrive, publications are stored on overleaf and ORCID. External data (experimental and clinical) storage can be found in data description. Simulation data will be stored on the central computers of the research unit. Which back-up procedures are in place? The code to analyze data is stored on git, relevant documents/papers on OneDrive, publications are stored on overleaf and ORCID. External data (experimental and clinical) storage can be found in data description. Simulation data will be stored on multiple computers of the research unit. Describe the data security procedures and who has access to the data. -The code to analyze data is stored on git, protected by an SSH key system -Simulation data will be stored on the central computers of the research unit, secured with password protection and controlled access. 6 5. DATA SELECTION AND PRESERVATION AFTER RESEARCH What is the long-term preservation plan for these dataset(s)? A meaningful selection of the simulations ran by the FWO fellow will be stored on the central devices of the research units for at least 10 years, conform to the KU Leuven RDM policy. Data Selection: Which data will have long time value for the research and will be preserved? A meaningful selection of the simulations ran by the FWO fellow will be stored on the central devices of the research units for at least 10 years, conform to the KU Leuven RDM policy. 6. DATA SHARING Are there any restrictions for sharing the data? All data generated within the research group can be shared. All data used from collaborators cannot be shared. If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible and intelligible? Part of the data, including programmes that we want to spread, will be shared on gitlab or as supplementary material with publications. How will you share the data? Repository Website The full dataset with documentation will be uploaded on gitlab.kuleuven.be with a separate website to navigate the code. With whom will the data be shared? On request 7 7. RESPONSABILITIES AND RESOURCES Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. Type of dataFormat VolumeHow created? File formatResponsible experimental data of animal hearts multimedia (video) optical mapping data*, Ultrasound** *Prof. Tolkasheva (U of Minneapolis)*Prof. Fenton (Georgia Tech Atlanta )**Prof. Dierckx(KULeuven KULAK).da or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven) (+ orginal kept at host institution) clinical data of human hearts multimedia (video) / numerical 2* 50GB during ablation therapy (EEG, LAT maps) .mat, .datCo-promoter Prof. Joris Ector (Cardiology, UZLeuven) experimental data of human hearts multimedia (video)1GB *100panoramic imaging*, Ultrasound** * Prof. Efimov (Georg Washington U)**Prof. Dierckx(KULeuven KULAK).dat or .mp4 or .mat or ...Promoter Hans Dierckx (KULeuven) (+ orginal kept at host institution) simulation data of a heart multimedia (video) computer task.var or .npy(Louise Arno, Prof. Hans Dierckx KULeuven) code to simulate and analyse dataC++ or python or matlab computer task .py or .m or.cpp(Louise Arno, Prof. Hans Dierckx KULeuven) Which additional resources are needed for the execution of the Data Management Plan? None Did you read the KU Leuven Data Management Policy? (find the link to the policy in the guidance). Yes 8"
}