{
    "document_id": "D-2024-2867",
    "LinkTitle": "D-2024-2867",
    "file_name": "D-2024-2867.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2867.pdf",
    "metadata": {
        "title": "The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic",
        "author": "N/A",
        "creation_date": "2024-02-29 10:27:26+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic\nThe Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nSean Heath\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Commission (Horizon)\nTemplate: \nTemplate: \nHorizon Europe DMP +\nPrincipal Investigator:\nPrincipal Investigator:\n \nSean Heath\nData Manager:\nData Manager:\n \nSean Heath\nProject Administrator:\nProject Administrator:\n \nSean Heath\nGrant number / URL: \nGrant number / URL: \n101102950/https://cordis.europa.eu/project/id/101102950\nID: \nID: \n204031\nStart date: \nStart date: \n16-10-2023\nEnd date: \nEnd date: \n15-10-2025\nProject abstract:\nProject abstract:\nExploring outdoor swimming for global well-being strategies:\nOutdoor swimming in Norway is closely linked with a sense of well-being. During the COVID-19 pandemic, it emerged as a highly regarded\ntherapeutic practice. The MSCA-funded EcoSENSES project will take a multidisciplinary approach to explore the concept of well-being within aquatic\nenvironments and the responsible management of natural spaces. Combining elements of anthropology, qualitative sensory ethnography and discourse\nanalysis, it will uncover the historical and contemporary interpretations of Norwegian outdoor recreation. The research will trace how human\ninteractions with water contribute to an enriched sensory experience. The findings will shed light on the potential of sensory-based ecosystems to\nenhance global harmony in the management of water resources.\n \nMy project aims to re-think human-more-than-human interconnectedness by examining entangled relationships between arctic waters, the senses, and\nplace. As a community of practice, outdoor swimming in Norway provides a unique lens through which to examine a sharing in the sensible grounded-\nin holistic planetary wellbeing. Following the global COVID-19 pandemic and wellbeing crisis, practitioners, tourism agencies, and popular media\noutlets have lauded outdoor swimming as a therapeutic cure for human health, wellbeing, and for a perceived lack of connection to nature. Examining\nrelational notions of wellbeing in blue-spaces, and stewardship of nature in immersive experiences outdoors, generates novel insights into sensory\nknowledges and the cultural values of waters in rapidly changing arctic climates. In doing so, this project expands the methodological affordances of\nanthropology by conjoining participant sensation in qualitative sensory ethnography with discourse analysis and close readings, in the pursuit of three\nobjectives: 1) identify historical and contemporary meanings of Norwegian outdoor recreation (friluftsliv) and wellbeing as presented in and related to\noutdoor swimming; 2) trace how interactions with water and more-than-human others shape the swimming sensorium; and 3) uncover the potential for\nsensory ecologies to inform planetary conviviality in water management and competency policies. Sensory approaches used in this project may reveal\npower relations, local forms of water management and wellbeing resilience, the negotiated use of space, and formation of place-attachment. This\nexamination of how the perceived therapeutic healing practice of outdoor swimming can be mobilized to include material and ecological strategies for\nadvancing water security and ensuring quality water sources for all Europeans.\nLast modified: \nLast modified: \n29-02-2024\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n1 of 7\nThe Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic\nThe Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic\nFull DMP\nFull DMP\nVersion information\nVersion information\n101102950 \nEcoSENSES \nThe Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic\nv1.0 \n07/02/2024 - v1.0\n1. Data summary\n1. Data summary\nPublic sources from national and international statistics databases in Norway and the European Comission (Norwegian National Statistics, https://www.ssb.no/en;\nEuropean Union archives on current legislation and law, https://eur-lex.europa.eu/homepage.html; Bodø kommune [municipality], https://bodo.kommune.no; and\nVisit Norway's tourism site https://www.visitnorway.com). as well as previously published books containing data on outdoor swimming and dipping and friluftsliv\n(e.g., Outdoor Swimmer's Handbook; Chill; Winter Swimming; Living with Water; Nature First; Deep Ecology; Norwegian Friluftsliv; Bærekraft i idrett og\nfriluftsliv).\nData Type\nData Type\nDescritption\nDescritption\nNew or\nNew or\nReused\nReused\nDigital or\nDigital or\nPhysical\nPhysical\nData Format\nData Format\nData Volume\nData Volume\nobservational\nfield jottings of everyday participation in swimming and dipping activities, interview\nnotes, notes of observations, diary entries\nnew\nphysical (raw\ntextual)\npaper\n~3 notebooks\nimages\nlandscape photos of swimming and dipping areas\nnew\ndigital\n.jpeg\n~2GB\ntext\nNorwegian National Statistics on Sports and outdoor activities, survey on living\nconditions\nreused\naggregated\ndigital\n.xlsx\n.pdf\n~1MB\ntext\nEuropean Commission reports and statistics on bathing water quality and water\nquality directive\nreused\naggregated\ndigital\n.pdf\n~20MB\nimages\nvideos of outdoor swims, including 'wet' interviews\nnew\ndigital\n.mp4\n~20GB\ntext\ninterview transcripts\nnew\ndigital\n.txt\n.pdf\n1MB\ntext\nfieldnotes\nnew\ndigital\n.txt\n.pdf\n~50MB\nimages and\ntext\ncold-water swimming exhibit\nnew\ndigital and\nphysical\npaper/ .mp4/\n.mp3/ .jpeg/\n.txt/\n.pdf\n~2GB\n~several photos and\ntwo posters\ntext\nnewspaper and blog posts on outdoor swimming in Norway, and the arctic\nnew\ndigital\n.pdf\n~1MB\nTo identify historical and contemporary meanings of Norwegian outdoor recreation (friluftsliv) and wellbeing (Objective 1) requires the re-use of data concerning\nfriluftsliv in books, policy documents, and national statistics.\nTo develop meaningful policy briefs on bathing water quality, outdoor swimming safety, and environmental education around swimming requires the re-use of\nEuropean Commission data on water quality and community patterns of recreational interaction in watery spaces. When combined with the newly generated data\nfrom the project, policy recommendation briefs (Objective 2) can be better targeted towards policy makers in the areas of water management and competency/safety.\nIn total, the expected size of the dataset generated and re-used is ~25GB. See section 1.2 for a full breakdown of data object sizes.\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n2 of 7\nSee question 1.2 for a detailed outline of the origin of data.\nAggregate data from Norwegian National Statisctics (https://www.ssb.no/en) and from the European Commission (https://eur-lex.europa.eu/homepage.html) or\nEuropean Environmental Agency (https://www.eea.europa.eu/en) will be reused under CC-BY licencing.\n \nNewly generated data, both in text and image, will be processed and analyzed through NVivo software.\nI expect other researchers to use my methodological innovations in future ethnographic research projects, to build on my findings in artic contexts, and to explore\ncold-water immersions in new research settings in the North and South (e.g., Canada, Scandinavia, New Zealand, Chile). NLS and other lifesaving societies in\nEurope and globally may use the results to develop more targeted recommendations and knowledge for water safety and competency in Artic regions (i.e., cold-\nwater swimming education in school and community recreation programs). NGO’s promoting access and inclusion using outdoor swimming activities\n(OpenMindsActive, MentalHealthSwims) may use the project results to promote the benefit of their activities to wider public audiences and use the research findings\nas evidence to secure local funding for expansion of their programs. An outline of the exhibit’s co-creative processes will be included in one of the 3 academic\njournal articles which may assist in further organization of exhibitions with outdoors communities.\n \nThe policy brief on bathing water quality will be of particular interest to NGO's working on advancing the EU water quality directive as well as local governments\nimplementing the policies laid out in the water quality directive.\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\nYes: describe below\nKU Leuven's Research Data Repository (RDR) will be used to store data. The datasets will be given DOIs as the persisten identifiers.\nResearch outputs, including publications and policy briefs, will also be given DOIs upon publication acceptance.\nAll data will be tagged with metadata according to the FAIR principles: making data Findable, Accessible, Interoperable and Reusable. As there are currently no\nmetadata standards within anthropology, metadata will be data-driven\n(concepts and tags are defined based on the patterns detected within the data) and follow metadata standard for social sciences and humanities of RDR.\nYes: describe below\nKeywords will be defined based on the patterns detected within the data. These will, as closely as possible, follow keyword conventions set out in major\nanthropology journal publications (Social Anthropology, American Ethnologist, Cultural Anthropology).\nYes: describe below\nKU Leuven RDR system automatically generates discovery of metadata that can be harvested and indexed.\n2.2 FAIR data: Making data accessible\n2.2 FAIR data: Making data accessible\nYes: describe below\nData will be available in the KU Leuven RDR repository. Pulications will be available in the KU Leuven Lirias repository.\nYes\nKU Leuven's Research Data Repository (RDR) will be used to store data. The datasets will be given DOIs as the persisten identifiers.\nNo, certain datasets cannot be shared openly for the following reasons:\nDuring anthropological fieldwork building deep levels of rapport and close relationships with interlocutors, a hallmark of ethnographic research, generates\nknowledge, which is personal, sensitive, and identifiable.Fieldnotes, interview transcirpts, photographs, videos, all present personal and identifiable information.\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n3 of 7\nTherefore, this data will not be made openly available, although metadata will be provided for these datasets. (See section 6.1 for further information).\nNo\nNA\nYes: describe below\nYes, as restricted data (upon approval, or institutional access only).\nData that cannot be shared will include a justification for this decision which will be added as meta-data to the specific restricted data-set.\nData can be shared to external scientific researchers upon request. Scientific researchers will have to motivate why they want access to the data. Requests should be\nsent through RDR and addressed to the project's data manager: Dr. Sean Heath.\nAs part of the access request procedure the indentity of the person accessing the data will be checked against their institutional affiliation.\nNo\nYes\nThe empirical data collected that can be made publicly available (certain audio transcripts, video material, photos, etc.) will be licensed under the Creative\nCommons license (for visual material) or Open Data commons license (for textual data).\nYes\nA README .txt file will be included as part of the metadata that includes procedures for accessing the data.\nPhysical data will be stored by the data manager, Dr. Sean Heath, for max. 10 years past the project end date.\nRelevant research data will be retained within RDR for a period of 10 years after the end date of the project.\nNA\n2.3 FAIR data: Making data interoperable\n2.3 FAIR data: Making data interoperable\nWithin anthropological reserach communities it is extremely uncommon for data to be standardized. As each research situation in anthropology is unique, with\nsignificant differences in the collection, reporting, coding, analyzing, and written output of fieldwork data from the subject positionality of the researcher and their\nchosen methodologies interoperability in the sense of reproducability is irrelevant.\nHowever, data files will be uploaded into the datasets in open data formats (e.g., .txt, .pdf, .mp3, .wav)\nCommunity best-practices of in-depth descriptions of methodological orientations, project specific ontologies, and vocabularies (both indigenous and academic) will\nbe thoroughly explained within the outputs of the project (a scientific journal publication on methodology for instance). Anthropology is a comparative social science\noffering new knowledge generated from exploring the similarities and differences in human practices. As such, mappings to more commonly used key terms and\nvocabularies will be made within the outputs of the project.\nYes\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n4 of 7\nMetadata for datasets will include qualified references to other sources and datasets.\n2.4 FAIR data: Increase data re-use\n2.4 FAIR data: Increase data re-use\nThe data package(s) deposited in the trusted repository (RDR) will include README files with information on methodology, codebooks, data cleaning, and\nanalyses.\nA readme.txt file will be included with the metadata to describe the methodology and methods used to collect the rearch data. This metadata outline of the\nmethodology and methods will be generated from publication outputs. Those publication outputs will be licensed under CC-BY.\nMetadata for project generated data will be provided open access and licensed under CC0.\nInterview transcripts will be thoroughly scrubbed (data cleaned) of identifiable information if possible, and held in the repository under CC-BY license.\n \nThe empirical data collected that can be made publicly available will be shared via RDR repository. Regarding data that cannot be published publicly (explained\nfurther in section 6.1), either due to privacy issues such as people's subjective views, political opinions, intimate descriptions of life experiences, or because they are\nconfidential - name, sex, age, ethnicity -  metadata will be made available containing info on how/where to request possible access by the end of the project. For\npublished work (journal articles, conference proceedings, books, book chapters, podcasts, blogs) the published and/or accepted version will be deposited in\nrepositories at KU Leuven (Lirias).\nYes\nI expect other researchers to use my methodological innovations in future ethnographic research projects, to build on my findings in artic contexts, and to explore\ncold-water immersions in new research settings in the North and South (e.g., Canada, Scandinavia, New Zealand, Chile). Norwegian Lifesaving Society and other\nlifesaving societies in Europe, and globally, may use the results to develop more targeted recommendations and knowledge for water safety and competency in Artic\nregions (i.e., cold-water swimming education in school and community recreation programs). NGO’s promoting access and inclusion using outdoor swimming\nactivities (OpenMindsActive, MentalHealthSwims, Water Land, Water Europe, BUA, Outdoor Swimming Society and Belgian Outdoor Swimming Society) may\nuse the project results to promote the benefit of their activities to wider public audiences and use the research findings as evidence to advance bathing water quality\ninitiatives in their local communities.\nPolicy makers and stakeholders at Water Europe, European Environmental Agency, and European Commission Units for Sport, recreation, and water may wish to\nre-use the data, but particularly the publications and policy briefs, as evidence with which to advance European directives for water quality and bathing water quality.\nStregthening evidence for wellbeing with water and nature through recreational activities directly addresses previous reserach that shows nearly two-thirds of\noutdoor swimmers take meaningful action on climate change including personal lifestyle changes and direct action. Therefore, the impact of this project addresses\nthe UN Sustainable Development Goal (SDG) #13 Climate Action but also SDG #3 Good Health and Wellbeing by encouraging mindful outdoor recreation in blue\nspaces. The re-use of data in connection with the societal pathway to impact concerns the culturally specific understandings of human and more-than-human\nrelational perspectives in arctic contexts and water-based recreational activities (e.g., senses of belonging to nature and ideals of accessibility and inclusiveness\nembedded in friluftsliv) generated during the research of this project, potentially furthering explorations of other European cultural heritage traditions of outdoor\nrecreation with water.\nYes\nThe \"quality\" of the qualitative data collected in this project depends on the skills of the researcher undertaking the fieldwork. Dr. Sean Heath has demonstrated the\nrich \"quality\" of his ethnographic data collection techniques through multiple publications and other dissemination outputs. To maintain the high consitency of\nquality of data collection, data will be regularly reviewed and analyzed during the collection process and adjustments will occur as necessary.\n3. Other research outputs\n3. Other research outputs\nAs already stated images and text from the exhibit will be reproduced and included in the RDR repository. Images ansd videos which do not hold confidential or\nidentifiable information will be uploaded without restrictions to the RDR repository along with the relevant metadata.\nNew methods of using film elicitation and \"wet\" interviews will be documented in a published methodology paper.\n4. Allocation of resources\n4. Allocation of resources\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n5 of 7\nThe data manager for this project is signed up to attend the RDR data sharing and publication workshop. They have read the RDR manual. In addition to individual\nhelpdeck support, the RDR team provides a website with resources on support and guidance in using the RDR system (https://www.kuleuven.be/rdm/en/rdr/support-\nguidelines).\n \nJournal publications (outputs) are required by the Horizon Europe grant to be Open Access. Thus, costs for three open-access journal publications have been\nbudgeted for in the project.\nDr. Sean Heath, MSCA Postdoctoral Fellow, is the data manager for this project. He is responsible for data collection, metadata production, data quality assurance,\nstorage and backup (in password and authenticator protected KU Leuven OneDrive for Business account), data processing, data archiving (in RDR) and sharing.\nA 2TB SSD harddrive has already been procured by the data manager for digital storage of data. Physical data will be kept under lock and key in a secure cabinet in\nthe office of the data manager for 10 years.\n5. Data security\n5. Data security\nData will be storred on a KU Leuven business OneDrive account (cloud service). This account is password protected and requires KU Leuven authentication before\naccess. Only the named researcher on the project, Dr. Sean Heath, will have access to this OneDrive folder. Metadata will be stored in a separate password protected\nfolder within the OneDrive.\nAny confidential data will be stored in a separate password protected file within the OneDrive account.\nThe Ivanti secure access client (installed on the KU Leuven laptop) will be used in order to access data while abroad. \nKU Leuven RDR has transfer integration with the OneDrive system allowing for the secure transfer of data from the cloud into the repository.\nPhysical data, such as fieldnote jotting books, will be stored in a locked office cabinet on KU leuven premises after fieldwork. During fieldwork the physical data\nwill be held in a locked cabinet in the researchers individual residence.\nYes\nAs stated in Section 2, the data will be stored safely in the trusted KU Leuven RDR repository for 10 years after the end of the project.\n6. Ethics\n6. Ethics\nYes\nDuring anthropological fieldwork building deep levels of rapport and close relationships with interlocutors, a hallmark of ethnographic research, generates\nknowledge, which is personal, sensitive, and identifiable. Sharing much of this information is unethical and we may not know the consequences of sharing such\ninformation. It is not possible nor desirable to place full open access to all we may learn, and all knowledge generated through ethnography, especially the\nprivate/personal/identifying material of our interlocutors. Therefore, restricting the information shared publicly, for example by restricting database information to\nmetadata only, helps protect the confidentiality of interlocutors. Co-assessment of research materials is an additional layer of ethical practice which I will engage in\nto ensure the confidentiality and private/personal information of my interlocutors is respected.\nDatasets which use heavy pseudonymization, such as drawing up a general list of participants which includes gender, approximate age ranges, country of origin, and\nlevels of education could be useful for future researchers. This would be one way in which data, beyond the metadata, can be openly shared.\n \nThis project has been registered through PRET and given approval by SMEC, the Social and Societal Ethics Committee. Reference number G-2024-7565-R2(MIN).\nYes\nQuestionnaires are not presently part of the research methods. However, informed consent forms to participate in research will include information on what\ninformation will be collected during the research, what will be done with their personal data and what their rights are with regard to the data collected. Consent for\ndata sharing and long term preservation will be included in this form.\n7. Other issues\n7. Other issues\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n6 of 7\nNo\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n7 of 7"
    },
    "clean_full_text": "The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic A Data Management Plan created using DMPonline.be Creator: Creator: Sean Heath Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Commission (Horizon) Template: Template: Horizon Europe DMP + Principal Investigator: Principal Investigator: Sean Heath Data Manager: Data Manager: Sean Heath Project Administrator: Project Administrator: Sean Heath Grant number / URL: Grant number / URL: 101102950/https://cordis.europa.eu/project/id/101102950 ID: ID: 204031 Start date: Start date: 16-10-2023 End date: End date: 15-10-2025 Project abstract: Project abstract: Exploring outdoor swimming for global well-being strategies: Outdoor swimming in Norway is closely linked with a sense of well-being. During the COVID-19 pandemic, it emerged as a highly regarded therapeutic practice. The MSCA-funded EcoSENSES project will take a multidisciplinary approach to explore the concept of well-being within aquatic environments and the responsible management of natural spaces. Combining elements of anthropology, qualitative sensory ethnography and discourse analysis, it will uncover the historical and contemporary interpretations of Norwegian outdoor recreation. The research will trace how human interactions with water contribute to an enriched sensory experience. The findings will shed light on the potential of sensory-based ecosystems to enhance global harmony in the management of water resources. My project aims to re-think human-more-than-human interconnectedness by examining entangled relationships between arctic waters, the senses, and place. As a community of practice, outdoor swimming in Norway provides a unique lens through which to examine a sharing in the sensible grounded- in holistic planetary wellbeing. Following the global COVID-19 pandemic and wellbeing crisis, practitioners, tourism agencies, and popular media outlets have lauded outdoor swimming as a therapeutic cure for human health, wellbeing, and for a perceived lack of connection to nature. Examining relational notions of wellbeing in blue-spaces, and stewardship of nature in immersive experiences outdoors, generates novel insights into sensory knowledges and the cultural values of waters in rapidly changing arctic climates. In doing so, this project expands the methodological affordances of anthropology by conjoining participant sensation in qualitative sensory ethnography with discourse analysis and close readings, in the pursuit of three objectives: 1) identify historical and contemporary meanings of Norwegian outdoor recreation (friluftsliv) and wellbeing as presented in and related to outdoor swimming; 2) trace how interactions with water and more-than-human others shape the swimming sensorium; and 3) uncover the potential for sensory ecologies to inform planetary conviviality in water management and competency policies. Sensory approaches used in this project may reveal power relations, local forms of water management and wellbeing resilience, the negotiated use of space, and formation of place-attachment. This examination of how the perceived therapeutic healing practice of outdoor swimming can be mobilized to include material and ecological strategies for advancing water security and ensuring quality water sources for all Europeans. Last modified: Last modified: 29-02-2024 Created using DMPonline.be. Last modiﬁed 29 February 2024 1 of 7 The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic Full DMP Full DMP Version information Version information 101102950 EcoSENSES The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic v1.0 07/02/2024 - v1.0 1. Data summary 1. Data summary Public sources from national and international statistics databases in Norway and the European Comission (Norwegian National Statistics, https://www.ssb.no/en; European Union archives on current legislation and law, https://eur-lex.europa.eu/homepage.html; Bodø kommune [municipality], https://bodo.kommune.no; and Visit Norway's tourism site https://www.visitnorway.com). as well as previously published books containing data on outdoor swimming and dipping and friluftsliv (e.g., Outdoor Swimmer's Handbook; Chill; Winter Swimming; Living with Water; Nature First; Deep Ecology; Norwegian Friluftsliv; Bærekraft i idrett og friluftsliv). Data Type Data Type Descritption Descritption New or New or Reused Reused Digital or Digital or Physical Physical Data Format Data Format Data Volume Data Volume observational field jottings of everyday participation in swimming and dipping activities, interview notes, notes of observations, diary entries new physical (raw textual) paper ~3 notebooks images landscape photos of swimming and dipping areas new digital .jpeg ~2GB text Norwegian National Statistics on Sports and outdoor activities, survey on living conditions reused aggregated digital .xlsx .pdf ~1MB text European Commission reports and statistics on bathing water quality and water quality directive reused aggregated digital .pdf ~20MB images videos of outdoor swims, including 'wet' interviews new digital .mp4 ~20GB text interview transcripts new digital .txt .pdf 1MB text fieldnotes new digital .txt .pdf ~50MB images and text cold-water swimming exhibit new digital and physical paper/ .mp4/ .mp3/ .jpeg/ .txt/ .pdf ~2GB ~several photos and two posters text newspaper and blog posts on outdoor swimming in Norway, and the arctic new digital .pdf ~1MB To identify historical and contemporary meanings of Norwegian outdoor recreation (friluftsliv) and wellbeing (Objective 1) requires the re-use of data concerning friluftsliv in books, policy documents, and national statistics. To develop meaningful policy briefs on bathing water quality, outdoor swimming safety, and environmental education around swimming requires the re-use of European Commission data on water quality and community patterns of recreational interaction in watery spaces. When combined with the newly generated data from the project, policy recommendation briefs (Objective 2) can be better targeted towards policy makers in the areas of water management and competency/safety. In total, the expected size of the dataset generated and re-used is ~25GB. See section 1.2 for a full breakdown of data object sizes. Created using DMPonline.be. Last modiﬁed 29 February 2024 2 of 7 See question 1.2 for a detailed outline of the origin of data. Aggregate data from Norwegian National Statisctics (https://www.ssb.no/en) and from the European Commission (https://eur-lex.europa.eu/homepage.html) or European Environmental Agency (https://www.eea.europa.eu/en) will be reused under CC-BY licencing. Newly generated data, both in text and image, will be processed and analyzed through NVivo software. I expect other researchers to use my methodological innovations in future ethnographic research projects, to build on my findings in artic contexts, and to explore cold-water immersions in new research settings in the North and South (e.g., Canada, Scandinavia, New Zealand, Chile). NLS and other lifesaving societies in Europe and globally may use the results to develop more targeted recommendations and knowledge for water safety and competency in Artic regions (i.e., cold- water swimming education in school and community recreation programs). NGO’s promoting access and inclusion using outdoor swimming activities (OpenMindsActive, MentalHealthSwims) may use the project results to promote the benefit of their activities to wider public audiences and use the research findings as evidence to secure local funding for expansion of their programs. An outline of the exhibit’s co-creative processes will be included in one of the 3 academic journal articles which may assist in further organization of exhibitions with outdoors communities. The policy brief on bathing water quality will be of particular interest to NGO's working on advancing the EU water quality directive as well as local governments implementing the policies laid out in the water quality directive. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata Yes: describe below KU Leuven's Research Data Repository (RDR) will be used to store data. The datasets will be given DOIs as the persisten identifiers. Research outputs, including publications and policy briefs, will also be given DOIs upon publication acceptance. All data will be tagged with metadata according to the FAIR principles: making data Findable, Accessible, Interoperable and Reusable. As there are currently no metadata standards within anthropology, metadata will be data-driven (concepts and tags are defined based on the patterns detected within the data) and follow metadata standard for social sciences and humanities of RDR. Yes: describe below Keywords will be defined based on the patterns detected within the data. These will, as closely as possible, follow keyword conventions set out in major anthropology journal publications (Social Anthropology, American Ethnologist, Cultural Anthropology). Yes: describe below KU Leuven RDR system automatically generates discovery of metadata that can be harvested and indexed. 2.2 FAIR data: Making data accessible 2.2 FAIR data: Making data accessible Yes: describe below Data will be available in the KU Leuven RDR repository. Pulications will be available in the KU Leuven Lirias repository. Yes KU Leuven's Research Data Repository (RDR) will be used to store data. The datasets will be given DOIs as the persisten identifiers. No, certain datasets cannot be shared openly for the following reasons: During anthropological fieldwork building deep levels of rapport and close relationships with interlocutors, a hallmark of ethnographic research, generates knowledge, which is personal, sensitive, and identifiable.Fieldnotes, interview transcirpts, photographs, videos, all present personal and identifiable information. Created using DMPonline.be. Last modiﬁed 29 February 2024 3 of 7 Therefore, this data will not be made openly available, although metadata will be provided for these datasets. (See section 6.1 for further information). No NA Yes: describe below Yes, as restricted data (upon approval, or institutional access only). Data that cannot be shared will include a justification for this decision which will be added as meta-data to the specific restricted data-set. Data can be shared to external scientific researchers upon request. Scientific researchers will have to motivate why they want access to the data. Requests should be sent through RDR and addressed to the project's data manager: Dr. Sean Heath. As part of the access request procedure the indentity of the person accessing the data will be checked against their institutional affiliation. No Yes The empirical data collected that can be made publicly available (certain audio transcripts, video material, photos, etc.) will be licensed under the Creative Commons license (for visual material) or Open Data commons license (for textual data). Yes A README .txt file will be included as part of the metadata that includes procedures for accessing the data. Physical data will be stored by the data manager, Dr. Sean Heath, for max. 10 years past the project end date. Relevant research data will be retained within RDR for a period of 10 years after the end date of the project. NA 2.3 FAIR data: Making data interoperable 2.3 FAIR data: Making data interoperable Within anthropological reserach communities it is extremely uncommon for data to be standardized. As each research situation in anthropology is unique, with significant differences in the collection, reporting, coding, analyzing, and written output of fieldwork data from the subject positionality of the researcher and their chosen methodologies interoperability in the sense of reproducability is irrelevant. However, data files will be uploaded into the datasets in open data formats (e.g., .txt, .pdf, .mp3, .wav) Community best-practices of in-depth descriptions of methodological orientations, project specific ontologies, and vocabularies (both indigenous and academic) will be thoroughly explained within the outputs of the project (a scientific journal publication on methodology for instance). Anthropology is a comparative social science offering new knowledge generated from exploring the similarities and differences in human practices. As such, mappings to more commonly used key terms and vocabularies will be made within the outputs of the project. Yes Created using DMPonline.be. Last modiﬁed 29 February 2024 4 of 7 Metadata for datasets will include qualified references to other sources and datasets. 2.4 FAIR data: Increase data re-use 2.4 FAIR data: Increase data re-use The data package(s) deposited in the trusted repository (RDR) will include README files with information on methodology, codebooks, data cleaning, and analyses. A readme.txt file will be included with the metadata to describe the methodology and methods used to collect the rearch data. This metadata outline of the methodology and methods will be generated from publication outputs. Those publication outputs will be licensed under CC-BY. Metadata for project generated data will be provided open access and licensed under CC0. Interview transcripts will be thoroughly scrubbed (data cleaned) of identifiable information if possible, and held in the repository under CC-BY license. The empirical data collected that can be made publicly available will be shared via RDR repository. Regarding data that cannot be published publicly (explained further in section 6.1), either due to privacy issues such as people's subjective views, political opinions, intimate descriptions of life experiences, or because they are confidential - name, sex, age, ethnicity - metadata will be made available containing info on how/where to request possible access by the end of the project. For published work (journal articles, conference proceedings, books, book chapters, podcasts, blogs) the published and/or accepted version will be deposited in repositories at KU Leuven (Lirias). Yes I expect other researchers to use my methodological innovations in future ethnographic research projects, to build on my findings in artic contexts, and to explore cold-water immersions in new research settings in the North and South (e.g., Canada, Scandinavia, New Zealand, Chile). Norwegian Lifesaving Society and other lifesaving societies in Europe, and globally, may use the results to develop more targeted recommendations and knowledge for water safety and competency in Artic regions (i.e., cold-water swimming education in school and community recreation programs). NGO’s promoting access and inclusion using outdoor swimming activities (OpenMindsActive, MentalHealthSwims, Water Land, Water Europe, BUA, Outdoor Swimming Society and Belgian Outdoor Swimming Society) may use the project results to promote the benefit of their activities to wider public audiences and use the research findings as evidence to advance bathing water quality initiatives in their local communities. Policy makers and stakeholders at Water Europe, European Environmental Agency, and European Commission Units for Sport, recreation, and water may wish to re-use the data, but particularly the publications and policy briefs, as evidence with which to advance European directives for water quality and bathing water quality. Stregthening evidence for wellbeing with water and nature through recreational activities directly addresses previous reserach that shows nearly two-thirds of outdoor swimmers take meaningful action on climate change including personal lifestyle changes and direct action. Therefore, the impact of this project addresses the UN Sustainable Development Goal (SDG) #13 Climate Action but also SDG #3 Good Health and Wellbeing by encouraging mindful outdoor recreation in blue spaces. The re-use of data in connection with the societal pathway to impact concerns the culturally specific understandings of human and more-than-human relational perspectives in arctic contexts and water-based recreational activities (e.g., senses of belonging to nature and ideals of accessibility and inclusiveness embedded in friluftsliv) generated during the research of this project, potentially furthering explorations of other European cultural heritage traditions of outdoor recreation with water. Yes The \"quality\" of the qualitative data collected in this project depends on the skills of the researcher undertaking the fieldwork. Dr. Sean Heath has demonstrated the rich \"quality\" of his ethnographic data collection techniques through multiple publications and other dissemination outputs. To maintain the high consitency of quality of data collection, data will be regularly reviewed and analyzed during the collection process and adjustments will occur as necessary. 3. Other research outputs 3. Other research outputs As already stated images and text from the exhibit will be reproduced and included in the RDR repository. Images ansd videos which do not hold confidential or identifiable information will be uploaded without restrictions to the RDR repository along with the relevant metadata. New methods of using film elicitation and \"wet\" interviews will be documented in a published methodology paper. 4. Allocation of resources 4. Allocation of resources RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. Created using DMPonline.be. Last modiﬁed 29 February 2024 5 of 7 The data manager for this project is signed up to attend the RDR data sharing and publication workshop. They have read the RDR manual. In addition to individual helpdeck support, the RDR team provides a website with resources on support and guidance in using the RDR system (https://www.kuleuven.be/rdm/en/rdr/support- guidelines). Journal publications (outputs) are required by the Horizon Europe grant to be Open Access. Thus, costs for three open-access journal publications have been budgeted for in the project. Dr. Sean Heath, MSCA Postdoctoral Fellow, is the data manager for this project. He is responsible for data collection, metadata production, data quality assurance, storage and backup (in password and authenticator protected KU Leuven OneDrive for Business account), data processing, data archiving (in RDR) and sharing. A 2TB SSD harddrive has already been procured by the data manager for digital storage of data. Physical data will be kept under lock and key in a secure cabinet in the office of the data manager for 10 years. 5. Data security 5. Data security Data will be storred on a KU Leuven business OneDrive account (cloud service). This account is password protected and requires KU Leuven authentication before access. Only the named researcher on the project, Dr. Sean Heath, will have access to this OneDrive folder. Metadata will be stored in a separate password protected folder within the OneDrive. Any confidential data will be stored in a separate password protected file within the OneDrive account. The Ivanti secure access client (installed on the KU Leuven laptop) will be used in order to access data while abroad. KU Leuven RDR has transfer integration with the OneDrive system allowing for the secure transfer of data from the cloud into the repository. Physical data, such as fieldnote jotting books, will be stored in a locked office cabinet on KU leuven premises after fieldwork. During fieldwork the physical data will be held in a locked cabinet in the researchers individual residence. Yes As stated in Section 2, the data will be stored safely in the trusted KU Leuven RDR repository for 10 years after the end of the project. 6. Ethics 6. Ethics Yes During anthropological fieldwork building deep levels of rapport and close relationships with interlocutors, a hallmark of ethnographic research, generates knowledge, which is personal, sensitive, and identifiable. Sharing much of this information is unethical and we may not know the consequences of sharing such information. It is not possible nor desirable to place full open access to all we may learn, and all knowledge generated through ethnography, especially the private/personal/identifying material of our interlocutors. Therefore, restricting the information shared publicly, for example by restricting database information to metadata only, helps protect the confidentiality of interlocutors. Co-assessment of research materials is an additional layer of ethical practice which I will engage in to ensure the confidentiality and private/personal information of my interlocutors is respected. Datasets which use heavy pseudonymization, such as drawing up a general list of participants which includes gender, approximate age ranges, country of origin, and levels of education could be useful for future researchers. This would be one way in which data, beyond the metadata, can be openly shared. This project has been registered through PRET and given approval by SMEC, the Social and Societal Ethics Committee. Reference number G-2024-7565-R2(MIN). Yes Questionnaires are not presently part of the research methods. However, informed consent forms to participate in research will include information on what information will be collected during the research, what will be done with their personal data and what their rights are with regard to the data collected. Consent for data sharing and long term preservation will be included in this form. 7. Other issues 7. Other issues Created using DMPonline.be. Last modiﬁed 29 February 2024 6 of 7 No Created using DMPonline.be. Last modiﬁed 29 February 2024 7 of 7"
}