{
    "document_id": "D-2024-3119",
    "LinkTitle": "D-2024-3119",
    "file_name": "D-2024-3119.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3119.pdf",
    "metadata": {
        "title": "A Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic Platforms",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nA Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic Platforms\nCreator:\nCreator:\nKrishna Kumar Saxena\nProject Administrator: \nProject Administrator: \nKrishna Kumar Saxena\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nHigh pressure and high temperature microfluidic applications alongwith highly abrasive loads require fabrication of micro-features such\nas micro-channels (straight and curved) with high degree of precision as well as high surface quality on difficult-to-cut materials such as\nSTAVAX mould steel, Inconel IN718, and Niobium Carbide (NbC). These microfluidic applications have a huge application potential in\nseveral fields such as microfluidic channels for abrasive water jet cutting, liquid chromatography, carbon nanotube reactors, nanoparticle\nsynthesis, micro-moulds for ceramic injection moulding, etc. Traditional microfluidic chips are made in PMMA or glass which are not\nmeeting the functional requirements for these applications. This project therefore brings in expertise from KU Leuven and University of\nLjubljana to develop a novel micromanufacturing process chain for fabrication of high pressure and high temperature microfluidic\nchannels on difficult-to-cut materials. The process chain will involve investigations on athermal processes such as electrochemical\nmicromachining, hybrid laser electrochemical micromachining, and plasma electrolytic polishing. It also includes a comparative study\nregarding microfluidic devices fabricated using micro-additive manufacturing. Together with an investigation of the dependence of\nthese processes on the material microstructure at grain level, this will lead to a highly precise and athermal micromachining technology\nfor fabricating high pressure, wear resistant and high temperature microfluidics. This CELSA project will therefore help in raising the TRL\nlevel of this technology up to TRL 4 making it highly promising for European projects under 'Made in Europe' and 'Manufacturing as a\nservice to critical sectors' calls.\nID: \nID: \n211557\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2026\nLast modified: \nLast modified: \n09-12-2024\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n1 of 6\nA Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic\nA Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic\nPlatforms\nPlatforms\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMachining-\nCELSA\nExperimental parameter data and the\nmachining response during ECM of STAVAX\nsteel, Inconel and NbC\nN\nD\nN\n \n< 1 GB\n \nMeasurement-\nCELSA\nSurface roughness measurement data of\nmicrochannels\nN\nD\nN\n \n< 1 GB\n \nMicroscopy-\nCELSA\nMicrographs of SEM and EDX generated from\ncharacterisation machined workpieces\nN\nD\nI\n \n< 100\nGB\n \nCurrent_pulses-\nCELSA\nCurrent pulse data (.csv) acquired from\nmicromachining experiments\nN\nD\nN\n \n< 1 GB\n \nImages-CELSA\nPhotographs captured during experiments\nN\nD\nI\n \n< 1 GB\n \nVideos-CELSA\nVideos captured during experiments\nN\nD\nA\n \n< 100\nGB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nNA\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nNA\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nYes, the machining data, and measurements will form a background for high TRL EU project.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNA\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe PIs will make sure that metadata (experiment date, user name, type of experiment, details of equipment, measurement units,\netc.) will be\nadded to the datasets for easy identification and data reuse.\nA data description document (Read Me) will be created to record the data acquisition process and also on how to facilitate the\ninterpretation of metadata.\n \nStandard vocabulary (as per CIRP definitions) will be used.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nPlease refer to the answer above.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n3 of 6\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nA TEAMS share point has been created.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe TEAMS SharePoint is only accessible to the PIs (KU Leuven and University of Ljubljana (external) and the KU Leuven\nresearcher involved in the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total expected data storage volume is < 1 TB. Therefore, it is freely offered by KU Leuven.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nJ drive of Micro -& Precision Engineering group\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data volume is low so no significant costs are foreseen. If needed at the end of the project, the annual costs (< 100 euros) can\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n4 of 6\nbe booked as consumables on running projects.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as restricted data (upon approval, or institutional access only)\nAs the data is aimed at leveraging the technology readiness level for high TRL projects (e.g. EU), it will be restricted until a follow-\nup high TRL project has been awarded.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will only be accessible to the PIs (KU Leuven and University of Ljubljana (external) and the KU Leuven researcher\ninvolved in the project. Disclosure will be limited until a follow-up EU project is approved.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nDisclosure will be limited until a follow-up EU project is approved.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nDisclosure will be limited until a follow-up EU (MSCA DN) project is approved. The project application has already been submitted.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n5 of 6\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nFrom the CELSA project budget.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDr. ir. Krishna Kumar Saxena (KU Leuven)\nDr. ir. Muhammad Hazak Arshad (KU Leuven)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDr. ir. Krishna Kumar Saxena (KU Leuven)\nDr. ir. Muhammad Hazak Arshad (KU Leuven)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDr. ir. Krishna Kumar Saxena (KU Leuven)\nDr. ir. Muhammad Hazak Arshad (KU Leuven)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nDr. ir. Krishna Kumar Saxena (KU Leuven)\nDr. ir. Muhammad Hazak Arshad (KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: A Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic Platforms Creator: Creator: Krishna Kumar Saxena Project Administrator: Project Administrator: Krishna Kumar Saxena Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: High pressure and high temperature microfluidic applications alongwith highly abrasive loads require fabrication of micro-features such as micro-channels (straight and curved) with high degree of precision as well as high surface quality on difficult-to-cut materials such as STAVAX mould steel, Inconel IN718, and Niobium Carbide (NbC). These microfluidic applications have a huge application potential in several fields such as microfluidic channels for abrasive water jet cutting, liquid chromatography, carbon nanotube reactors, nanoparticle synthesis, micro-moulds for ceramic injection moulding, etc. Traditional microfluidic chips are made in PMMA or glass which are not meeting the functional requirements for these applications. This project therefore brings in expertise from KU Leuven and University of Ljubljana to develop a novel micromanufacturing process chain for fabrication of high pressure and high temperature microfluidic channels on difficult-to-cut materials. The process chain will involve investigations on athermal processes such as electrochemical micromachining, hybrid laser electrochemical micromachining, and plasma electrolytic polishing. It also includes a comparative study regarding microfluidic devices fabricated using micro-additive manufacturing. Together with an investigation of the dependence of these processes on the material microstructure at grain level, this will lead to a highly precise and athermal micromachining technology for fabricating high pressure, wear resistant and high temperature microfluidics. This CELSA project will therefore help in raising the TRL level of this technology up to TRL 4 making it highly promising for European projects under 'Made in Europe' and 'Manufacturing as a service to critical sectors' calls. ID: ID: 211557 Start date: Start date: 01-10-2024 End date: End date: 30-09-2026 Last modified: Last modified: 09-12-2024 Created using DMPonline.be. Last modiﬁed 09 December 2024 1 of 6 A Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic A Novel Micromanufacturing Process Chain for High Pressure and High Temperature Microfluidic Platforms Platforms Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Machining- CELSA Experimental parameter data and the machining response during ECM of STAVAX steel, Inconel and NbC N D N < 1 GB Measurement- CELSA Surface roughness measurement data of microchannels N D N < 1 GB Microscopy- CELSA Micrographs of SEM and EDX generated from characterisation machined workpieces N D I < 100 GB Current_pulses- CELSA Current pulse data (.csv) acquired from micromachining experiments N D N < 1 GB Images-CELSA Photographs captured during experiments N D I < 1 GB Videos-CELSA Videos captured during experiments N D A < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No NA Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No NA Created using DMPonline.be. Last modiﬁed 09 December 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Yes, the machining data, and measurements will form a background for high TRL EU project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The PIs will make sure that metadata (experiment date, user name, type of experiment, details of equipment, measurement units, etc.) will be added to the datasets for easy identification and data reuse. A data description document (Read Me) will be created to record the data acquisition process and also on how to facilitate the interpretation of metadata. Standard vocabulary (as per CIRP definitions) will be used. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Please refer to the answer above. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 09 December 2024 3 of 6 OneDrive (KU Leuven) Shared network drive (J-drive) A TEAMS share point has been created. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The TEAMS SharePoint is only accessible to the PIs (KU Leuven and University of Ljubljana (external) and the KU Leuven researcher involved in the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total expected data storage volume is < 1 TB. Therefore, it is freely offered by KU Leuven. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) J drive of Micro -& Precision Engineering group What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data volume is low so no significant costs are foreseen. If needed at the end of the project, the annual costs (< 100 euros) can Created using DMPonline.be. Last modiﬁed 09 December 2024 4 of 6 be booked as consumables on running projects. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as restricted data (upon approval, or institutional access only) As the data is aimed at leveraging the technology readiness level for high TRL projects (e.g. EU), it will be restricted until a follow- up high TRL project has been awarded. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data will only be accessible to the PIs (KU Leuven and University of Ljubljana (external) and the KU Leuven researcher involved in the project. Disclosure will be limited until a follow-up EU project is approved. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Disclosure will be limited until a follow-up EU project is approved. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Other (specify below) Disclosure will be limited until a follow-up EU (MSCA DN) project is approved. The project application has already been submitted. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Created using DMPonline.be. Last modiﬁed 09 December 2024 5 of 6 provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? From the CELSA project budget. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Dr. ir. Krishna Kumar Saxena (KU Leuven) Dr. ir. Muhammad Hazak Arshad (KU Leuven) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dr. ir. Krishna Kumar Saxena (KU Leuven) Dr. ir. Muhammad Hazak Arshad (KU Leuven) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Dr. ir. Krishna Kumar Saxena (KU Leuven) Dr. ir. Muhammad Hazak Arshad (KU Leuven) Who will update and implement this DMP? Who will update and implement this DMP? Dr. ir. Krishna Kumar Saxena (KU Leuven) Dr. ir. Muhammad Hazak Arshad (KU Leuven) Created using DMPonline.be. Last modiﬁed 09 December 2024 6 of 6"
}