{
    "document_id": "D-2024-2598",
    "LinkTitle": "D-2024-2598",
    "file_name": "D-2024-2598.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2598.pdf",
    "metadata": {
        "title": "Development of a User-Friendly Virtual Material Characterization Toolbox",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Development of a User-Friendly Virtual Material Characterization Toolbox\nDevelopment of a User-Friendly Virtual Material Characterization Toolbox\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., Martin Diehl, Ward Melis, Stijn Schildermans\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nStijn Schildermans\nProject Administrator:\nProject Administrator:\n \nn.n. n.n., Martin Diehl, Ward Melis\nGrant number / URL: \nGrant number / URL: \nC3/23/053\nID: \nID: \n205276\nStart date: \nStart date: \n01-07-2024\nEnd date: \nEnd date: \n30-06-2026\nProject abstract:\nProject abstract:\nMetal parts used in high-value applications need to fulfill strict requirements with respect to accuracy and mechanical properties. Integrated\ncomputational tools are essential to develop such parts efficiently. These tools aim to predict mechanical behavior by modeling metal alloys as\npolycrystals, in which each grain has a distinct orientation. The distribution of these orientations is responsible for the anisotropy typical for many\nmetals. Said anisotropy is altered throughout the production process. KU Leuven developed a tool to simulate this evolution during the forming\nprocess, called ALAMEL/VEF. While proven to provide excellent simulation results, this tool is currently only suited for academic use, lacking many\nfeatures essential to a pleasant user experience such as a graphical user interface and the ability to visualize input and output data. This project aims to\nprovide precisely this, building a web-based framework around the existing tool so that materials engineers may effortlessly perform simulations and\nprocess results.\nLast modified: \nLast modified: \n06-03-2024\nCreated using DMPonline.be. Last modiﬁed 06 March 2024\n1 of 6\nDevelopment of a User-Friendly Virtual Material Characterization Toolbox\nDevelopment of a User-Friendly Virtual Material Characterization Toolbox\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nALAMEL\nOriginal ALAMEL source code\nE\nD\nSO\nmodern Fortran\n<100GB\n/\nCode\nThe framework source code\nN\nD\nSO\nVarious\nprogramming\nlanguages\n<100GB\n/\nFeedback\nFeedback from companies cooperating\nwith framework development\nE\nD\nT\nPlain text\n<1GB\n/\nSimulation\nresults\nResults from simulations\nN\nD\nN\nText\n<2 GB\n/\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nKU Leuven GitLab (https://gitlab.kuleuven.be/comp-mater-sci/TWRMTMProject).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWe will ask users to provide feedback specifically on the software, but don't consider this as as \"human subject data\" because participants will\nspeak for the company/research institution that they represent, not for themselves.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nCreated using DMPonline.be. Last modiﬁed 06 March 2024\n2 of 6\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nThe developed software has the potential for use by companies.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll code will be maintained in KU Leuven GitLab. The standard Git conventions are followed. The existing ALAMEL code already contains\nsome documention based on DoxyGen, which will be expanded and structurized during the project.\nNew code will also be documented directly in the source files, using the conventions appropriate for the programming language used.\nAdditionally, a user manual in PDF and/or JuPyteR notebook form will be provided for new users.\nCompany feedback will be stored as plain text within on KU Leuven computers for internal reference during development. As soon as the\nfeedback has been integrated into the code or has otherwise becomes irrelevant, it will be deleted. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nDoxyGen\nJuPyteR notebooks\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nKU Leuven GitLab\nCreated using DMPonline.be. Last modiﬁed 06 March 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nFor locally stored feedback from companies:\n[Unit] \nDescription=Daily backup to CS file server \n[Timer] \nOnCalendar=*-*-* 12:15:00 \n[Service] \nUser=stijn \nExecStart=/usr/bin/rsync --progress -a --exclude .* --include .vimrc --exclude Downloads --exclude intel --exclude docker /home/stijn/\nstijns@simpson.cs.kuleuven.be:backup/\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven GitLab uses the standard KU Leuven central login.\nKU Leuven computers used during the project are protected using a password.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo special costs are required.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nCode will be stored long-term on the KU Leuven GitLab server.\nCompany feedback stored on KU Leuven computers is backed up to the CS file servers.\nCreated using DMPonline.be. Last modiﬁed 06 March 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo special costs are incurred.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nAs stated in the project proposal, we aim to provide the computational core of ALAMEL as open-source software.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe paid features of the proposed framework will not be accessible by end users. Instead, they use the application through the internet.\nFeedback from companies will obviously not be available to future users as it is not relevant to them.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nGitHub\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nThe part of the code we plan to make open-source will be made available as soon as we competed modernizing and documenting it.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nGNU GPL-3.0 (code)\nTo use the framework, we will require companies to purchase a license from KU Leuven. The details of this license are to be determined in\nCreated using DMPonline.be. Last modiﬁed 06 March 2024\n5 of 6\ncollaboration with LRD.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo extra costs will occur for sharing data as existing KU Leuven infrastructure will be used.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nStijn Schildermans\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nStijn Schildermans\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nStijn Schildermans\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nMartin Diehl\nStijn Schildermans\nCreated using DMPonline.be. Last modiﬁed 06 March 2024\n6 of 6"
    },
    "clean_full_text": "Development of a User-Friendly Virtual Material Characterization Toolbox Development of a User-Friendly Virtual Material Characterization Toolbox A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., Martin Diehl, Ward Melis, Stijn Schildermans Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Stijn Schildermans Project Administrator: Project Administrator: n.n. n.n., Martin Diehl, Ward Melis Grant number / URL: Grant number / URL: C3/23/053 ID: ID: 205276 Start date: Start date: 01-07-2024 End date: End date: 30-06-2026 Project abstract: Project abstract: Metal parts used in high-value applications need to fulfill strict requirements with respect to accuracy and mechanical properties. Integrated computational tools are essential to develop such parts efficiently. These tools aim to predict mechanical behavior by modeling metal alloys as polycrystals, in which each grain has a distinct orientation. The distribution of these orientations is responsible for the anisotropy typical for many metals. Said anisotropy is altered throughout the production process. KU Leuven developed a tool to simulate this evolution during the forming process, called ALAMEL/VEF. While proven to provide excellent simulation results, this tool is currently only suited for academic use, lacking many features essential to a pleasant user experience such as a graphical user interface and the ability to visualize input and output data. This project aims to provide precisely this, building a web-based framework around the existing tool so that materials engineers may effortlessly perform simulations and process results. Last modified: Last modified: 06-03-2024 Created using DMPonline.be. Last modiﬁed 06 March 2024 1 of 6 Development of a User-Friendly Virtual Material Characterization Toolbox Development of a User-Friendly Virtual Material Characterization Toolbox Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA ALAMEL Original ALAMEL source code E D SO modern Fortran <100GB / Code The framework source code N D SO Various programming languages <100GB / Feedback Feedback from companies cooperating with framework development E D T Plain text <1GB / Simulation results Results from simulations N D N Text <2 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: KU Leuven GitLab (https://gitlab.kuleuven.be/comp-mater-sci/TWRMTMProject). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No We will ask users to provide feedback specifically on the software, but don't consider this as as \"human subject data\" because participants will speak for the company/research institution that they represent, not for themselves. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Created using DMPonline.be. Last modiﬁed 06 March 2024 2 of 6 please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The developed software has the potential for use by companies. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All code will be maintained in KU Leuven GitLab. The standard Git conventions are followed. The existing ALAMEL code already contains some documention based on DoxyGen, which will be expanded and structurized during the project. New code will also be documented directly in the source files, using the conventions appropriate for the programming language used. Additionally, a user manual in PDF and/or JuPyteR notebook form will be provided for new users. Company feedback will be stored as plain text within on KU Leuven computers for internal reference during development. As soon as the feedback has been integrated into the code or has otherwise becomes irrelevant, it will be deleted. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes DoxyGen JuPyteR notebooks Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) KU Leuven GitLab Created using DMPonline.be. Last modiﬁed 06 March 2024 3 of 6 How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution For locally stored feedback from companies: [Unit] Description=Daily backup to CS file server [Timer] OnCalendar=*-*-* 12:15:00 [Service] User=stijn ExecStart=/usr/bin/rsync --progress -a --exclude .* --include .vimrc --exclude Downloads --exclude intel --exclude docker /home/stijn/ stijns@simpson.cs.kuleuven.be:backup/ Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven GitLab uses the standard KU Leuven central login. KU Leuven computers used during the project are protected using a password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No special costs are required. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Code will be stored long-term on the KU Leuven GitLab server. Company feedback stored on KU Leuven computers is backed up to the CS file servers. Created using DMPonline.be. Last modiﬁed 06 March 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No special costs are incurred. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) Yes, as open data Yes, as restricted data (upon approval, or institutional access only) As stated in the project proposal, we aim to provide the computational core of ALAMEL as open-source software. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The paid features of the proposed framework will not be accessible by end users. Instead, they use the application through the internet. Feedback from companies will obviously not be available to future users as it is not relevant to them. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) GitHub When will the data be made available? When will the data be made available? Other (specify below) The part of the code we plan to make open-source will be made available as soon as we competed modernizing and documenting it. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) GNU GPL-3.0 (code) To use the framework, we will require companies to purchase a license from KU Leuven. The details of this license are to be determined in Created using DMPonline.be. Last modiﬁed 06 March 2024 5 of 6 collaboration with LRD. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No extra costs will occur for sharing data as existing KU Leuven infrastructure will be used. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Stijn Schildermans Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Stijn Schildermans Who will manage data preservation and sharing? Who will manage data preservation and sharing? Stijn Schildermans Who will update and implement this DMP? Who will update and implement this DMP? Martin Diehl Stijn Schildermans Created using DMPonline.be. Last modiﬁed 06 March 2024 6 of 6"
}