{
    "document_id": "D-2021-1061",
    "LinkTitle": "D-2021-1061",
    "file_name": "D-2021-1061.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1061.pdf",
    "metadata": {
        "title": "D-2021-1061",
        "author": "Microsoft Office User",
        "num_pages": 1
    },
    "content": {
        "full_text": "Data Management Plan – Paul DERMINE (Junior Postdoctoral Fellowship – \nSuspended until September 2023)\nName of the Project: The EU’s Recovery Plan and the Constitutional System of the European  \nUnion\nSupervisor: Prof. Elise Muir (Faculty of Law)\nThe project will collect the following type of data: policy documents, and transcripts of semi-\nstructured interviews conducted with relevant stakeholders. Besides that, only publicly \navailable documents will be used (legislation, case-law, scientific literature).\nThese data will be collected and stored in a digital format, on network-drives operated by the \nKULeuven. Back-ups will be automated, and the post-doctoral researcher will be the only \nperson with access to the data.\nFor personal data, the necessary security measures (safe storage and strict access-policy) will \nbe ensured.\nThe research will be submitted to the new integrated privacy rules (GDPR) and ethics checks \nof the KULeuven.\nThe personal responsible for this data will be my post-doctoral supervisor, Prof. Elise Muir."
    },
    "clean_full_text": "Data Management Plan – Paul DERMINE (Junior Postdoctoral Fellowship – Suspended until September 2023) Name of the Project: The EU’s Recovery Plan and the Constitutional System of the European Union Supervisor: Prof. Elise Muir (Faculty of Law) The project will collect the following type of data: policy documents, and transcripts of semi- structured interviews conducted with relevant stakeholders. Besides that, only publicly available documents will be used (legislation, case-law, scientific literature). These data will be collected and stored in a digital format, on network-drives operated by the KULeuven. Back-ups will be automated, and the post-doctoral researcher will be the only person with access to the data. For personal data, the necessary security measures (safe storage and strict access-policy) will be ensured. The research will be submitted to the new integrated privacy rules (GDPR) and ethics checks of the KULeuven. The personal responsible for this data will be my post-doctoral supervisor, Prof. Elise Muir."
}