{
    "document_id": "D-2024-2792",
    "LinkTitle": "D-2024-2792",
    "file_name": "D-2024-2792.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2792.pdf",
    "metadata": {
        "title": "Polylactones as polymers designed for chemical recycling to monomers: catalytic monomer synthesis, polymerization and depolymerization",
        "author": "N/A",
        "creation_date": "2024-01-24 09:15:22+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Polylactones as polymers designed for chemical recycling to monomers: catalytic monomer\nsynthesis, polymerization and depolymerization\nA Data Management Plan created using DMPonline.be\nCreator: \nFrederick Martens\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SHA524N\nID: \n204281\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nOn the road to circularity of carbon materials, use of end-of-life plastics as a resource is intensely\ninvestigated. The concept of CRM, ‘chemical recycling to polymers’, is gaining strong traction lately.\nParticularly 5- and 6-membered ring lactones can be engineered for CRM: certain lactones, with\nspecific substitution patterns, allow easy polymerisation to high molecular weight at room\ntemperature, but above a moderate ceiling temperature (e.g. 200°C) they are also quickly and\ncompletely depolymerized to the original lactone monomer. While this is an enticing concept, the\naccess routes to lactones, suitable for CRM, are so far problematic, involving e.g. toxic or wasteful\nagents. We therefore first focus on atom-economic routes to suitable lactones, using e.g. catalytic\nhydrogenation and allylation reactions. We also propose to source these lactones from bio-based\nplatform molecules, like furfural or levulinic acid, via innovative catalytic steps. Next we propose solid\ncatalysts, especially based on double metal cyanides, for the heterogeneously catalyzed\npolymerization via a coordination-insertion mechanism. Such catalysts can be easily removed from\nthe polymer product, which prevents that depolymerization would set in during the product’s lifetime.\nWe aim at a single site mechanism, leading to high molecular weights and desirable mechanical\nproperties. Finally, we study which depolymerization catalysts lead to the highest monomer yields\nand can be recycled\nLast modified: \n24-01-2024\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n1 of 6\nPolylactones as polymers designed for chemical recycling to monomers: catalytic monomer\nsynthesis, polymerization and depolymerization\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following\noptions:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nExperimental\ndata\nRaw datafiles\ncontaining\nmaterial\ncharacterization\n(NMR, UV-Vis,\nXRD,\nphysisorption,\nchemisorption\netc.)\nChromotographic\ndata of reactions\n(GC, GC-MS,\nGPC etc.)\ngenerate new data\nDigital\nExperimental\nNMR data\n.csv\n.gcd\n.xrdml\n.SPA\n< 1 MB\n< 1 MB\n< 2 MB\n20 kB\n150 kB\n \nPhysical\nsamples\ncatalysts,\nreaction\nmixtures, purified\nproducts\nGenerate new data\nPhysical\n \n \n \n1000\nvials\nData\nprocessing\nExcel files,\nsummaries,\nmanuscripts,\npossible patents,\npresentations\nGenerate new data\nDigital\nSummarized experimental\ndata\n.xlsx\n.docx\n.pdf\n.pptx\n.cdxml\n< 1 MB\n< 500 kB\n< 500kB\n1 MB\n< 500 kB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n2 of 6\netc.) per dataset or data type:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nThe methods and materials developed during this project have potential for valorization, which will be a point of discussion during\nthe project. Patents will be submitted, transferred and valorized with guidance of the intellectual property unit of KU Leuven\nResearch and Development (LRD). \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nDetails to reproduce reaction procedures are described in a personal lab notebook, as well as on digital sources (word document,\nexcel file). For presentations and publications, the procedures are described in sufficient detail to reproduce the data for\nexperienced users. ReadME-files or recording methods for advanced characterization are stored in parallel with generated data. \nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n3 of 6\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\nAlthough no metadata standard is available for the advanced characterization in this project, most techniques store their own\nReadMe files containing recording parameters and file information in parallel with recorded datasets. besides, some datasets\ncontain metadata headers on recording parameters (XRD data). The data will be stored and named in consistent manner with\nunambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will\nbe processed and summarized in a comprehensive excel files with reference to the identifiers. The resulting summaries will\nculminate in presentations and publications/patents. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPhysical notebooks of procedures and observations. Digital data with unambiguous identifiers for reactions and materials are\nstored in cloud storage from \"Box\". KU Leuven offers and Enterprise Box account 3, which offers and easy and secure storage\nspace of up to 100 GB for each user. \nHow will the data be backed up?\nThe usage of cloud storage \"Box\". Digital data will be stored in parallel on the cloud and on the personal computer of the\napplicant, guaranteeing backup of the data. Most raw data is also stored and frequently backed up off-line on external hard\ndrives. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nthe cloud storage provides 100 GB per user, but the project is expected to generate less than 10 GB. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment for private data. An Enterprise Box account 3 for cloud storage\nensured a secure environment. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of the Box data storage are included in an internal service contract with KU Leuven IT support service (SET-IT). No\nadditional costs are expected for the storage of data. In case of additional costs, they will be covered by the project budget or\nreserve funds. \n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n4 of 6\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll the data will be retained for the expected 5 year period after the end of the project with the exception of physical lab samples.\nThese samples will stored for 2 years or until publication of a peer-reviewed manuscript. These samples have a shelf life and take\nup valuable space, making them difficult and unreliable to store over long time periods. \nWhere will these data be archived (stored and curated for the long-term)?\nUpon termination of the contract, the data will be transferred to an external hard drive (Samsung Portable SSD T5 1 TB), which is\nmanaged by Annelies Van Vlasselaer. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThe high storage capacity of the external hard drive (1 TB) enables the preservation of the data for multiple years for various\nfinished/terminated projects. As of now, 15 GB is used on average for the projects of each user, which allow around 60 users to\nsafely store their data. The price of such a hard drive is around 120 EUR, which makes the cost per user negligible. The IT-\nexpenses are included in the project's consumable expenses or covered by reserve funds.  \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nOther, please specify:\nGeneral data and summaries (see \"data processing\" in part 1) will be made avaible through means of supplementary information\nfiles, which accompany a publication. Extra data such as chromatograms can be made available when asked by email. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly research purposes will be allowed and commercial use is excluded. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\n/\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData and summaries are available through supplementary information files which accompany a publication. Extra data such as\nchromatograms can be made available upon request by email. \nWhen will the data be made available?\nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n5 of 6\nUpon publication of the results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected a the data can be shared by online platforms (e.g. WeTransfer) or the already budgeted storage\ncloud from Box. If additional costs would occur, they will be covered from reserve funds. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nFrederick Martens (Applicant) \nWho will manage data storage and backup during the research project?\nFrederick Martens (Applicant), Dirk De Vos (promotor) and Annelies van Vlasselaer \nWho will manage data preservation and sharing?\nDirk De Vos (promotor) and Annelies Van Vlasselaer \nWho will update and implement this DMP?\nFrederick Martens (applicant) \nCreated using DMPonline.be. Last modiﬁed 24 January 2024\n6 of 6"
    },
    "clean_full_text": "Polylactones as polymers designed for chemical recycling to monomers: catalytic monomer synthesis, polymerization and depolymerization A Data Management Plan created using DMPonline.be Creator: Frederick Martens Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SHA524N ID: 204281 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: On the road to circularity of carbon materials, use of end-of-life plastics as a resource is intensely investigated. The concept of CRM, ‘chemical recycling to polymers’, is gaining strong traction lately. Particularly 5- and 6-membered ring lactones can be engineered for CRM: certain lactones, with specific substitution patterns, allow easy polymerisation to high molecular weight at room temperature, but above a moderate ceiling temperature (e.g. 200°C) they are also quickly and completely depolymerized to the original lactone monomer. While this is an enticing concept, the access routes to lactones, suitable for CRM, are so far problematic, involving e.g. toxic or wasteful agents. We therefore first focus on atom-economic routes to suitable lactones, using e.g. catalytic hydrogenation and allylation reactions. We also propose to source these lactones from bio-based platform molecules, like furfural or levulinic acid, via innovative catalytic steps. Next we propose solid catalysts, especially based on double metal cyanides, for the heterogeneously catalyzed polymerization via a coordination-insertion mechanism. Such catalysts can be easily removed from the polymer product, which prevents that depolymerization would set in during the product’s lifetime. We aim at a single site mechanism, leading to high molecular weights and desirable mechanical properties. Finally, we study which depolymerization catalysts lead to the highest monomer yields and can be recycled Last modified: 24-01-2024 Created using DMPonline.be. Last modiﬁed 24 January 2024 1 of 6 Polylactones as polymers designed for chemical recycling to monomers: catalytic monomer synthesis, polymerization and depolymerization FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Experimental data Raw datafiles containing material characterization (NMR, UV-Vis, XRD, physisorption, chemisorption etc.) Chromotographic data of reactions (GC, GC-MS, GPC etc.) generate new data Digital Experimental NMR data .csv .gcd .xrdml .SPA < 1 MB < 1 MB < 2 MB 20 kB 150 kB Physical samples catalysts, reaction mixtures, purified products Generate new data Physical 1000 vials Data processing Excel files, summaries, manuscripts, possible patents, presentations Generate new data Digital Summarized experimental data .xlsx .docx .pdf .pptx .cdxml < 1 MB < 500 kB < 500kB 1 MB < 500 kB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL Created using DMPonline.be. Last modiﬁed 24 January 2024 2 of 6 etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The methods and materials developed during this project have potential for valorization, which will be a point of discussion during the project. Patents will be submitted, transferred and valorized with guidance of the intellectual property unit of KU Leuven Research and Development (LRD). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Details to reproduce reaction procedures are described in a personal lab notebook, as well as on digital sources (word document, excel file). For presentations and publications, the procedures are described in sufficient detail to reproduce the data for experienced users. ReadME-files or recording methods for advanced characterization are stored in parallel with generated data. Created using DMPonline.be. Last modiﬁed 24 January 2024 3 of 6 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Although no metadata standard is available for the advanced characterization in this project, most techniques store their own ReadMe files containing recording parameters and file information in parallel with recorded datasets. besides, some datasets contain metadata headers on recording parameters (XRD data). The data will be stored and named in consistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in a comprehensive excel files with reference to the identifiers. The resulting summaries will culminate in presentations and publications/patents. 3. Data storage & back-up during the research project Where will the data be stored? Physical notebooks of procedures and observations. Digital data with unambiguous identifiers for reactions and materials are stored in cloud storage from \"Box\". KU Leuven offers and Enterprise Box account 3, which offers and easy and secure storage space of up to 100 GB for each user. How will the data be backed up? The usage of cloud storage \"Box\". Digital data will be stored in parallel on the cloud and on the personal computer of the applicant, guaranteeing backup of the data. Most raw data is also stored and frequently backed up off-line on external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes the cloud storage provides 100 GB per user, but the project is expected to generate less than 10 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. An Enterprise Box account 3 for cloud storage ensured a secure environment. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of the Box data storage are included in an internal service contract with KU Leuven IT support service (SET-IT). No additional costs are expected for the storage of data. In case of additional costs, they will be covered by the project budget or reserve funds. 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 24 January 2024 4 of 6 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the data will be retained for the expected 5 year period after the end of the project with the exception of physical lab samples. These samples will stored for 2 years or until publication of a peer-reviewed manuscript. These samples have a shelf life and take up valuable space, making them difficult and unreliable to store over long time periods. Where will these data be archived (stored and curated for the long-term)? Upon termination of the contract, the data will be transferred to an external hard drive (Samsung Portable SSD T5 1 TB), which is managed by Annelies Van Vlasselaer. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The high storage capacity of the external hard drive (1 TB) enables the preservation of the data for multiple years for various finished/terminated projects. As of now, 15 GB is used on average for the projects of each user, which allow around 60 users to safely store their data. The price of such a hard drive is around 120 EUR, which makes the cost per user negligible. The IT- expenses are included in the project's consumable expenses or covered by reserve funds. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: General data and summaries (see \"data processing\" in part 1) will be made avaible through means of supplementary information files, which accompany a publication. Extra data such as chromatograms can be made available when asked by email. If access is restricted, please specify who will be able to access the data and under what conditions. Only research purposes will be allowed and commercial use is excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No / Where will the data be made available? If already known, please provide a repository per dataset or data type. Data and summaries are available through supplementary information files which accompany a publication. Extra data such as chromatograms can be made available upon request by email. When will the data be made available? Created using DMPonline.be. Last modiﬁed 24 January 2024 5 of 6 Upon publication of the results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected a the data can be shared by online platforms (e.g. WeTransfer) or the already budgeted storage cloud from Box. If additional costs would occur, they will be covered from reserve funds. 6. Responsibilities Who will manage data documentation and metadata during the research project? Frederick Martens (Applicant) Who will manage data storage and backup during the research project? Frederick Martens (Applicant), Dirk De Vos (promotor) and Annelies van Vlasselaer Who will manage data preservation and sharing? Dirk De Vos (promotor) and Annelies Van Vlasselaer Who will update and implement this DMP? Frederick Martens (applicant) Created using DMPonline.be. Last modiﬁed 24 January 2024 6 of 6"
}