{
    "document_id": "D-2023-2011",
    "LinkTitle": "D-2023-2011",
    "file_name": "D-2023-2011.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2011.pdf",
    "metadata": {
        "title": "Local is hot: innovative approaches to unravel the benefits of local over broadcast applications of lime and phosphate fertilizers in weathered soils",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Local is hot: innovative approaches to unravel the benefits of local over broadcast applications\nof lime and phosphate fertilizers in weathered soils\nA Data Management Plan created using DMPonline.be\nCreator: \nHannah Van Ryckel\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S31223N\nID: \n198424\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nRice production on the highly weathered soils of Madagascar suffers from soil acidity and phosphorus\n(P) deficiency, resulting in large yield gaps. The adoption by farmers of P fertilizers and lime to boost\nplant productivity is extremely poor due to the low and variable return on investment. Local\nplacement of P fertilizer granules near the seed in combination with local doses of compost or\nmanure has a striking effect on enhancing the P fertilizer efficiency when compared to a conventional\nbroadcast spreading of these soil amendments. Moreover, the effects of compost and manure in acid\nsoils are found to be related to a local and temporal liming effect in the planting hole. Such and other\nfindings sparked the idea to explore the strategy of local lime application. This research proposal\naims to identify why, and to what extent, the P fertilizer use efficiency may be more enhanced by\nlocal lime doses in the planting hole compared to an equivalent area based broadcast dose of lime.\nWe speculate that this local benefit is large for soils with high exchangeable acidity, that compost and\nmanure boost that effect and that soil structure plays an important role. Root development in\nresponse to pH and locally available P and aluminum, as detected by LA-ICP-MS, will be visualized\nand studied to identify the factors involved. Field and on-farm trials performed in collaboration with\nthe University of Antananarivo will evaluate that agronomic management in realistic conditions.\nLast modified: \n10-05-2023\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n1 of 5\nLocal is hot: innovative approaches to unravel the benefits of local over broadcast applications\nof lime and phosphate fertilizers in weathered soils\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for physical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1,\ntask\n1.1\nExcel sheets metadata\n(root lengths)\nGenerate new data\nDigital\nExperimental\n.xls\n<1 GB\n \nWP1,\ntask\n1.2\nExcel sheets metadata\n(plant growth\nparameters)\nGenerate new data\nDigital\nExperimental\n.xls\n<1 GB\n \nWP1,\ntask\n1.2\nPlant and soil samples\nfrom pots and\nrhizoboxes\nGenerate new data\nPhysical\n \n \n \n200 plant\nsamples, 50 soil\nsamples\nWP1,\ntask\n1.2\nRoot scans, laser scans\nGenerate new data\nDigital\nExperimental\n.jpg\n<100 GB\n \nWP2\nExcel sheets metadata\n(straw and grain yields)\nGenerate new data\nDigital\nExperimental\n.xls\n<1 GB\n \nWP2\nPlant and soil samples\nfrom field\nGenerate new data\nPhysical\n \n \n \n216 plant\nsamples, 216\nsoil samples \nWP3\nFarmer survey\nGenerate new data\nDigital\nObservational\n.cvs\n<1 GB\n \nWP3\nPlant and soil samples\nGenerate new data\nPhysical\n \n \n \n500 plant\nsamples, 100\nsoil samples\nWP3\nExcel sheets metadata\n(straw and grain yields)\nGenerate new data\nDigital\nExperimental\n.xls\n<1 GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nNA\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nNA\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n2 of 5\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nNA\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nDigital data\n: all data is ordered in folders via following cascade system: Workpackage => Task => Experiment. In each experiment folder, one README.txt file and one METADATA.xls file\ncan be found. The README.txt file includes the set-up of the experiment, the planning of the experiment (what preparation/analysis/data collection has been done on which date), the\nprotocols used for every analysis, where the resulting data can be found in the METADATA.xls file, and how this data can be interpreted. For the digital observational data (the survey), it is\nnot yet clear which type will be used. This will be decided closer to date and DMP will be updated.\nPhysical data\n: all plant and soil samples are labeled with my name, sample date, sample location, workpackage number, task number, experiment title (same as in the folder structure for\ndigital data), and plant/soil identification (e.g. plot & replicate number for field trial).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nAs explained above, each experiment folder contains one METADATA.xls file, with an accompanying README.txt file that explains the data in the METADATA.xls file.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe KU Leuven OneDrive is used for storage of data and allows for active use of the data during the project. The PhD fellow has access to this OneDrive everywhere, including the lab in\nMadagascar, where she will immediately make a backup all data upon collection. \nHow will the data be backed up?\nThe KU Leuven OneDrive automatically makes a back up of all data. Additional back-ups are made on the personal computer of the researcher and on the KU Leuven server (:J).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe total volume of the files is < 10 GB, while more than 50 GB is available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven OneDrive is secured, however, there is no need for special security since no sensitive data is generated in this project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe storage is provided by KU Leuven servers, no extra costs required.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n3 of 5\nAll METADATA.xls files and README.txt files will be stored on the KU Leuven server (:J) for 10 years.\nAll published data will be stored on the Research Data Repository of KU Leuven.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the KU Leuven central server (:K) archive drive, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe datasize fits within the overhead server storage, no additional costs required.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nThe full dataset will be deposited in cvs format in KU Leuven RDR under a CC-BY license.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe full dataset will be deposited in cvs format in KU Leuven RDR under a CC-BY license.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe full dataset will be deposited in cvs format in KU Leuven RDR under a CC-BY license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nThe KU Leuven RDR uses a DIO (not yet available).\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing. Deposition of smaller datasets in KU Leuven RDR is covered by the repository and for sharing physical data the costs are typically paid by the\nresearcher requesting the materials.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher \nWho will manage data storage and backup during the research project?\nThe PhD researcher \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n4 of 5\nThe promotor \nWho will update and implement this DMP?\nThe PhD researcher and promotor \nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n5 of 5"
    },
    "clean_full_text": "Local is hot: innovative approaches to unravel the benefits of local over broadcast applications of lime and phosphate fertilizers in weathered soils A Data Management Plan created using DMPonline.be Creator: Hannah Van Ryckel Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S31223N ID: 198424 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Rice production on the highly weathered soils of Madagascar suffers from soil acidity and phosphorus (P) deficiency, resulting in large yield gaps. The adoption by farmers of P fertilizers and lime to boost plant productivity is extremely poor due to the low and variable return on investment. Local placement of P fertilizer granules near the seed in combination with local doses of compost or manure has a striking effect on enhancing the P fertilizer efficiency when compared to a conventional broadcast spreading of these soil amendments. Moreover, the effects of compost and manure in acid soils are found to be related to a local and temporal liming effect in the planting hole. Such and other findings sparked the idea to explore the strategy of local lime application. This research proposal aims to identify why, and to what extent, the P fertilizer use efficiency may be more enhanced by local lime doses in the planting hole compared to an equivalent area based broadcast dose of lime. We speculate that this local benefit is large for soils with high exchangeable acidity, that compost and manure boost that effect and that soil structure plays an important role. Root development in response to pH and locally available P and aluminum, as detected by LA-ICP-MS, will be visualized and studied to identify the factors involved. Field and on-farm trials performed in collaboration with the University of Antananarivo will evaluate that agronomic management in realistic conditions. Last modified: 10-05-2023 Created using DMPonline.be. Last modiﬁed 10 May 2023 1 of 5 Local is hot: innovative approaches to unravel the benefits of local over broadcast applications of lime and phosphate fertilizers in weathered soils FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1, task 1.1 Excel sheets metadata (root lengths) Generate new data Digital Experimental .xls <1 GB WP1, task 1.2 Excel sheets metadata (plant growth parameters) Generate new data Digital Experimental .xls <1 GB WP1, task 1.2 Plant and soil samples from pots and rhizoboxes Generate new data Physical 200 plant samples, 50 soil samples WP1, task 1.2 Root scans, laser scans Generate new data Digital Experimental .jpg <100 GB WP2 Excel sheets metadata (straw and grain yields) Generate new data Digital Experimental .xls <1 GB WP2 Plant and soil samples from field Generate new data Physical 216 plant samples, 216 soil samples WP3 Farmer survey Generate new data Digital Observational .cvs <1 GB WP3 Plant and soil samples Generate new data Physical 500 plant samples, 100 soil samples WP3 Excel sheets metadata (straw and grain yields) Generate new data Digital Experimental .xls <1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No NA Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No NA Created using DMPonline.be. Last modiﬁed 10 May 2023 2 of 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Digital data : all data is ordered in folders via following cascade system: Workpackage => Task => Experiment. In each experiment folder, one README.txt file and one METADATA.xls file can be found. The README.txt file includes the set-up of the experiment, the planning of the experiment (what preparation/analysis/data collection has been done on which date), the protocols used for every analysis, where the resulting data can be found in the METADATA.xls file, and how this data can be interpreted. For the digital observational data (the survey), it is not yet clear which type will be used. This will be decided closer to date and DMP will be updated. Physical data : all plant and soil samples are labeled with my name, sample date, sample location, workpackage number, task number, experiment title (same as in the folder structure for digital data), and plant/soil identification (e.g. plot & replicate number for field trial). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes As explained above, each experiment folder contains one METADATA.xls file, with an accompanying README.txt file that explains the data in the METADATA.xls file. 3. Data storage & back-up during the research project Where will the data be stored? The KU Leuven OneDrive is used for storage of data and allows for active use of the data during the project. The PhD fellow has access to this OneDrive everywhere, including the lab in Madagascar, where she will immediately make a backup all data upon collection. How will the data be backed up? The KU Leuven OneDrive automatically makes a back up of all data. Additional back-ups are made on the personal computer of the researcher and on the KU Leuven server (:J). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The total volume of the files is < 10 GB, while more than 50 GB is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven OneDrive is secured, however, there is no need for special security since no sensitive data is generated in this project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The storage is provided by KU Leuven servers, no extra costs required. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 10 May 2023 3 of 5 All METADATA.xls files and README.txt files will be stored on the KU Leuven server (:J) for 10 years. All published data will be stored on the Research Data Repository of KU Leuven. Where will these data be archived (stored and curated for the long-term)? The data will be archived on the KU Leuven central server (:K) archive drive, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The datasize fits within the overhead server storage, no additional costs required. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The full dataset will be deposited in cvs format in KU Leuven RDR under a CC-BY license. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The full dataset will be deposited in cvs format in KU Leuven RDR under a CC-BY license. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. The full dataset will be deposited in cvs format in KU Leuven RDR under a CC-BY license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes The KU Leuven RDR uses a DIO (not yet available). What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Deposition of smaller datasets in KU Leuven RDR is covered by the repository and for sharing physical data the costs are typically paid by the researcher requesting the materials. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher Who will manage data storage and backup during the research project? The PhD researcher Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 10 May 2023 4 of 5 The promotor Who will update and implement this DMP? The PhD researcher and promotor Created using DMPonline.be. Last modiﬁed 10 May 2023 5 of 5"
}