{
    "document_id": "D-2022-1375",
    "LinkTitle": "D-2022-1375",
    "file_name": "D-2022-1375.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1375.pdf",
    "metadata": {
        "title": "Plant Agency: Inferring Mental Capacities from Plant Behavior - DMP title",
        "author": "N/A",
        "creation_date": "2022-06-27 21:59:17+02:00",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Plant Agency: Inferring Mental Capacities from Plant Behavior - DMP title\nGrant Title\n C14/21/003\nPrincipal Investigator / Researcher\n Grant Ramsey\nProject Data Contact\n grant.ramsey@kuleuven.be\nDescription\n This is a philosophical project and does not involve empirical components linked to\nthe collection and preservation of datasets.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nGrant Ramsey\nInternal Funds Project number & title\nPlant Agency: Inferring Mental Capacities from Plant Behavior\nC14/21/003\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWe will not conduct empirical investigations and will thus not generate datasets of this sort. The\ndata we will collect and store is in the form of PDF versions of journal articles. The total for these\nwell be under 500 MG.\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThe data we will generate will be in the form of academic journal articles. These articles will be\npublished and thus no metaddata will be added. \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNot applicable since no metadata will be needed.\n5. Data storage and backup during the project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\n5.1. Where will the data be stored?\nThe data willl be stored on our KU Leuven laptops and will be backed up in three ways: (1)\nDropbox, (2) OneDrive, and (3) an external hard drive.\n5.2. How will the data be backed up?\nThe data will be backed up in three ways: (1) Dropbox, (2) OneDrive, and (3) an external hard\ndrive.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, no large datasets will be generated. The PDFs and Word docs will consume under 500MB of\nspace.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nI will pay the Dropbox fee myself. OneDrive is provided free by the university, I already own the\nhard drive.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe hard drive will be stored in a locked cabinet, the Dropbox and OneDrive accounts will use\nsecure passwords. \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThe published journal artices will be stored permanently. I will preserve rough drafts and the\narticles PDFs used in the research for 10 years. \n6.2. Where will these data be archived (= stored for the long term)?\n(1) Dropbox, (2) OneDrive, and (3) an external hard drive.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nI will cover the Dropbox fee. The OneDrive is free of charge and I already own external hard\ndrives.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThe data - in the form of journal articles - will be published. \n7.2. Which data will be made available after the end of the project?\nData in the form of published articles will be made available. \n7.3. Where/how will the data be made available for reuse?\nPublished (open access where possible).\n7.4. When will the data be made available?\nThey will be made available when published. \n7.5. Who will be able to access the data and under what conditions?\nThe open access articles will be available to anyone with access to the internet. \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nOpen access fees will be covered by the C1 grant. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nGrant Ramsey\n8.2. Who will be responsible for data storage & back up during the project?\nGrant Ramsey\n8.3. Who will be responsible for ensuring data preservation and sharing?\nGrant Ramsey\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nGrant Ramsey\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name Plant Agency: Inferring Mental Capacities from Plant Behavior - DMP title Grant Title C14/21/003 Principal Investigator / Researcher Grant Ramsey Project Data Contact grant.ramsey@kuleuven.be Description This is a philosophical project and does not involve empirical components linked to the collection and preservation of datasets. Institution KU Leuven 1. General Information Name of the project lead (PI) Grant Ramsey Internal Funds Project number & title Plant Agency: Inferring Mental Capacities from Plant Behavior C14/21/003 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. We will not conduct empirical investigations and will thus not generate datasets of this sort. The data we will collect and store is in the form of PDF versions of journal articles. The total for these well be under 500 MG. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The data we will generate will be in the form of academic journal articles. These articles will be published and thus no metaddata will be added. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Not applicable since no metadata will be needed. 5. Data storage and backup during the project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 5.1. Where will the data be stored? The data willl be stored on our KU Leuven laptops and will be backed up in three ways: (1) Dropbox, (2) OneDrive, and (3) an external hard drive. 5.2. How will the data be backed up? The data will be backed up in three ways: (1) Dropbox, (2) OneDrive, and (3) an external hard drive. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, no large datasets will be generated. The PDFs and Word docs will consume under 500MB of space. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? I will pay the Dropbox fee myself. OneDrive is provided free by the university, I already own the hard drive. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The hard drive will be stored in a locked cabinet, the Dropbox and OneDrive accounts will use secure passwords. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). The published journal artices will be stored permanently. I will preserve rough drafts and the articles PDFs used in the research for 10 years. 6.2. Where will these data be archived (= stored for the long term)? (1) Dropbox, (2) OneDrive, and (3) an external hard drive. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? I will cover the Dropbox fee. The OneDrive is free of charge and I already own external hard drives. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The data - in the form of journal articles - will be published. 7.2. Which data will be made available after the end of the project? Data in the form of published articles will be made available. 7.3. Where/how will the data be made available for reuse? Published (open access where possible). 7.4. When will the data be made available? They will be made available when published. 7.5. Who will be able to access the data and under what conditions? The open access articles will be available to anyone with access to the internet. 7.6. What are the expected costs for data sharing? How will these costs be covered? Open access fees will be covered by the C1 grant. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Grant Ramsey 8.2. Who will be responsible for data storage & back up during the project? Grant Ramsey 8.3. Who will be responsible for ensuring data preservation and sharing? Grant Ramsey 8.4. Who bears the end responsibility for updating & implementing this DMP? Grant Ramsey This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}