{
    "document_id": "D-2023-1759",
    "LinkTitle": "D-2023-1759",
    "file_name": "D-2023-1759.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1759.pdf",
    "metadata": {
        "title": "The perpetuum mobile of semi-starvation in anorexia nervosa : the causal impact of microbiota on food choices",
        "author": "N/A",
        "creation_date": "2023-03-27 09:57:45+02:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "The perpetuum mobile of \nsemi-starvation in anorexia nervosa : the causal impact of microbiota\non food choices\nA Data Management Plan created using DMPonline.be\nCreator: \nElske Vrieze\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nElske Vrieze\nGrant number / URL: \n1803123N\nID: \n198069\nStart date: \n01-07-2023\nEnd date: \n01-07-2025\nProject abstract:\nPatients with anorexia nervosa (AN), suffer from alterations in motivational and appetitive functioning, making food choices difficult \nand re-nourishment a negative experience. This project investigates the impact of the diet-sensitive microbial ecosystem in the gut\n(microbiota) plays a key role on food choices en stress reactivity in these patients. We specifically want to explore the \ncausal relationship of the composition of microbiota and short-chain fatty acids (SCFA) levels (fatty acids produced from dietary fiber in \nthe gut by its microbiota), with alterations in endocine stress responses and eating behavior. To do so, we will conduct a triple-blind,\nplacebo controlled randomized clinical trial, to investigate the effect of SCFA administration on arousal, positive valence and food\nchoices.\nLast modified: \n27-03-2023\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n1 of 8\nThe perpetuum mobile of \nsemi-starvation in anorexia nervosa : the causal impact of microbiota\non food choices\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\n- Questionnaire data\n- Food choice task (computer task) data\n- Wearables data (autonomic nerveus system signals)\n- Saliva samples (cortisol)\n- Faecal samples\n- Plasma samples (SCFA)\nAll samples will be gathered and registered at the biobank of UZ/KU Leuven.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nData will be stored according to the Research Data Management (RDM) policy of KU Leuven. \n(1) All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). Data will be pseudonymized, with a key, only accessible to the (co)promotors and\nPhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be \nadded to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked archive \ncloset (Biobank, UZ Leuven). \n(2) Metadata will be made to ensure findability of the data. \n(3) All deleted data will be justified and documented. \n(4) All data will be retained for 25 years.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\n/\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\n/\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\n/\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n2 of 8\nThe perpetuum mobile of \nsemi-starvation in anorexia nervosa : the causal impact of microbiota\non food choices\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n3 of 8\nThe perpetuum mobile of \nsemi-starvation in anorexia nervosa : the causal impact of microbiota\non food choices\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n4 of 8\nThe perpetuum mobile of \nsemi-starvation in anorexia nervosa : the causal impact of microbiota\non food choices\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nQuestionnaire data\n \nPlease choose from the following options:\nGenerate new data\nPlease choose from\nthe following options:\nDigital\nPlease choose from\nthe following options:\nPlease choose from\nthe following options:\n \nNA\nPlease choose from\nthe following options:\n<100MB\n \n \nFood choice task (computer\ntask) data\n \nGenerate new data\nDigital\nObservational\nNA\n<100MB\n \n \nWearables data (autonomic\nnerveus system signals)\n \nGenerate new data\nDigital\nObservational\nNA\n<100MB\n \n \nSaliva samples (cortisol)\n \nGenerate new data\n \nPhysical\nObservational\nNA\n<100MB\n \nFaecal samples\n \nGenerate new data\n \nPhysical\nObservational\nNA\n<100MB\n \nPlasma samples (SCFA)\n \nGenerate new data\n \nPhysical\nObservational\nNA\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\n- Questionnaire data\n- Food choice task (computer task) data\n- Wearables data (autonomic nerveus system signals)\n- Saliva samples (cortisol)\n- Faecal samples\n- Plasma samples (SCFA)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\n- Questionnaire data\n- Food choice task (computer task) data\n- Wearables data (autonomic nerveus system signals)\n- Saliva samples (cortisol)\n- Faecal samples\n- Plasma samples (SCFA)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n5 of 8\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nData will be collected per participant and immediately stored according to the Research Data Management (RDM) policy of KU Leuven:\n(1) All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). Data will be pseudonymized, with a key, only accessible to the (co)promotors and\nPhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked\narchive closet (Biobank, UZ Leuven). \n(2) Metadata will be made to ensure findability of the data. \n(3) All deleted data will be justified and documented. \n(4) All data will be retained for 25 years\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata tells us:\n- what the data resource contains\n- where the data resource comes from\n- the quality controls that have been applied. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be collected per participant and immediately stored according to the Research Data Management (RDM) policy of KU Leuven:\n(1) All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). Data will be pseudonymized, with a key, only accessible to the (co)promotors and\nPhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked\narchive closet (Biobank, UZ Leuven). \n(2) Metadata will be made to ensure findability of the data. \n(3) All deleted data will be justified and documented. \n(4) All data will be retained for 25 years\nHow will the data be backed up?\nAll data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet\n(Biobank, UZ Leuven). \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n/\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to\nREDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nyearly cost storage redcaps and biobank UZLeuven\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n6 of 8\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for 25 years.\nWhere will these data be archived (stored and curated for the long-term)?\nAll data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet\n(Biobank, UZ Leuven).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n/\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n/\nWhen will the data be made available?\n/\nWhich data usage licenses are you going to provide? If none, please explain why.\nAll data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet\n(Biobank, UZ Leuven).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\n/\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nData will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student on the project. \nWho will manage data storage and backup during the research project?\nThe (co)promotors and PhD student on the project. \nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n7 of 8\nThe (co)promotors and PhD student on the project. \nWho will update and implement this DMP?\nThe (co)promotors and PhD student on the project. \nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n8 of 8"
    },
    "clean_full_text": "The perpetuum mobile of semi-starvation in anorexia nervosa : the causal impact of microbiota on food choices A Data Management Plan created using DMPonline.be Creator: Elske Vrieze Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Elske Vrieze Grant number / URL: 1803123N ID: 198069 Start date: 01-07-2023 End date: 01-07-2025 Project abstract: Patients with anorexia nervosa (AN), suffer from alterations in motivational and appetitive functioning, making food choices difficult and re-nourishment a negative experience. This project investigates the impact of the diet-sensitive microbial ecosystem in the gut (microbiota) plays a key role on food choices en stress reactivity in these patients. We specifically want to explore the causal relationship of the composition of microbiota and short-chain fatty acids (SCFA) levels (fatty acids produced from dietary fiber in the gut by its microbiota), with alterations in endocine stress responses and eating behavior. To do so, we will conduct a triple-blind, placebo controlled randomized clinical trial, to investigate the effect of SCFA administration on arousal, positive valence and food choices. Last modified: 27-03-2023 Created using DMPonline.be. Last modiﬁed 27 March 2023 1 of 8 The perpetuum mobile of semi-starvation in anorexia nervosa : the causal impact of microbiota on food choices Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) - Questionnaire data - Food choice task (computer task) data - Wearables data (autonomic nerveus system signals) - Saliva samples (cortisol) - Faecal samples - Plasma samples (SCFA) All samples will be gathered and registered at the biobank of UZ/KU Leuven. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Data will be stored according to the Research Data Management (RDM) policy of KU Leuven. (1) All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). Data will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). (2) Metadata will be made to ensure findability of the data. (3) All deleted data will be justified and documented. (4) All data will be retained for 25 years. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) / Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) / Which other issues related to the data management are relevant to mention? (use up to 700 characters) / Created using DMPonline.be. Last modiﬁed 27 March 2023 2 of 8 The perpetuum mobile of semi-starvation in anorexia nervosa : the causal impact of microbiota on food choices DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 27 March 2023 3 of 8 The perpetuum mobile of semi-starvation in anorexia nervosa : the causal impact of microbiota on food choices GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 27 March 2023 4 of 8 The perpetuum mobile of semi-starvation in anorexia nervosa : the causal impact of microbiota on food choices FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Questionnaire data Please choose from the following options: Generate new data Please choose from the following options: Digital Please choose from the following options: Please choose from the following options: NA Please choose from the following options: <100MB Food choice task (computer task) data Generate new data Digital Observational NA <100MB Wearables data (autonomic nerveus system signals) Generate new data Digital Observational NA <100MB Saliva samples (cortisol) Generate new data Physical Observational NA <100MB Faecal samples Generate new data Physical Observational NA <100MB Plasma samples (SCFA) Generate new data Physical Observational NA <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data - Questionnaire data - Food choice task (computer task) data - Wearables data (autonomic nerveus system signals) - Saliva samples (cortisol) - Faecal samples - Plasma samples (SCFA) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes - Questionnaire data - Food choice task (computer task) data - Wearables data (autonomic nerveus system signals) - Saliva samples (cortisol) - Faecal samples - Plasma samples (SCFA) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 27 March 2023 5 of 8 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data will be collected per participant and immediately stored according to the Research Data Management (RDM) policy of KU Leuven: (1) All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). Data will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). (2) Metadata will be made to ensure findability of the data. (3) All deleted data will be justified and documented. (4) All data will be retained for 25 years Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The metadata tells us: - what the data resource contains - where the data resource comes from - the quality controls that have been applied. 3. Data storage & back-up during the research project Where will the data be stored? Data will be collected per participant and immediately stored according to the Research Data Management (RDM) policy of KU Leuven: (1) All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). Data will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). (2) Metadata will be made to ensure findability of the data. (3) All deleted data will be justified and documented. (4) All data will be retained for 25 years How will the data be backed up? All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes / How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student. Data gathered outside REDCap will be collected under the pseudonym and will later be added to REDCap. All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). What are the expected costs for data storage and backup during the research project? How will these costs be covered? yearly cost storage redcaps and biobank UZLeuven 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 27 March 2023 6 of 8 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for 25 years. Where will these data be archived (stored and curated for the long-term)? All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? / 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Data will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. / When will the data be made available? / Which data usage licenses are you going to provide? If none, please explain why. All data is collected and stored in eCRF in secure encrypted webserver REDCap (http://projectredcap.org/). All physical data (i.e., informed consent, etc.) will be stored in a locked archive closet (Biobank, UZ Leuven). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? / 6. Responsibilities Who will manage data documentation and metadata during the research project? Data will be pseudonymized, with a key, only accessible to the (co)promotors and PhD student on the project. Who will manage data storage and backup during the research project? The (co)promotors and PhD student on the project. Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 27 March 2023 7 of 8 The (co)promotors and PhD student on the project. Who will update and implement this DMP? The (co)promotors and PhD student on the project. Created using DMPonline.be. Last modiﬁed 27 March 2023 8 of 8"
}