{
    "document_id": "D-2023-2065",
    "LinkTitle": "D-2023-2065",
    "file_name": "D-2023-2065.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2065.pdf",
    "metadata": {
        "title": "Mechanics and mechanobiology of medical textiles for cardiovascular applications",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Mechanics and mechanobiology of medical textiles for cardiovascular applications\nA Data Management Plan created using DMPonline.be\nCreator: \nThibault Vervenne \n \nhttps://orcid.org/0000-0001-9218-2195\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SE2123N\nID: \n198611\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nLoss of muscle mass and strength after cast immobilization is a well-known example of stressshielding. Far less understood are the\nmechano-adaptive phenomena related to external reinforcement in cardiovascular applications. In the Ross procedure, a pulmonary\nartery is placed in aortic position as a so-called autograft. Dilatation is a common adverse effect leading to failure, due to the inability of\nthe autograft to rapidly adapt to a high pressure environment. Textile mesh wrapping can stabilize this dilatation, but causes stress-\nshielding on the longer term. To reach the equilibrium between dilatation prevention and promotion of benign biological adaptation, we\npropose to reinforce the autograft with a biodegradable external support. A biomechanical computational framework will be developed\nthat can simulate the effect of an external mesh support in a dilating autograft. The finite element model will make acute and longterm\npredictions of autograft geometry and composition. This will allow to determine optimal mechanical and biodegradable properties of the\ntextile mesh. The model will be informed through data of existing animal trials and advanced multi-axial mechanical testing. The optimized\nmesh will be produced using electrospinning technology and implanted in a sheep animal trial of the Ross procedure. This validation step\nwill prove the potential of the computational framework, and emphasize the importance of numerical modeling in a clinical context.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 7\nMechanics and mechanobiology of medical textiles for cardiovascular applications\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSamples\nrelated to\nanimal\nexperiments\nCollected tissue samples related to\nanimal trials. Can be stored in different\npreservation modes depending on the\napplication (formol for histology, PBS for\nmechanical testing,...).\nGenerate new\nPhysical\nExperimental\nNA\n \n<100dm³\nSamples\nrelated to\nelectrospinning\nexperiments \nCollected polymeric samples related to\nelectrospinning process (can be in a\ndegraded state).\nGenerate new\nPhysical\n \nExperimental\nNA\n \n<100dm³\nOutput data\nrelated to\nexperiments\nFor animal experiments:\nClinical data: data regarding\ngeneral health and biometric\nparameters of animals\nGeometrical data: medical scans\n(CT, MRI, US), pictures of the\ntissue samples\nHistological data: histological\nslices, accompanying images,\naccompanying quantitative data\n(e.g. sample thickness,\nconstituent fraction)\nMechanical data: raw data of the\nmechanical tests\nFor electrospinning experiments:\nPolymer imaging: microscopic\nscans, SEM, microCT images\netc... of produced samples\nScaffold degradation data:\nquantitative data of different\ndegradation studies and\ncharacterization methods (GPC,\nFTIR, DSC,...)\nScaffold mechanical data: raw\ndata of the polymeric mechanical\ntests\nGenerate new + Reuse existing data\nDigital\n \nObservational, experimental\nAnimal trials:\n.dicom (imaging),\n.jpg (histology),\n.tiff (DIC\nmechanical\ntesting), .xlsx (raw\nmechanical\ntesting)\nElectrospinning\nprocess:\n.bmp\n(microscopy), .csv\n(degradation\nstudy), .tiff (DIC\nmechanical\ntesting), .xlsx (raw\nmechanical\ntesting)\n<5TB\n \nProcessing\ncode data\nMatlab code to process\ngeometrical and histological data\nof animal trials + output results\nfiles \nMatlab code to process polymer\nimaging and degradation data +\noutput results files \nParameter\nfitting code:\nMatlab code to process raw data\nof the\nmechanical experiments + output\nresults files (can be material\nparameters, stress-strain,\npressure-diameter etc...)\nGenerate new + Reuse existing data\nDigital\nSoftware, Simulation data\n.m (scripts) \n.mat (results)\n<1TB\n \nComputational\nmodelling data\nAbaqus FE files (models and user\nmaterials) + output results files \nMatlab scripts + output results\nfiles \nPython scripts + output results\nfiles \nGenerate new + Reuse existing data\nDigital\n \nSoftware, Simulation data\nAbaqus: .cae\n(model), .inp\n(input), .odb\n(output)\nMatlab: .m\n(scripts), .mat\n(results)\nPython: .py\n(scripts), .csv\n(results)\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nOutput data related to experiments:\nMechano-biological adaptation of the pulmonary artery exposed to systemic conditions: https://doi.org/10.1038/s41598-020-59554-7\nBack to the root: a large animal model of the Ross procedure: http://dx.doi.org/10.21037/acs-2020-rp-21\nProcessing code data:\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 7\nParameter fitting code: GitLab repository: \nBMe - Soft Tissue Biomechanics / parameter_fitting_code · GitLab (kuleuven.be)\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, animal data\nAnimal trial is foreseen in a later stage of PhD project. Ethical approval documents will be provided in time: CTC documents, informed consent forms, communication with ethical committees, etc.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nIf applicable, IP protection will be investigated for the developed medical textile, in collaboration with the KU Leuven LRD office.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nSamples and output data related to animal experiments:\nmetadata: data related to the identification of the tested tissue/animal. For biological\nsamples, metadata is created upon registration at \nFIBEr – KU Leuven Core Facility for Biomechanical Experimentation\n, according to predefined fields, which is then safely stored in the\nFIBEr database.\nTest protocols: SOPs and specific protocols of the performed mechanical tests. For the testing protocols, the FIBEr template is used, provided and reviewed by FIBEr's lab manager.\nManuals: manuals for operating the testing devices, performing the scans, histology, etc.\nSamples and output data related to electrospinning experiments:\nmetadata: data related to the identification of the tested polymers (composition, solvent) and electrospinning process (voltage, collector distance, environment, pumping rate,...)\nTest protocols: SOPs and specific protocols of the electrospinning process, degradation studies and mechanical testing.\nManuals: manuals for operating the different characterization devices.\nProcessing code data:\nAll Matlab codes are properly annotated and contain a readme-file describing its content.\nComputational modelling data:\nAll generated models, subroutines, processing and analysis code are accompanied with a readme-file and contain a header to describe their content, author(s) and last modification date.\nPresentations:\nProgress reports\nConference presentations\nPhD progress presentations\nPublications:\nLatex files\nFigures\nReviewer comments\nRevision letters\nPdf\nProject applications\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 7\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nInformation provided above.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOutput data related to experiments:\nNAS buffer storage for temporary storage during data processing, located within FIBEr and hosted by SET-IT\nThe FIBEr database hosted at ICTS\nLarge Volume Storage (K-drive)\nProcessing code data:\nOneDrive for Business cloud storage \nGitLab (kuleuven.be)\nComputational modelling data:\nOneDrive for Business cloud storage \nGitLab (kuleuven.be)\nPresentations, publications and project applications:\nOneDrive for Business cloud storage \nSharePoint online-site\nLarge Volume Storage (K-drive)\nshared network drive (J-drive)\nHow will the data be backed up?\nAll data are stored on the university's central servers (I-drive, J-drive, Kdrive, FIBEr database and KU Leuven's gitlab space) with automatic daily back-up procedures. If not located in one of the\nabove drives, all research-related documents are to be stored in (I) a folder on the researcher's pc that is synced with OneDrive for Business cloud storage or (II) the MECH - STB - Documents\nSharePoint online-site\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSufficient space is available on the university's central servers (J-drive, K-drive, FIBEr database and KU Leuven's Gitlab space).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data is securely stored on KU Leuven servers and only accessible by members of the research unit through authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven charges a fixed price per TB on the different storage locations, whereby the average usage is charged on a yearly basis. For the current project, we expect to collect a total of 1 TB of\nprocessed\n data on the FIBEr database, and 500 GB on the J- and K-drive and Gitlab. The overall costs are expected to be less than €500/yr, financed by the current FWO project for the duration\nof the project.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for 10 years after the end of the project according to KU Leuven RDM policy (and for publications, until 10 years after the work has been published). Some of the\nbiological and polymeric samples can physically be destroyed after mechanical testing and can possibly not be retained due to preservation issues. Moreover, it will not be possible to physically\npreserve polymeric structures which underwent degradation studies.\nWhere will these data be archived (stored and curated for the long-term)?\nAll data stored in the FIBEr database stays there for at least 10 years after the project/publication. All data in the J-drive, Gitlab, OneDrive and SharePoint will be moved to archival storage (KU\nLeuven's K-drive). All open access code data will remain on Gitlab.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs will not exceed €500 and will be covered by the budget of the supervisor.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nNo (closed access)\nOutput data related to experiments, processing code data, computational modelling data will all be \npublically available via Gitlab, or\nmade available within KU Leuven via the FIBEr database and the K-drive upon request, or\nshared via data repositories such as KU Leuven RDR.\nPhysical data will remain closed access for the research group.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the research unit will be able to access the data under institutional access via the shared drives.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAnimal samples as well as electrospun scaffolds will all physically be stored in FIBEr. \nOutput data related to experiments:\nFIBEr database\nK-drive\nProcessing code data\nGitLab (kuleuven.be)\nK-drive\nComputational modelling data \nGitLab (kuleuven.be)\nK-drive\nWhen will the data be made available?\nData will be made available after publication in peer-reviewed journals.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC BY, in which appropriate credit must be given to the author and indication of changes must be made, and CC BY-NC, which adds a non-commercial term to the CC BY license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nKU Leuven RDR uses a DIO.\nWhat are the expected costs for data sharing? How will these costs be covered?\nCosts for open-access publications can be up to €3000 per publication. Sharing large datasets via data repositories can also be costly. Costs for open-access publications and possibly for data\nsharing via repositories (if not free in use) will be covered by the budget of the project.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher is responsible for data documentation and metadata. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 7\nWho will manage data storage and backup during the research project?\nThe PhD researcher is responsible for data storage and back up during the project. \nWho will manage data preservation and sharing?\nThe PhD researcher is responsible for ensuring data preservation and sharing via the shared storage drive during the PhD project. After the PhD project, the supervisor will be in charge of this. \nWho will update and implement this DMP?\nThe PhD researcher is responsible for updating & implementing this DMP during the project. After the PhD project, the supervisor will bear the end responsibility of updating & implementing this\nDMP. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n7 of 7"
    },
    "clean_full_text": "Mechanics and mechanobiology of medical textiles for cardiovascular applications A Data Management Plan created using DMPonline.be Creator: Thibault Vervenne https://orcid.org/0000-0001-9218-2195 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SE2123N ID: 198611 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Loss of muscle mass and strength after cast immobilization is a well-known example of stressshielding. Far less understood are the mechano-adaptive phenomena related to external reinforcement in cardiovascular applications. In the Ross procedure, a pulmonary artery is placed in aortic position as a so-called autograft. Dilatation is a common adverse effect leading to failure, due to the inability of the autograft to rapidly adapt to a high pressure environment. Textile mesh wrapping can stabilize this dilatation, but causes stress- shielding on the longer term. To reach the equilibrium between dilatation prevention and promotion of benign biological adaptation, we propose to reinforce the autograft with a biodegradable external support. A biomechanical computational framework will be developed that can simulate the effect of an external mesh support in a dilating autograft. The finite element model will make acute and longterm predictions of autograft geometry and composition. This will allow to determine optimal mechanical and biodegradable properties of the textile mesh. The model will be informed through data of existing animal trials and advanced multi-axial mechanical testing. The optimized mesh will be produced using electrospinning technology and implanted in a sheep animal trial of the Ross procedure. This validation step will prove the potential of the computational framework, and emphasize the importance of numerical modeling in a clinical context. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 7 Mechanics and mechanobiology of medical textiles for cardiovascular applications FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Samples related to animal experiments Collected tissue samples related to animal trials. Can be stored in different preservation modes depending on the application (formol for histology, PBS for mechanical testing,...). Generate new Physical Experimental NA <100dm³ Samples related to electrospinning experiments Collected polymeric samples related to electrospinning process (can be in a degraded state). Generate new Physical Experimental NA <100dm³ Output data related to experiments For animal experiments: Clinical data: data regarding general health and biometric parameters of animals Geometrical data: medical scans (CT, MRI, US), pictures of the tissue samples Histological data: histological slices, accompanying images, accompanying quantitative data (e.g. sample thickness, constituent fraction) Mechanical data: raw data of the mechanical tests For electrospinning experiments: Polymer imaging: microscopic scans, SEM, microCT images etc... of produced samples Scaffold degradation data: quantitative data of different degradation studies and characterization methods (GPC, FTIR, DSC,...) Scaffold mechanical data: raw data of the polymeric mechanical tests Generate new + Reuse existing data Digital Observational, experimental Animal trials: .dicom (imaging), .jpg (histology), .tiff (DIC mechanical testing), .xlsx (raw mechanical testing) Electrospinning process: .bmp (microscopy), .csv (degradation study), .tiff (DIC mechanical testing), .xlsx (raw mechanical testing) <5TB Processing code data Matlab code to process geometrical and histological data of animal trials + output results files Matlab code to process polymer imaging and degradation data + output results files Parameter fitting code: Matlab code to process raw data of the mechanical experiments + output results files (can be material parameters, stress-strain, pressure-diameter etc...) Generate new + Reuse existing data Digital Software, Simulation data .m (scripts) .mat (results) <1TB Computational modelling data Abaqus FE files (models and user materials) + output results files Matlab scripts + output results files Python scripts + output results files Generate new + Reuse existing data Digital Software, Simulation data Abaqus: .cae (model), .inp (input), .odb (output) Matlab: .m (scripts), .mat (results) Python: .py (scripts), .csv (results) <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Output data related to experiments: Mechano-biological adaptation of the pulmonary artery exposed to systemic conditions: https://doi.org/10.1038/s41598-020-59554-7 Back to the root: a large animal model of the Ross procedure: http://dx.doi.org/10.21037/acs-2020-rp-21 Processing code data: Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 7 Parameter fitting code: GitLab repository: BMe - Soft Tissue Biomechanics / parameter_fitting_code · GitLab (kuleuven.be) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Animal trial is foreseen in a later stage of PhD project. Ethical approval documents will be provided in time: CTC documents, informed consent forms, communication with ethical committees, etc. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If applicable, IP protection will be investigated for the developed medical textile, in collaboration with the KU Leuven LRD office. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Samples and output data related to animal experiments: metadata: data related to the identification of the tested tissue/animal. For biological samples, metadata is created upon registration at FIBEr – KU Leuven Core Facility for Biomechanical Experimentation , according to predefined fields, which is then safely stored in the FIBEr database. Test protocols: SOPs and specific protocols of the performed mechanical tests. For the testing protocols, the FIBEr template is used, provided and reviewed by FIBEr's lab manager. Manuals: manuals for operating the testing devices, performing the scans, histology, etc. Samples and output data related to electrospinning experiments: metadata: data related to the identification of the tested polymers (composition, solvent) and electrospinning process (voltage, collector distance, environment, pumping rate,...) Test protocols: SOPs and specific protocols of the electrospinning process, degradation studies and mechanical testing. Manuals: manuals for operating the different characterization devices. Processing code data: All Matlab codes are properly annotated and contain a readme-file describing its content. Computational modelling data: All generated models, subroutines, processing and analysis code are accompanied with a readme-file and contain a header to describe their content, author(s) and last modification date. Presentations: Progress reports Conference presentations PhD progress presentations Publications: Latex files Figures Reviewer comments Revision letters Pdf Project applications Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 7 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Information provided above. 3. Data storage & back-up during the research project Where will the data be stored? Output data related to experiments: NAS buffer storage for temporary storage during data processing, located within FIBEr and hosted by SET-IT The FIBEr database hosted at ICTS Large Volume Storage (K-drive) Processing code data: OneDrive for Business cloud storage GitLab (kuleuven.be) Computational modelling data: OneDrive for Business cloud storage GitLab (kuleuven.be) Presentations, publications and project applications: OneDrive for Business cloud storage SharePoint online-site Large Volume Storage (K-drive) shared network drive (J-drive) How will the data be backed up? All data are stored on the university's central servers (I-drive, J-drive, Kdrive, FIBEr database and KU Leuven's gitlab space) with automatic daily back-up procedures. If not located in one of the above drives, all research-related documents are to be stored in (I) a folder on the researcher's pc that is synced with OneDrive for Business cloud storage or (II) the MECH - STB - Documents SharePoint online-site Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Sufficient space is available on the university's central servers (J-drive, K-drive, FIBEr database and KU Leuven's Gitlab space). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is securely stored on KU Leuven servers and only accessible by members of the research unit through authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven charges a fixed price per TB on the different storage locations, whereby the average usage is charged on a yearly basis. For the current project, we expect to collect a total of 1 TB of processed data on the FIBEr database, and 500 GB on the J- and K-drive and Gitlab. The overall costs are expected to be less than €500/yr, financed by the current FWO project for the duration of the project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for 10 years after the end of the project according to KU Leuven RDM policy (and for publications, until 10 years after the work has been published). Some of the biological and polymeric samples can physically be destroyed after mechanical testing and can possibly not be retained due to preservation issues. Moreover, it will not be possible to physically preserve polymeric structures which underwent degradation studies. Where will these data be archived (stored and curated for the long-term)? All data stored in the FIBEr database stays there for at least 10 years after the project/publication. All data in the J-drive, Gitlab, OneDrive and SharePoint will be moved to archival storage (KU Leuven's K-drive). All open access code data will remain on Gitlab. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will not exceed €500 and will be covered by the budget of the supervisor. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository No (closed access) Output data related to experiments, processing code data, computational modelling data will all be publically available via Gitlab, or made available within KU Leuven via the FIBEr database and the K-drive upon request, or shared via data repositories such as KU Leuven RDR. Physical data will remain closed access for the research group. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research unit will be able to access the data under institutional access via the shared drives. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Animal samples as well as electrospun scaffolds will all physically be stored in FIBEr. Output data related to experiments: FIBEr database K-drive Processing code data GitLab (kuleuven.be) K-drive Computational modelling data GitLab (kuleuven.be) K-drive When will the data be made available? Data will be made available after publication in peer-reviewed journals. Which data usage licenses are you going to provide? If none, please explain why. CC BY, in which appropriate credit must be given to the author and indication of changes must be made, and CC BY-NC, which adds a non-commercial term to the CC BY license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes KU Leuven RDR uses a DIO. What are the expected costs for data sharing? How will these costs be covered? Costs for open-access publications can be up to €3000 per publication. Sharing large datasets via data repositories can also be costly. Costs for open-access publications and possibly for data sharing via repositories (if not free in use) will be covered by the budget of the project. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher is responsible for data documentation and metadata. Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 7 Who will manage data storage and backup during the research project? The PhD researcher is responsible for data storage and back up during the project. Who will manage data preservation and sharing? The PhD researcher is responsible for ensuring data preservation and sharing via the shared storage drive during the PhD project. After the PhD project, the supervisor will be in charge of this. Who will update and implement this DMP? The PhD researcher is responsible for updating & implementing this DMP during the project. After the PhD project, the supervisor will bear the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 26 April 2023 7 of 7"
}