{
    "document_id": "D-2023-1904",
    "LinkTitle": "D-2023-1904",
    "file_name": "D-2023-1904.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1904.pdf",
    "metadata": {
        "title": "Understanding a novel tissue surveillance mechanism that suppresses liver cancer",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Understanding a novel tissue surveillance mechanism that suppresses liver cancer\nA Data Management Plan created using DMPonline.be\nCreators: \nElena Zoppolato, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nElena Zoppolato, n.n. n.n.\nGrant number / URL: \n1165723N\nID: \n194431\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nLiver cancer is one of the deadliest and most common cancers. Its incidence is rising due to an \nupsurge in chronic liver diseases, such\nas non-alcoholic steatohepatitis (NASH), which are major risk \nfactors for liver cancer. Strikingly, we found that NASH also activates an\nendogenous surveillance \nmechanism that suppresses the development of certain liver tumors. Thus, single hepatocytes\nwith \nhyperactivated PI3K signalling can develop into tumors in healthy mice but not in mice with NASH.\nThis result and other preliminary\ndata suggest that NASH activates an endogenous cell competition \nmechanism that arrests proliferation and eventually kills hepatocytes\nwith mutations in the PI3K \npathway. However, how NASH causes the elimination of cancer cells is not known. I will now \ndetermine how\nNASH causes the elimination of hepatocytes with hyperactivated PI3K signalling by \ncombining classic histopathology and physiology with\nstate-of-the-art genetic manipulation and \ngenomics. We already found that NASH activates Yap and Taz, the downstream effectors of the\nHippo \npathway which are known to drive cell competition. I will thus characterize the role of Yap/Taz in the \ncell competition mechanism\ndriven by NASH and also investigate further NASH and Yap/Taz effector \ngenes for their function in cell competition. I expect to gain\nground-breaking new insights into the \nmechanisms of a novel tumor suppressor mechanism and into potential new approaches to treat\nliver \ncancer.\nLast modified: \n19-04-2023\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n1 of 9\nUnderstanding a novel tissue surveillance mechanism that suppresses liver cancer\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nExperimental data will be generated as textual files, research documentation, numerical and multimedia files, microscopy images. Other datatypes as\nsequencing data (RNA-seq, ATAC-seq), western blot pictures, mouse health reports and breeding ability and protocols will be also generated.\nManuscript will be published in peer-reviewed articles.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\nA) KU Leuven IT: gbiomed IT(Gert Goos); KU Leuven-VIB for local data: Urbain Scherpereel\nB) During the research: the KU Leuven drives, such as the “L drive” have sufficient storage and backup capacity to archive our data. All other\nelectronic files (images, sequences etc.) will be stored on KU Leuven servers, with hourly on-site backup and mirroring. Generated data will be\nuploaded to public repositories.\nAfter the research: Manuscripts will be published and archived in public repositories. All other electronic files, including Intermediate analysis files, will\nalso be kept on KU Leuven servers for 5 years, with daily on-site backup and mirroring. All samples will be stored as appropriate.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nI will not deviate, and I will preserve the data for a minimum of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures\ndo those data require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n2 of 9\nUnderstanding a novel tissue surveillance mechanism that suppresses liver cancer\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n3 of 9\nUnderstanding a novel tissue surveillance mechanism that suppresses liver cancer\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n4 of 9\nUnderstanding a novel tissue surveillance mechanism that suppresses liver cancer\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nmicroscopy\nimages\nconfocal microscopy of mouse\nlivers \nGenerate new data\nDigital\nPlease choose\nfrom the following\noptions:\nExperimental\n.tif, .jpeg,\n.oib, .czi\n100-300GB\n-\nflow\ncytometry\nflow cytometry of purified mouse\nliver cells\nGenerate new data\nDigital\nExperimental\n.fcs\n1GB\n-\nsequencing\nfiles\nsingle-cell or bulk sequencing will\nbe performed at KU Leuven core\nfacilities\nGenerate new data\nDigital\nExperimental\n.fastq,\n.cloupe\n100-500GB\n-\nDNA\nvectors\nDNA vectors will be designed by\nusing SnapGene\nGenerate new data\nDigital\nExperimental\n.dna\n200MB\n-\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nAll experiments on mice are conducted according to institutional, national and European animal regulations. We already have ethical clearance files\napproved by the animal ethics committee at the KU Leuven. (KUL ECD project number 014/2023). For some MPs ethical approval will be requested\nonce needed.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nYes\nWe do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. As the promoter of this grant\nis a member of VIB, VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n5 of 9\nthoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP\nprotection does not withhold the research data from being made public. In the case, a decision is taken to file a patent application it will be planned so\nthat publications need not be delayed.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNA\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll experiments will be performed from an experimental design document that details the different conditions and the metadata linked to the\nexperiment. For all experiment both a hard copy and electronic copy will be maintained. The shared resources (animal, cell line,  DNA, siRNA,\nsgRNA, shRNA) will be saved on electronic lab Notebook ELN. The experimental approach will follow a Standard Operating Procedure (SOP) which\nis also shared on L-drive. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nNo specific metadata standard will be used. Following metadata (non-limiting list) will be recorded, when applicable, for every experiment: \ndate\ntype of experiment (in vivo, in vitro, computational modelling, bio-informatics)\nsource of data (mouse, database)\ntype of material generated (DNA, protein, digital)\nlocation of physical material (digital database)\ndevice and details of program used\ncompounds, formulation and application\napplicable ethical form\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on the university's central servers with automatic daily back-up procedures. \nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n6 of 9\nThe data will be stored on the university's central servers with automatic daily back-up procedures. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nStorage space on the J-drive and L-drive are unlimited and can be expanded upon simple request. Upon closure of the project (or upon request), all\ndata will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured with only very specific\nmembers of the lab. Only the head of the lab has the authority to have data removed by the IT department. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe following measurements are taking to ensure secure data storage and to prevent modification by unauthorized persons: controlled physical\naccess to the building, firewalling (on both departmental and individual server levels), encrypted communications, network compartmentalization &\nMAC authentication, least-known ports for well-known services, bruteforce intrusion detection & isolation, individual account expiry in accordance with\ncontract of employment, ACL’s (Access Control Lists). \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nL-drive, 128,38 euro/TB/year in blocks of 5TB \nK-drive, 128,38 euro/TB/year in blocks of 5TB \nJ-drive, 519 euro/TB/year \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be retained for at least 10 years after the project. Thus complying to the data preservation rules of KU Leuven. \nWhere will these data be archived (stored and curated for the long-term)?\nHard copy notebooks will be archived in the host institute’s building. Digital data will be archived in team folders on the storage (L-Drive). Upon\nclosure of the project, all digital data will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly\nsecured with only very specific members of the lab having the authority to place data on the K-drive and only the head of lab has the authority to have\ndata removed by the IT department. \nThe physical data in the form DNA vectors will be cryopreserved in the lab or at the KULeuven biobank. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDigital storage on the K-drive is expected to cost 1200 euro per year (at current rates) for 10TB. \nCost of physical storage at the KULeuven Biobank is currently still unclear. \nCosts of storage will be carried by the labs future grants and VIB dotation. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n7 of 9\nAll data that are not under IP. Data, with the exception of personal/otherwise confidential data, are available upon publication of the results. All omics\ndata and code & scripts will be made publicly available. Other data can be made available upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPublished data are accessible to all. The full dataset will be uploaded in their respective databases as an open access dataset under a CC-BY\nlicense. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. Unpublished data that are\nconsidered confidential will only be accessible to the partners. For data shared directly by the PI, a material transfer agreement (and a non-disclosure\nagreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted.\nData under IP will not be shared with peers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nNo restricting factors foreseen but sharing of data might be temporarily postponed due to IP potential. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository or upon request by mail\n \nWhen will the data be made available?\nUpon publication of the research results. Confidential data will be kept in house.\nWhich data usage licenses are you going to provide? If none, please explain why.\nPublished data are accessible to all. The full dataset will be uploaded in their respective databases as an open access dataset under a CC-BY\nlicense.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nNA\nWhat are the expected costs for data sharing? How will these costs be covered?\nMost of the data are put without costs on public repositories. Peers can use the data at no cost under the condition of co-authorship. Commercial\norganizations will have to pay a fee that will be determined by the Legal departments of the universities involved in this project.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nElena Zoppolato \nWho will manage data storage and backup during the research project?\nElena Zoppolato and IT support Ku Leuven \nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n8 of 9\nWho will manage data preservation and sharing?\nThe host institute’s IT team is responsible for digital preservation \nWho will update and implement this DMP?\nThe PI bears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n9 of 9"
    },
    "clean_full_text": "Understanding a novel tissue surveillance mechanism that suppresses liver cancer A Data Management Plan created using DMPonline.be Creators: Elena Zoppolato, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Elena Zoppolato, n.n. n.n. Grant number / URL: 1165723N ID: 194431 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Liver cancer is one of the deadliest and most common cancers. Its incidence is rising due to an upsurge in chronic liver diseases, such as non-alcoholic steatohepatitis (NASH), which are major risk factors for liver cancer. Strikingly, we found that NASH also activates an endogenous surveillance mechanism that suppresses the development of certain liver tumors. Thus, single hepatocytes with hyperactivated PI3K signalling can develop into tumors in healthy mice but not in mice with NASH. This result and other preliminary data suggest that NASH activates an endogenous cell competition mechanism that arrests proliferation and eventually kills hepatocytes with mutations in the PI3K pathway. However, how NASH causes the elimination of cancer cells is not known. I will now determine how NASH causes the elimination of hepatocytes with hyperactivated PI3K signalling by combining classic histopathology and physiology with state-of-the-art genetic manipulation and genomics. We already found that NASH activates Yap and Taz, the downstream effectors of the Hippo pathway which are known to drive cell competition. I will thus characterize the role of Yap/Taz in the cell competition mechanism driven by NASH and also investigate further NASH and Yap/Taz effector genes for their function in cell competition. I expect to gain ground-breaking new insights into the mechanisms of a novel tumor suppressor mechanism and into potential new approaches to treat liver cancer. Last modified: 19-04-2023 Created using DMPonline.be. Last modiﬁed 19 April 2023 1 of 9 Understanding a novel tissue surveillance mechanism that suppresses liver cancer Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Experimental data will be generated as textual files, research documentation, numerical and multimedia files, microscopy images. Other datatypes as sequencing data (RNA-seq, ATAC-seq), western blot pictures, mouse health reports and breeding ability and protocols will be also generated. Manuscript will be published in peer-reviewed articles. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) A) KU Leuven IT: gbiomed IT(Gert Goos); KU Leuven-VIB for local data: Urbain Scherpereel B) During the research: the KU Leuven drives, such as the “L drive” have sufficient storage and backup capacity to archive our data. All other electronic files (images, sequences etc.) will be stored on KU Leuven servers, with hourly on-site backup and mirroring. Generated data will be uploaded to public repositories. After the research: Manuscripts will be published and archived in public repositories. All other electronic files, including Intermediate analysis files, will also be kept on KU Leuven servers for 5 years, with daily on-site backup and mirroring. All samples will be stored as appropriate. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I will not deviate, and I will preserve the data for a minimum of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 19 April 2023 2 of 9 Understanding a novel tissue surveillance mechanism that suppresses liver cancer DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 19 April 2023 3 of 9 Understanding a novel tissue surveillance mechanism that suppresses liver cancer GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 19 April 2023 4 of 9 Understanding a novel tissue surveillance mechanism that suppresses liver cancer FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume microscopy images confocal microscopy of mouse livers Generate new data Digital Please choose from the following options: Experimental .tif, .jpeg, .oib, .czi 100-300GB - flow cytometry flow cytometry of purified mouse liver cells Generate new data Digital Experimental .fcs 1GB - sequencing files single-cell or bulk sequencing will be performed at KU Leuven core facilities Generate new data Digital Experimental .fastq, .cloupe 100-500GB - DNA vectors DNA vectors will be designed by using SnapGene Generate new data Digital Experimental .dna 200MB - If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data All experiments on mice are conducted according to institutional, national and European animal regulations. We already have ethical clearance files approved by the animal ethics committee at the KU Leuven. (KUL ECD project number 014/2023). For some MPs ethical approval will be requested once needed. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. As the promoter of this grant is a member of VIB, VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be Created using DMPonline.be. Last modiﬁed 19 April 2023 5 of 9 thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP protection does not withhold the research data from being made public. In the case, a decision is taken to file a patent application it will be planned so that publications need not be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All experiments will be performed from an experimental design document that details the different conditions and the metadata linked to the experiment. For all experiment both a hard copy and electronic copy will be maintained. The shared resources (animal, cell line, DNA, siRNA, sgRNA, shRNA) will be saved on electronic lab Notebook ELN. The experimental approach will follow a Standard Operating Procedure (SOP) which is also shared on L-drive. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No specific metadata standard will be used. Following metadata (non-limiting list) will be recorded, when applicable, for every experiment: date type of experiment (in vivo, in vitro, computational modelling, bio-informatics) source of data (mouse, database) type of material generated (DNA, protein, digital) location of physical material (digital database) device and details of program used compounds, formulation and application applicable ethical form 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on the university's central servers with automatic daily back-up procedures. How will the data be backed up? Created using DMPonline.be. Last modiﬁed 19 April 2023 6 of 9 The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Storage space on the J-drive and L-drive are unlimited and can be expanded upon simple request. Upon closure of the project (or upon request), all data will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured with only very specific members of the lab. Only the head of the lab has the authority to have data removed by the IT department. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The following measurements are taking to ensure secure data storage and to prevent modification by unauthorized persons: controlled physical access to the building, firewalling (on both departmental and individual server levels), encrypted communications, network compartmentalization & MAC authentication, least-known ports for well-known services, bruteforce intrusion detection & isolation, individual account expiry in accordance with contract of employment, ACL’s (Access Control Lists). What are the expected costs for data storage and backup during the research project? How will these costs be covered? L-drive, 128,38 euro/TB/year in blocks of 5TB K-drive, 128,38 euro/TB/year in blocks of 5TB J-drive, 519 euro/TB/year 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least 10 years after the project. Thus complying to the data preservation rules of KU Leuven. Where will these data be archived (stored and curated for the long-term)? Hard copy notebooks will be archived in the host institute’s building. Digital data will be archived in team folders on the storage (L-Drive). Upon closure of the project, all digital data will be transferred to the archive on the K-drive for long term storage. Data placed on the K-drive is more strictly secured with only very specific members of the lab having the authority to place data on the K-drive and only the head of lab has the authority to have data removed by the IT department. The physical data in the form DNA vectors will be cryopreserved in the lab or at the KULeuven biobank. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Digital storage on the K-drive is expected to cost 1200 euro per year (at current rates) for 10TB. Cost of physical storage at the KULeuven Biobank is currently still unclear. Costs of storage will be carried by the labs future grants and VIB dotation. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Created using DMPonline.be. Last modiﬁed 19 April 2023 7 of 9 All data that are not under IP. Data, with the exception of personal/otherwise confidential data, are available upon publication of the results. All omics data and code & scripts will be made publicly available. Other data can be made available upon request. If access is restricted, please specify who will be able to access the data and under what conditions. Published data are accessible to all. The full dataset will be uploaded in their respective databases as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. Unpublished data that are considered confidential will only be accessible to the partners. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Data under IP will not be shared with peers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights No restricting factors foreseen but sharing of data might be temporarily postponed due to IP potential. Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository or upon request by mail When will the data be made available? Upon publication of the research results. Confidential data will be kept in house. Which data usage licenses are you going to provide? If none, please explain why. Published data are accessible to all. The full dataset will be uploaded in their respective databases as an open access dataset under a CC-BY license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No NA What are the expected costs for data sharing? How will these costs be covered? Most of the data are put without costs on public repositories. Peers can use the data at no cost under the condition of co-authorship. Commercial organizations will have to pay a fee that will be determined by the Legal departments of the universities involved in this project. 6. Responsibilities Who will manage data documentation and metadata during the research project? Elena Zoppolato Who will manage data storage and backup during the research project? Elena Zoppolato and IT support Ku Leuven Created using DMPonline.be. Last modiﬁed 19 April 2023 8 of 9 Who will manage data preservation and sharing? The host institute’s IT team is responsible for digital preservation Who will update and implement this DMP? The PI bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 19 April 2023 9 of 9"
}