{
    "document_id": "D-2023-1971",
    "LinkTitle": "D-2023-1971",
    "file_name": "D-2023-1971.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1971.pdf",
    "metadata": {
        "title": "D-2023-1971",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or \nfellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 \nmonths after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the \nhost institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final \nevaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this \ntemplate.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard \nDMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish f unders and research \ninstitutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data managemen t planning. \nTo increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Xena Serifova  (0000 -0002 -1836 -1694 ), PhD student  \nContributor name(s) (+ ORCID) & roles  Prof. dr. Bart Boets  (0000 -0002 -4718 -667X ), promotor  \nProf. dr. Chris Bervoets  (0000 -0001 -9842 -2823 ), co -promotor  \ndr. Stephanie Van der Donck  (0000 -0001 -8838 -4480 ), co-promotor  \ndr. Laura Luyten  (0000 -0001 -5380 -0851), co -promotor  \nProject number1 & title  3M220594:  Pinpointing obsessive -compulsive symptom severity: Assessing hypersensitivity for symptom -eliciting visual cues \nusing (frequency -tagging) EEG, eye tracking and physiological stress measures  \nFunder(s) GrantID2 11M4623N  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:   \nProvide ROR3 identifier when possible:   \nPlease provide a short project description  Obsessive Compulsive Disorder (OCD) is a disabling psychiatric disorder affecting 2 -2.5% of the population. It is characterized by \nanxiety -provoking obsessions and time -consuming compulsions. The clinical expression of OCD is highly heterogenous and \navailable assessment tools entail many limitations. In addition, OCD is associated with numerous comorbidities, which complicate \ndiagnosis and personalized treatment. Against this background, there is a great need for objective and quantifiable tools to \ndetermine the presence and se verity of OCD, monitor its severity throughout therapy and support the choice for invasive \ninterventions. In the present project, newly designed symptom provocation techniques will be combined with innovative \nmultimodal assessment measures to objectively q uantify OCD -related symptomatology. We will investigate overt attention via \neye tracking, neural sensitivity via (frequency -tagging) EEG and intracranial recordings and bodily arousal and autonomous  \nphysiological stress  responses via heart rate and skin co nductance. We expect that especially FT -EEG will offer an objective, \nquantifiable and robust index, sensitive at the individual subject -level. We will compare OCD patients vs healthy controls, and \nmonitor symptom severity throughout exposure therapy and de ep brain stimulation. This project constitutes a crucial step \ntowards developing a biomarker of OCD severity, which may support diagnosis and reflect clinical state and treatment response . \n \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n  \n4 Add rows for each dataset you want to describe.  2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (ob servational, experimental etc.), \nprovide a short name & description (sufficient for yourself to know what data it is about), indica te whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the volume of the data4.  \n \n ONLY FOR D IGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data Format  \n Digital Data Volume \n(MB, GB, TB)  Physical Volume  \n \n \nICFs_POSSS  Informed consent  \nforms  ☒ Generate new data  \n ☒ Physical  ☒ NA \n \n ☒ NA ☒ NA \n Document of 9-11 \npages for each \nparti cipant . For 120 \nparticipants: 1080 -1320 \npages.  \n  \nLogbook_POSSS  During the study \nvisit, annotations \nregarding data \ncollection will be \nmade on a \ndesignated \nworksheet (on \npaper) . ☒ Generate new data  \n ☒ Physical  ☒ NA \n \n ☒ NA ☒ NA \n 2 documents of 1  page \nfor each participant . \nFor 120 participants: \n240 pages.  \nDigitalLogbook_\nPOSSS  Experiment \nlogbook (digital \nversion).  ☒ Generate new data  ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx  ☒ < 1 GB  \n \n NA \nPseudonymisati\non_POSSS  Names of included \nparticipants will be ☒ Generate new data  ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf ☒ < 1 GB  \n NA \nFWO DMP Template (Flemish Standard DMP)   4 \n pseudonymized \nusing codes.  ☒ other: .xlsx  \nDemographics_P\nOSSS  During the first visit \nthe necessary \ninformation for \nadministration as \nwell as \ndemographics will \nbe collected \n(address , phone  \nnumber, email, \ndate of birth, \ngender, laterality, \neducational level, \nbank account \nnumber, OCD \ndiagnosis)  ☒ Generate new data  ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx  ☒ < 1 GB  \n NA \nData \ncollected_POSSS  Overview of \ncompleted sessions \nand collected data \nper participant . ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx  ☒ < 1 GB  \n NA \nQuestionnaires_\nPOSSS  The following \ninterviews/questio\nnnaires will be \ncompleted via \nREDCap:   \n- Yale -Brown \nObsessive -\nCompulsive Scale \n(Y-BOCS),  \n- Dimensional Yale -\nBrown Obsessive -\nCompulsive Scale \n(DY-BOCS),  \n- Padua Inventory -\nRevised (PI -R), ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n ☒ < 100 GB  \n NA \nFWO DMP Template (Flemish Standard DMP)   5 \n - Depression \nAnxiety Stress Scale \n(DAS S),  \n- Global \nAssessment of \nFunctioning scale \n(GAF)  \n \nBiosemi _POSSS  During the test \nsessions, measures \nof \n- encephalography \n(EEG)  \n- \nelectrocardiograph\ny (ECG)  \n- skin conductance  \nwill be collected  via \nBiosemi  ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ other: .bdf \n ☒ < 5 TB \n NA \nNP_POSSS  Behavioural data of \nnon-periodic \nstimulation task  ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx   ☒ < 100 GB  \n NA \nSinstim _POSSS  Sinstim output of \nprovocation tasks  ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx   ☒ < 100 GB  \n NA \nEyeT racking _PO\nSSS Eye tracking \nrecordings  ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx   ☒ < 100 GB  \n NA \nRating _POSSS  Subjective ratings \nof presented visual \nstimuli  ☒ Generate new data  \n ☒ Digital  \n ☒ Observational  \n \n ☒ .csv \n☒ .pdf \n☒ other: .xlsx   ☒ < 100 GB  \n NA \nMOCSS  The Maudsley \nObsessive -\nCompulsive Stimuli \nSet ☒ Reuse existing data  ☒ Digital  \n ☒ Observational  \n \n ☒ other: . jpg \n ☒ < 100 GB  \n NA \nFWO DMP Template (Flemish Standard DMP)   6 \n  \n5 These data are generated by  combining multiple existing datasets.  NAPS  Nencki Affective \nPicture System  ☒ Reuse existing data  ☒ Digital  \n ☒ Observational  \n \n ☒ other: . jpg \n ☒ < 100 GB  \n NA \nIAPS  International \nAffective Picture \nSystem  ☒ Reuse existing data  ☒ Digital  \n ☒ Observational  \n \n ☒ other: .jpg \n ☒ < 100 GB  \n NA \nBOCD -PS Berlin Obsessive \nCompulsive \nDisorder -Picture \nSet ☒ Reuse existing data  ☒ Digital  \n ☒ Observational  \n \n ☒ other: . jpg \n ☒ < 1 GB  \n NA \nImages_ALL  Set of images \nselected for \nprovocation tasks  \nfrom various \ndatabases , \nsupplemented with \nneutral images that \nare freely available \nin the public \ndomain . ☐ Generate new data  \n☒ Reuse existing data  ☒ Digital  \n☐ Physical  ☒ Observational  \n \n ☒ other: .xlsx  \n ☒ < 100 GB  \n NA \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DA TA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nFWO DMP Template (Flemish Standard DMP)   7 \n  \n6 See Glossary Flemish Standard Data Management Plan  PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the source, \npreferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type.   \n Provocative i mages are selected from:  \n- IAPS:  International Affective Picture System  \nLang PJ, Bradley MM, Cuthbert BN. International Affective Picture System (IAPS): Technical Manual and Affective \nRatings NIMH Center for the Study of Emotion and Attention. 1997.  \n- NAPS: Nencki Affective Picture System   \nSimon D, Kischkel E, Spielberg R, Kathmann N. A pilot study on the validity of using pictures and videos for \nindividualized symptom provocation in obsessive -compulsive disorder. Psychiatry Res. 2012;198(1):81  \n- MOCSS: The Maudsley Obsessive -Compulsiv e Stimuli Set   \nMataix -Cols D, Lawrence NS, Wooderson S, Speckens A, Phillips ML. The Maudsley Obsessive -Compulsive Stimuli Set: \nValidation of a standardized paradigm for symptom -specific provocation  in obsessive -compulsive disorder. Psychiatry \nRes. 2009;168(3):238 –241.  \n- BOCS -PS: Berlin Obsessive Compulsive Disorder -Picture Set  \nSimon D, Kischkel E, Spielberg R, Kathmann N. A pilot study on the validity of using pictures  and videos for \nindividualized symptom provocation in obsessive -compulsive disorder.  Psychiatry Res. 2012;198:81 –88. \n \nNeutral freely available public domain images are selected from  the internet (www.pexels.com , www. unsplash.com ) and \nsupplemented with self -generated images.  \nAre there any ethical issues concerning the creation \nand/or use of the data  \n(e.g. experiments on humans or animals, dual use)? If so, \nplease d escribe these issues further and  refer to specific \ndatasets or da ta types when appropriate.  ☒ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  \nIn function of our research question, only relevant information will be collected from OCD patients and healthy volunteers and \nthis is limited to what is necessary in the context of the research question.  All data will be  treated confidentially , de-identified \nand pseudonymized , and will be stored and processed in coded form.  Information via which participants are directly identifiable \nis stored  separately from other data collected: a separate password -protected document links participant numbers to this \nparticipant -identifying information  and is only accessible  by the researchers who need to know t his information for the purpose \nof conducting the study.  \nWill you process personal  data6? If so, briefly describe the \nkind of personal data you will use. Please refer to specific ☒ Yes \n☐ No \nFWO DMP Template (Flemish Standard DMP)   8 \n datasets or data types when appropriate . If available, add \nthe reference to  your file in your host institution's privacy \nregister.  If yes:  / \n- Short description of the kind of personal data that will be used:  \nThis project involves the collection of a broad range of multimodal data, including participant characteristics \n(phenotypical information, questionnaires, clinical ratings, …), (neuro)physiology recordings (skin conductance, heart \nrate, EEG), eye  tracking data, behavioral data, etc. These data will all be pseudonymized.  \nPersonal data used for or ganizing the research (i.e. name, phone number, e -mail address) will not be included in the \nanalysis and will be stored separately from the research data.  \n \n- Privacy Registry Reference:  \nKU Leuven PRET:  G-2021 -4649 -R2(AMD)  \nS nummer: S 66124  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  \nIf so, please comment per dataset or data type where \nappropriate.  ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict exploitation or \ndissemination of the data you (re)use (e.g. Material/Data \ntransfer agreements, research collaboration agreements)?  \nIf so, please explain to what data they relate and what \nrestrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \nWe have permission from the authors of the stimuli databases  (IAPS, NAPS, MOCSS, BOCS -PS) to use them provided that:  \n- They are used  for research and academic non -commercial use only.  \n- They are not shared, distributed or otherwise provided to third parties, especially to profit -making legal entities or \npersons.  \n- They are not distributed  to other individuals or laboratories . \n- They are not  exploited, used or otherwise distributed for any kind of commercial activity.  \n- They are  not ma de available to media organizations (television, magazines, etc.), nor make it publicly available on the \nInternet.    \nFurthermore, we are  requested to inform the authors of any work performed using the databases  and submitted for publication \nin an academic jo urnal. Inclusion of the images in a scientific publication is not allowed, except with permission from the \nauthors.  If the manuscript is accepted for publication we are kindly asked to share with the authors any collected behavioral \nratings as well as the names of the pictures used in the research project . \nAre there any other legal issues, such as intellectual \nproperty rights and ownership, to be managed related to \nthe data you (re)use?  ☐ Yes \n☒ No \nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)   9 \n  \n \n \n \n \n \n \n If so, please explain to what data they relate and which \nrestrictions  will be asserted.  See previous answer. Also, w e have permission from the authors of the stimuli databases  (IAPS, NAPS, MOCSS, BOCS -PS) to use \nthem provided that the correct papers are cited:  \nNAPS:  \n- Marchewka A., Żurawski Ł., Jednoróg  K., Grabowska A. (2014) The Nencki Affective Picture System (NAPS): introduction to a \nnovel, standardized, wide -range, high -quality, realistic picture database. Behavior Research Methods, 46(2), 596 –610. \ndoi:10.3758/s13428 -013-0379 -1 \n- Riegel M., Żurawski Ł ., Wierzba M., Moslehi A., Klocek Ł., Horvat M., Grabowska A., Michalowski J. Jednoróg K., Marchewka \nA. (2016) Characterization of the Nencki Affective Picture System by discrete emotional categories (NAPS BE). Behavior \nResearch Methods, 48(2), 600 -612. do i:10.3758/s13428 -015-0620 -1 \n- Wierzba M., Riegel M., Pucz A., Leśniewska Z., Dragan W. Ł., Gola M., Jednoróg K., Marchewka A. (2015) Erotic subset for \nthe Nencki Affective Picture System (NAPS ERO): cross -sexual comparison study. Frontiers in Psychology, 6:1 336. doi: \n10.3389/fpsyg.2015.01336  \n- Michałowski J. M., Droździel D., Matuszewski J., Koziejowski W., Jednoróg K., Marchewka A. (2016) Set of Fear Inducing \nPictures (SFIP): The development and validation in fearful and non -fearful individuals. Behavior Resea rch Methods, \ndoi:10.3758/s13428 -016-0797 -y \nIAPS:  \n- Lang, P.J., Bradley, M.M., & Cuthbert, B.N. (2008). International affective picture  system (IAPS): Affective ratings of pictures \nand instruction manual. Technical Report A -8. University of Florida, Gainesvi lle, FL.  \nMOCSS:  \n- Mataix -Cols D, Wooderson S, Lawrence N, Brammer MJ, Speckens A, Phillips ML. Distinct  neural correlates of washing, \nchecking, and hoarding symptom dimensions in obsessivecompulsive  disorder. Arch Gen Psychiatry. 2004;61(6):564 –756.  \n- Mataix -Cols D, Lawrence NS, Wooderson S, Speckens A, Phillips ML. The Maudsley Obsessive -Compulsive Stimuli Set: \nValidation of a standardized paradigm for symptom -specific provocation  in obsessive -compulsive disorder. Psychiatry Res. \n2009;168(3):238 –241.  \nBOCD -PS:  \nSimon, D., Kischkel, E., Spielberg, R. & Kathmann, N. (2012). A pilot study on the validity of using pictures and videos for \nindividualized symptom provocation in obsessive -compulsive disorder. Psychiatry Research, Volume 198, Issue 1, p. 81 –88. \nFWO DMP Template (Flemish Standard DMP)   10 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed to capture \nthe accompanying information necessary to keep data \nunderstandable and usable , for yourself and others, now \nand in the future (e.g. in terms of documentation levels a nd \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. where this \ninformation is recorded).  \n Through a clear folder structure located on the KU Leuven One Drive, data and other documents regarding the stud y will be \norganised in order to simplify retrieving and consulting the overall documentation.  This folder contains :   \n \n- Readme.docx : a word -document  including  the following information : \no the researcher s that  were involved in data collection   \no the ethical approval (reference number & institution)  \no a short overview of the study course and protocol  \no the questionnaires  that we administer  \n \n- Demographics .xlsx: an excel -document  including the following information:  \no pseudonymized  baseline information about all participants that were enrolled in the study (e.g., age, gender,  \nwhich phases of the study they completed and when, whether they completed the entire study or  dropped -\nout, their compliance, other remarks, etc.)  \no basic summary statistic s (e.g., gender and age  distribution, overall study compliance, etc.)  \n \n- Folder with other study documents:  \no ethical  application and approval  \no informed consent  forms  \no The PDF of all questionnaires  \no … \n \n- Pre-processing documents:  \no the raw  pseudonymized  data  \no short written manual  on the data (pre-)processing steps  \nFWO DMP Template (Flemish Standard DMP)   11 \n Will a metadata standard be used to make it easier to find \nand reuse the data ?  \n \nIf so, please specify which metadata standard will be \nused. If not, please specify which metadata will be \ncreated to make the data easier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \nNo.  \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nAll relevant experimental information for reproducibility  (instrument settings, experimental conditions , software information \netc.) will be  collected and st ored with the data  in Readme files on a shared drive and can be consulted to gather relevant \ninformation.   \n \n \n4. Data Storage & Back -up during the Research Project  \n \nWhere will the data be stored?  All digital data collected throughout the project will be documented via a secure web -based application (Research Electronic \nData Capture, REDCap), running on the protected servers of the KU Leuven and the University Hospital  and the BIOMED L -Drive \nfor large volume st orage (secure KU Leuven facility for archiving) . Data will be transferred to the researcher’s OneDrive , linked \nto their KU Leuven account, for data analysis.  The PI (Prof. dr. Bart Boets) has access to all data repositories (REDCap, L -Drive  \nfolder , OneDrive folder) at all times.  Physical data (paper versions)  will be stored  at KU Leuven,  in the office of the  PhD- student , \nin a locked drawer that can only be accessed by the rese archer.  After finishing data collection , paper data will be stored  in the \noffice of co -promotor Prof. Dr. Chris Bervoets, located at the University Hospital.  \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n Digital documents will be backed up on BIOMED L -Drive for large volume storage (secure KU Leuven facility for archiving).  \nPaper documents will be digitalized or  scanned and backed up on  the same  BIOMED L -Drive .  \n \n \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   12 \n Is there currently s ufficient storage & backup capacity \nduring the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available, \nthen explain how this will be taken care of.  ☐ Yes \n☒ No \nIf yes, please specify concisely:  \n \nIf no, please specify:  \nSufficient storage space will be purchased and will be available when needed.  \nHow will you ensure that the data are securely stored and \nnot accessed or modified by unauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 7 \n Data, and results of analyses are de -identified, stored and processed in coded form. This code contains no elements that  could \nlead to identification. The codes will be kept in a separate an d encrypted file, which is only in  the possession of the promoter(s) \nand the students involved.  \n \nData are stored  via : \n- A secure web -based application (Research Electronic Data Capture, REDCap), running on the protected servers of the \nKU Leuven ,  \n- The University Hospital and the BIOMED L -Drive for large volume storage (secure KU Leuven facility for archiving) . KU \nLeuven network drives (e.g. L -drive) are incorporated within secured KU Leuven environments, are password -\nprotected (including smartphone -base d multi -factor identification) and are only accessible by registered collaborating \nresearchers. Only the PI can request access to the network drive for study personnel.  \n- The researcher’s OneDrive, linked to their KU Leuven account . The personal nature of On eDrive ensures that files that \nare not explicitly shared, are not accessible to anyone else. As such, a separate folder will be created and encrypted for \nthe current dataset. Only the PI and registered collaborating researchers will have access to this fol der via the \nencryption key.  \nWhat are the expected costs for data storage and backup \nduring the research project? How will these costs be \ncovered?  The KU Leuven OneDrive is free of charge for student s and personnel of KU Leuven.  The Department of Neuroscie nces provides \nour research group (Center for Developmental Psychiatry) with an L -drive. As such, costs will be covered by the department . \nAny additional costs regarding storage and backup will be covered by the FWO bench fee of the PhD student . \n \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   13 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five years (or \nlonger, in agreement with other retention policies that \nare applicable) after the end of the project? In case some \ndata cannot be preserved , clearly state the reasons for \nthis  \n(e.g. legal or contractual restrictions, storage/budget \nissues, institutional policies...).  After finishing data collection, all digitally generated data will be archived  for at least 10 years after which it will be re -evaluated \nwhether it is considered useful to store the data for a longer period of time.  \nWhere will these data be archived (stored and curated for \nthe long -term)?  These data will be stored on the KU Leuven  K-drive for archive storage. This restricted area can only be accessed by the involved \nresearchers and the unit’s data manager.  \n \n \n \n \nWhat are the expected costs for data preservation during \nthe expected retention  period? How will these costs be \ncovered?  \n \n \n The yearly cost for network share storage on the K -drive is €11.384 euro per 100 Gb. The Group Biomedical Sciences sponsors \n50% of this cost price. So the price paid by the lab will be: €5 .69. For the amount of data we want to store  (max. 6000 Gb), this \nwill be max. €341.4 euros.  \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   14 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made available for \nreuse after/during the project?   \nPlease explain per dataset or data type which data will be \nmade available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nPublished data  and associated scripts  will be available in the form of publications or other dissemination of sc ientific work. All \ndata will be pseudonymised when disseminated. More data can be made available or shared after permission of the  PI (Prof. dr. \nBart Boets).  \n \nNon -published data will remain confidential until a final decision on publication of the data ha s been taken.  \nIf access is restricted, please specify who will be able to \naccess the data and under what conditions.  - Direct colleagues  can reuse the data  after consultation and approval of the PI (Prof. dr. B art Boets).  \n- External researchers have to motivate why they want access to the data  and need approval of the PI (Prof. dr. Bart Boets) . \nExternal researchers are required  to give credit to the data creators .  \nAre there any factors that restrict or prevent the sharing \nof (some of) the data (e.g. as  defined in an agreement \nwith a 3rd party, legal restrictions)? Please explain per \ndataset or data type where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify:  \nWe work with sensitive and confidential data (e.g., name, sex, age, physiological data, health -related data etc.)  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset \nor data type.  A specific repository will be chosen based on the publication strategy, as some journals request specific repositories.  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. The data will be made available upon publication of the research results.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   15 \n Which data usage licenses are you going to provide? I f \nnone, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n Data from the project that can be shared will be made available under a Creative Commons Attribution -NonCommercial  license \n(CC BY-NC 4.0) , so that users have to give credit to the original data creators  and may not use the material for commercial \npurposes.  \nDo you intend to add a PID/DOI/accession number to your \ndataset(s)? If already available, please provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT  AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes:  \nDepending on the data repository and data  type  that would be made available, a unique identifier will be added to the data set.  \nWhat are the expected costs for data sharing? How will \nthese costs be covered?  \n Most data repositories are free of charge. Therefore, no costs are expected for data sharing.  \n \n7. Responsibilities  \n \nWho will manage data documentation and metadata \nduring the research project?  The PhD researcher (Xena Serifova) will manage  data documentation and metadata, under supervision of the PI ( Prof. dr. Bart \nBoets).  \nWho will manage data storage and backup during the \nresearch project?  Data storage and back up will be managed  by the PhD researcher (Xena Serifova), under supervision of the PI ( Prof. dr. Bart \nBoets) and with delegation to the dedicated data manager of the Psychiatry Research Group  (dr. Martien Wampers) . \nWho will manage data preservation and sharing?  The PI ( Prof. dr. Bart Boets) will be responsible for ensuring data preservation and sharing, with delegation to the dedicated \ndata manager of the Psychiatry Research Group  (dr. Martien Wampers) . \nWho will update and implement this DMP?  The PhD researcher (Xena Serifova)  will updat e and implement this DMP, under supervision of the PI ( Prof. Dr. Bart Boets).  \n \n8 Source: Ghent University Generic DMP Evalu ation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   16 \n  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish f unders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data managemen t planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Xena Serifova (0000 -0002 -1836 -1694 ), PhD student Contributor name(s) (+ ORCID) & roles Prof. dr. Bart Boets (0000 -0002 -4718 -667X ), promotor Prof. dr. Chris Bervoets (0000 -0001 -9842 -2823 ), co -promotor dr. Stephanie Van der Donck (0000 -0001 -8838 -4480 ), co-promotor dr. Laura Luyten (0000 -0001 -5380 -0851), co -promotor Project number1 & title 3M220594: Pinpointing obsessive -compulsive symptom severity: Assessing hypersensitivity for symptom -eliciting visual cues using (frequency -tagging) EEG, eye tracking and physiological stress measures Funder(s) GrantID2 11M4623N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description Obsessive Compulsive Disorder (OCD) is a disabling psychiatric disorder affecting 2 -2.5% of the population. It is characterized by anxiety -provoking obsessions and time -consuming compulsions. The clinical expression of OCD is highly heterogenous and available assessment tools entail many limitations. In addition, OCD is associated with numerous comorbidities, which complicate diagnosis and personalized treatment. Against this background, there is a great need for objective and quantifiable tools to determine the presence and se verity of OCD, monitor its severity throughout therapy and support the choice for invasive interventions. In the present project, newly designed symptom provocation techniques will be combined with innovative multimodal assessment measures to objectively q uantify OCD -related symptomatology. We will investigate overt attention via eye tracking, neural sensitivity via (frequency -tagging) EEG and intracranial recordings and bodily arousal and autonomous physiological stress responses via heart rate and skin co nductance. We expect that especially FT -EEG will offer an objective, quantifiable and robust index, sensitive at the individual subject -level. We will compare OCD patients vs healthy controls, and monitor symptom severity throughout exposure therapy and de ep brain stimulation. This project constitutes a crucial step towards developing a biomarker of OCD severity, which may support diagnosis and reflect clinical state and treatment response . 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to th e number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 4 Add rows for each dataset you want to describe. 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (ob servational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indica te whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the volume of the data4. ONLY FOR D IGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ICFs_POSSS Informed consent forms ☒ Generate new data ☒ Physical ☒ NA ☒ NA ☒ NA Document of 9-11 pages for each parti cipant . For 120 participants: 1080 -1320 pages. Logbook_POSSS During the study visit, annotations regarding data collection will be made on a designated worksheet (on paper) . ☒ Generate new data ☒ Physical ☒ NA ☒ NA ☒ NA 2 documents of 1 page for each participant . For 120 participants: 240 pages. DigitalLogbook_ POSSS Experiment logbook (digital version). ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 1 GB NA Pseudonymisati on_POSSS Names of included participants will be ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ < 1 GB NA FWO DMP Template (Flemish Standard DMP) 4 pseudonymized using codes. ☒ other: .xlsx Demographics_P OSSS During the first visit the necessary information for administration as well as demographics will be collected (address , phone number, email, date of birth, gender, laterality, educational level, bank account number, OCD diagnosis) ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 1 GB NA Data collected_POSSS Overview of completed sessions and collected data per participant . ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 1 GB NA Questionnaires_ POSSS The following interviews/questio nnaires will be completed via REDCap: - Yale -Brown Obsessive - Compulsive Scale (Y-BOCS), - Dimensional Yale - Brown Obsessive - Compulsive Scale (DY-BOCS), - Padua Inventory - Revised (PI -R), ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ < 100 GB NA FWO DMP Template (Flemish Standard DMP) 5 - Depression Anxiety Stress Scale (DAS S), - Global Assessment of Functioning scale (GAF) Biosemi _POSSS During the test sessions, measures of - encephalography (EEG) - electrocardiograph y (ECG) - skin conductance will be collected via Biosemi ☒ Generate new data ☒ Digital ☒ Observational ☒ other: .bdf ☒ < 5 TB NA NP_POSSS Behavioural data of non-periodic stimulation task ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 100 GB NA Sinstim _POSSS Sinstim output of provocation tasks ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 100 GB NA EyeT racking _PO SSS Eye tracking recordings ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 100 GB NA Rating _POSSS Subjective ratings of presented visual stimuli ☒ Generate new data ☒ Digital ☒ Observational ☒ .csv ☒ .pdf ☒ other: .xlsx ☒ < 100 GB NA MOCSS The Maudsley Obsessive - Compulsive Stimuli Set ☒ Reuse existing data ☒ Digital ☒ Observational ☒ other: . jpg ☒ < 100 GB NA FWO DMP Template (Flemish Standard DMP) 6 5 These data are generated by combining multiple existing datasets. NAPS Nencki Affective Picture System ☒ Reuse existing data ☒ Digital ☒ Observational ☒ other: . jpg ☒ < 100 GB NA IAPS International Affective Picture System ☒ Reuse existing data ☒ Digital ☒ Observational ☒ other: .jpg ☒ < 100 GB NA BOCD -PS Berlin Obsessive Compulsive Disorder -Picture Set ☒ Reuse existing data ☒ Digital ☒ Observational ☒ other: . jpg ☒ < 1 GB NA Images_ALL Set of images selected for provocation tasks from various databases , supplemented with neutral images that are freely available in the public domain . ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☒ Observational ☒ other: .xlsx ☒ < 100 GB NA GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DA TA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . FWO DMP Template (Flemish Standard DMP) 7 6 See Glossary Flemish Standard Data Management Plan PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Provocative i mages are selected from: - IAPS: International Affective Picture System Lang PJ, Bradley MM, Cuthbert BN. International Affective Picture System (IAPS): Technical Manual and Affective Ratings NIMH Center for the Study of Emotion and Attention. 1997. - NAPS: Nencki Affective Picture System Simon D, Kischkel E, Spielberg R, Kathmann N. A pilot study on the validity of using pictures and videos for individualized symptom provocation in obsessive -compulsive disorder. Psychiatry Res. 2012;198(1):81 - MOCSS: The Maudsley Obsessive -Compulsiv e Stimuli Set Mataix -Cols D, Lawrence NS, Wooderson S, Speckens A, Phillips ML. The Maudsley Obsessive -Compulsive Stimuli Set: Validation of a standardized paradigm for symptom -specific provocation in obsessive -compulsive disorder. Psychiatry Res. 2009;168(3):238 –241. - BOCS -PS: Berlin Obsessive Compulsive Disorder -Picture Set Simon D, Kischkel E, Spielberg R, Kathmann N. A pilot study on the validity of using pictures and videos for individualized symptom provocation in obsessive -compulsive disorder. Psychiatry Res. 2012;198:81 –88. Neutral freely available public domain images are selected from the internet (www.pexels.com , www. unsplash.com ) and supplemented with self -generated images. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or da ta types when appropriate. ☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: In function of our research question, only relevant information will be collected from OCD patients and healthy volunteers and this is limited to what is necessary in the context of the research question. All data will be treated confidentially , de-identified and pseudonymized , and will be stored and processed in coded form. Information via which participants are directly identifiable is stored separately from other data collected: a separate password -protected document links participant numbers to this participant -identifying information and is only accessible by the researchers who need to know t his information for the purpose of conducting the study. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific ☒ Yes ☐ No FWO DMP Template (Flemish Standard DMP) 8 datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. If yes: / - Short description of the kind of personal data that will be used: This project involves the collection of a broad range of multimodal data, including participant characteristics (phenotypical information, questionnaires, clinical ratings, …), (neuro)physiology recordings (skin conductance, heart rate, EEG), eye tracking data, behavioral data, etc. These data will all be pseudonymized. Personal data used for or ganizing the research (i.e. name, phone number, e -mail address) will not be included in the analysis and will be stored separately from the research data. - Privacy Registry Reference: KU Leuven PRET: G-2021 -4649 -R2(AMD) S nummer: S 66124 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: We have permission from the authors of the stimuli databases (IAPS, NAPS, MOCSS, BOCS -PS) to use them provided that: - They are used for research and academic non -commercial use only. - They are not shared, distributed or otherwise provided to third parties, especially to profit -making legal entities or persons. - They are not distributed to other individuals or laboratories . - They are not exploited, used or otherwise distributed for any kind of commercial activity. - They are not ma de available to media organizations (television, magazines, etc.), nor make it publicly available on the Internet. Furthermore, we are requested to inform the authors of any work performed using the databases and submitted for publication in an academic jo urnal. Inclusion of the images in a scientific publication is not allowed, except with permission from the authors. If the manuscript is accepted for publication we are kindly asked to share with the authors any collected behavioral ratings as well as the names of the pictures used in the research project . Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? ☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 9 If so, please explain to what data they relate and which restrictions will be asserted. See previous answer. Also, w e have permission from the authors of the stimuli databases (IAPS, NAPS, MOCSS, BOCS -PS) to use them provided that the correct papers are cited: NAPS: - Marchewka A., Żurawski Ł., Jednoróg K., Grabowska A. (2014) The Nencki Affective Picture System (NAPS): introduction to a novel, standardized, wide -range, high -quality, realistic picture database. Behavior Research Methods, 46(2), 596 –610. doi:10.3758/s13428 -013-0379 -1 - Riegel M., Żurawski Ł ., Wierzba M., Moslehi A., Klocek Ł., Horvat M., Grabowska A., Michalowski J. Jednoróg K., Marchewka A. (2016) Characterization of the Nencki Affective Picture System by discrete emotional categories (NAPS BE). Behavior Research Methods, 48(2), 600 -612. do i:10.3758/s13428 -015-0620 -1 - Wierzba M., Riegel M., Pucz A., Leśniewska Z., Dragan W. Ł., Gola M., Jednoróg K., Marchewka A. (2015) Erotic subset for the Nencki Affective Picture System (NAPS ERO): cross -sexual comparison study. Frontiers in Psychology, 6:1 336. doi: 10.3389/fpsyg.2015.01336 - Michałowski J. M., Droździel D., Matuszewski J., Koziejowski W., Jednoróg K., Marchewka A. (2016) Set of Fear Inducing Pictures (SFIP): The development and validation in fearful and non -fearful individuals. Behavior Resea rch Methods, doi:10.3758/s13428 -016-0797 -y IAPS: - Lang, P.J., Bradley, M.M., & Cuthbert, B.N. (2008). International affective picture system (IAPS): Affective ratings of pictures and instruction manual. Technical Report A -8. University of Florida, Gainesvi lle, FL. MOCSS: - Mataix -Cols D, Wooderson S, Lawrence N, Brammer MJ, Speckens A, Phillips ML. Distinct neural correlates of washing, checking, and hoarding symptom dimensions in obsessivecompulsive disorder. Arch Gen Psychiatry. 2004;61(6):564 –756. - Mataix -Cols D, Lawrence NS, Wooderson S, Speckens A, Phillips ML. The Maudsley Obsessive -Compulsive Stimuli Set: Validation of a standardized paradigm for symptom -specific provocation in obsessive -compulsive disorder. Psychiatry Res. 2009;168(3):238 –241. BOCD -PS: Simon, D., Kischkel, E., Spielberg, R. & Kathmann, N. (2012). A pilot study on the validity of using pictures and videos for individualized symptom provocation in obsessive -compulsive disorder. Psychiatry Research, Volume 198, Issue 1, p. 81 –88. FWO DMP Template (Flemish Standard DMP) 10 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels a nd types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Through a clear folder structure located on the KU Leuven One Drive, data and other documents regarding the stud y will be organised in order to simplify retrieving and consulting the overall documentation. This folder contains : - Readme.docx : a word -document including the following information : o the researcher s that were involved in data collection o the ethical approval (reference number & institution) o a short overview of the study course and protocol o the questionnaires that we administer - Demographics .xlsx: an excel -document including the following information: o pseudonymized baseline information about all participants that were enrolled in the study (e.g., age, gender, which phases of the study they completed and when, whether they completed the entire study or dropped - out, their compliance, other remarks, etc.) o basic summary statistic s (e.g., gender and age distribution, overall study compliance, etc.) - Folder with other study documents: o ethical application and approval o informed consent forms o The PDF of all questionnaires o … - Pre-processing documents: o the raw pseudonymized data o short written manual on the data (pre-)processing steps FWO DMP Template (Flemish Standard DMP) 11 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : No. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: All relevant experimental information for reproducibility (instrument settings, experimental conditions , software information etc.) will be collected and st ored with the data in Readme files on a shared drive and can be consulted to gather relevant information. 4. Data Storage & Back -up during the Research Project Where will the data be stored? All digital data collected throughout the project will be documented via a secure web -based application (Research Electronic Data Capture, REDCap), running on the protected servers of the KU Leuven and the University Hospital and the BIOMED L -Drive for large volume st orage (secure KU Leuven facility for archiving) . Data will be transferred to the researcher’s OneDrive , linked to their KU Leuven account, for data analysis. The PI (Prof. dr. Bart Boets) has access to all data repositories (REDCap, L -Drive folder , OneDrive folder) at all times. Physical data (paper versions) will be stored at KU Leuven, in the office of the PhD- student , in a locked drawer that can only be accessed by the rese archer. After finishing data collection , paper data will be stored in the office of co -promotor Prof. Dr. Chris Bervoets, located at the University Hospital. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Digital documents will be backed up on BIOMED L -Drive for large volume storage (secure KU Leuven facility for archiving). Paper documents will be digitalized or scanned and backed up on the same BIOMED L -Drive . 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12 Is there currently s ufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☐ Yes ☒ No If yes, please specify concisely: If no, please specify: Sufficient storage space will be purchased and will be available when needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 Data, and results of analyses are de -identified, stored and processed in coded form. This code contains no elements that could lead to identification. The codes will be kept in a separate an d encrypted file, which is only in the possession of the promoter(s) and the students involved. Data are stored via : - A secure web -based application (Research Electronic Data Capture, REDCap), running on the protected servers of the KU Leuven , - The University Hospital and the BIOMED L -Drive for large volume storage (secure KU Leuven facility for archiving) . KU Leuven network drives (e.g. L -drive) are incorporated within secured KU Leuven environments, are password - protected (including smartphone -base d multi -factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. - The researcher’s OneDrive, linked to their KU Leuven account . The personal nature of On eDrive ensures that files that are not explicitly shared, are not accessible to anyone else. As such, a separate folder will be created and encrypted for the current dataset. Only the PI and registered collaborating researchers will have access to this fol der via the encryption key. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The KU Leuven OneDrive is free of charge for student s and personnel of KU Leuven. The Department of Neuroscie nces provides our research group (Center for Developmental Psychiatry) with an L -drive. As such, costs will be covered by the department . Any additional costs regarding storage and backup will be covered by the FWO bench fee of the PhD student . FWO DMP Template (Flemish Standard DMP) 13 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After finishing data collection, all digitally generated data will be archived for at least 10 years after which it will be re -evaluated whether it is considered useful to store the data for a longer period of time. Where will these data be archived (stored and curated for the long -term)? These data will be stored on the KU Leuven K-drive for archive storage. This restricted area can only be accessed by the involved researchers and the unit’s data manager. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The yearly cost for network share storage on the K -drive is €11.384 euro per 100 Gb. The Group Biomedical Sciences sponsors 50% of this cost price. So the price paid by the lab will be: €5 .69. For the amount of data we want to store (max. 6000 Gb), this will be max. €341.4 euros. FWO DMP Template (Flemish Standard DMP) 14 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Published data and associated scripts will be available in the form of publications or other dissemination of sc ientific work. All data will be pseudonymised when disseminated. More data can be made available or shared after permission of the PI (Prof. dr. Bart Boets). Non -published data will remain confidential until a final decision on publication of the data ha s been taken. If access is restricted, please specify who will be able to access the data and under what conditions. - Direct colleagues can reuse the data after consultation and approval of the PI (Prof. dr. B art Boets). - External researchers have to motivate why they want access to the data and need approval of the PI (Prof. dr. Bart Boets) . External researchers are required to give credit to the data creators . Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: We work with sensitive and confidential data (e.g., name, sex, age, physiological data, health -related data etc.) Where will the data be made available? If already known, please provide a repository per dataset or data type. A specific repository will be chosen based on the publication strategy, as some journals request specific repositories. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. The data will be made available upon publication of the research results. FWO DMP Template (Flemish Standard DMP) 15 Which data usage licenses are you going to provide? I f none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 Data from the project that can be shared will be made available under a Creative Commons Attribution -NonCommercial license (CC BY-NC 4.0) , so that users have to give credit to the original data creators and may not use the material for commercial purposes. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: Depending on the data repository and data type that would be made available, a unique identifier will be added to the data set. What are the expected costs for data sharing? How will these costs be covered? Most data repositories are free of charge. Therefore, no costs are expected for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (Xena Serifova) will manage data documentation and metadata, under supervision of the PI ( Prof. dr. Bart Boets). Who will manage data storage and backup during the research project? Data storage and back up will be managed by the PhD researcher (Xena Serifova), under supervision of the PI ( Prof. dr. Bart Boets) and with delegation to the dedicated data manager of the Psychiatry Research Group (dr. Martien Wampers) . Who will manage data preservation and sharing? The PI ( Prof. dr. Bart Boets) will be responsible for ensuring data preservation and sharing, with delegation to the dedicated data manager of the Psychiatry Research Group (dr. Martien Wampers) . Who will update and implement this DMP? The PhD researcher (Xena Serifova) will updat e and implement this DMP, under supervision of the PI ( Prof. Dr. Bart Boets). 8 Source: Ghent University Generic DMP Evalu ation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 16"
}