{
    "document_id": "D-2022-1741",
    "LinkTitle": "D-2022-1741",
    "file_name": "D-2022-1741.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1741.pdf",
    "metadata": {
        "title": "Early Career TESOL Teacher Induction in Vietnam: Unpacking the Dynamics of Teacher Retention and Attrition",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Early Career TESOL Teacher Induction in Vietnam: Unpacking the Dynamics of Teacher\nRetention and Attrition\nA Data Management Plan created using DMPonline.be\nCreator: \nThu Dao \n \nhttps://orcid.org/0000-0001-7059-2193\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nZB/22/015\nID: \n197474\nStart date: \n01-10-2022\nEnd date: \n01-10-2026\nProject abstract:\nEducational quality largely depends on the availability of a sufficient number of qualified teachers. So teacher turnover is an important\nconcern in every educational system. The induction phase (the transition from teacher education into the job, as well as first years of the\ncareer) has been found internationally to be particularly vulnerable for teacher attrition. Vietnam is no exception, yet empirical research on\nthe issue remains scarce. This project seeks to analyze the experiences of Vietnamese early career (TESOL) teachers, as the outcome\nof the meaningful interactions between the individual teachers and the organizational context of the school. Particular attention is paid to\nthe impact of the geographical position of the school (rural/urban). Case-studies combining complementary methods (triangulation) are\nused to capture the dynamics of contextualized sense-making. Apart from its scientific contribution, the study will identify key factors and\nstrategies for future structural policy and practice interventions to reduce the risk of teacher attrition.\nLast modified: \n06-03-2023\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n1 of 5\nEarly Career TESOL Teacher Induction in Vietnam: Unpacking the Dynamics of Teacher\nRetention and Attrition\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInterview data \nRecordings of interviews with 10 early career teachers, 10 managers at their\nschools, and 5 teacher educators\nN\nD\nS\n.mp3\n<100GB\n \nTranscripts of\ninterview data\nTranscripts for the abovementioned interviews\nN\nD\nT\n.txt,\n.pdf\n<1GB\n \nConsent forms\nConsent forms signed by participants prior to the interviews\nN\nP\n \n \n \n25 paper forms\nField notes\nOfficial regulations documents such as contracts & the Vietnamese national\nlabour laws in the Education and Training sector.\nE\nD & P\nT\n.pdf\n<1GB\n10 printed contracts of\nearly career teachers\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nOfficial documents of the Vietnamese national labour laws in the Education and Training sector are extracted from https://moet.gov.vn\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nThe SMEC approval is to be obtained before the second year of the project, as in the first year we conduct a literature review and do not work with any personal data. The SMEC approval\nnumber will be updated as soon as it is available.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nPersonal data will be processed with the following data sets:\n- Personal data used for organizing the research (i.e. name, phone number, e-mail address): This data will not be included in the analysis and will be stored separately from the research data.\n- Personal data for research purposes: For the interviews participants will be asked to provide their demographics (age, educational background, experience) and subjective\nexperiences/variables. These data will be pseudonymized. Their names on contracts as fieldnotes will not be included in the analysis and will be stored separately from the research data.\nEthical approval request is in preparation. The privacy number will be updated as soon as it is available.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nFor documentation and Metadata purposes, we will make use of:\n- At project level:\nA README file will be provided for each of the dataset. We will use KU Leuven’s template.\n- At data level:\nFor each dataset, a code explanation file will be provided.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe KU Leuven RDR metadata format will be followed.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nOneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional encryption\nwill be activated to ensure the safe storage of (strictly) confidential data.\nData will also be stored in the shared network drive (J-drive) of the research center and only the supervisor and the PhD student can have access to this folder.\nThe consent forms are stored in a locked cupboard.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\n- Standard back-up provided by KU Leuven ICTS for my storage solution.\n- Periodical back-up in the PhD student's KU Leuven One Drive.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for\nthe datasets. Only the supervisor and the PhD student will have access to this folder via the encryption key.\nThe KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible\nby registered collaborating researchers. \nThe consent forms are stored in a locked cupboard that only the supervisor and the PhD student have the key.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven.\nThe shared drive is provided by the research center, thus the cost for it is covered by the research center.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nTo be updated later.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the supervisor has the right to access data. Other researchers in the research center who would like to access the data will have to present their motivation, ask for approval from the\nsupervisor and the PhD student, and provide credits to the original data creators.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nWe work with confidential data (e.g., name, sex, age, several subjective perceptions,…)\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nTo be updated at the final phase of the project.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD student (Thu Dao) will be responsible for data documentation & metadata, under supervision of the supervisor (Prof. dr. Geert Kelchtermans).\nWho will manage data storage and backup during the research project? \nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n4 of 5\nData management, storage and back up will be performed by the PhD student (Thu Dao), under supervision of the supervisor (Prof. dr. Geert Kelchtermans).\nWho will manage data preservation and sharing? \nThe supervisor (Prof. dr. Geert Kelchtermans) will be responsible for ensuring data preservation and sharing.\nWho will update and implement this DMP? \nThe PhD student (Thu Dao) will be responsible for updating this DMP. The supervisor (Prof. dr. Geert Kelchtermans) bears the end responsibility for updating and implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 06 March 2023\n5 of 5"
    },
    "clean_full_text": "Early Career TESOL Teacher Induction in Vietnam: Unpacking the Dynamics of Teacher Retention and Attrition A Data Management Plan created using DMPonline.be Creator: Thu Dao https://orcid.org/0000-0001-7059-2193 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: ZB/22/015 ID: 197474 Start date: 01-10-2022 End date: 01-10-2026 Project abstract: Educational quality largely depends on the availability of a sufficient number of qualified teachers. So teacher turnover is an important concern in every educational system. The induction phase (the transition from teacher education into the job, as well as first years of the career) has been found internationally to be particularly vulnerable for teacher attrition. Vietnam is no exception, yet empirical research on the issue remains scarce. This project seeks to analyze the experiences of Vietnamese early career (TESOL) teachers, as the outcome of the meaningful interactions between the individual teachers and the organizational context of the school. Particular attention is paid to the impact of the geographical position of the school (rural/urban). Case-studies combining complementary methods (triangulation) are used to capture the dynamics of contextualized sense-making. Apart from its scientific contribution, the study will identify key factors and strategies for future structural policy and practice interventions to reduce the risk of teacher attrition. Last modified: 06-03-2023 Created using DMPonline.be. Last modiﬁed 06 March 2023 1 of 5 Early Career TESOL Teacher Induction in Vietnam: Unpacking the Dynamics of Teacher Retention and Attrition Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Interview data Recordings of interviews with 10 early career teachers, 10 managers at their schools, and 5 teacher educators N D S .mp3 <100GB Transcripts of interview data Transcripts for the abovementioned interviews N D T .txt, .pdf <1GB Consent forms Consent forms signed by participants prior to the interviews N P 25 paper forms Field notes Official regulations documents such as contracts & the Vietnamese national labour laws in the Education and Training sector. E D & P T .pdf <1GB 10 printed contracts of early career teachers If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Official documents of the Vietnamese national labour laws in the Education and Training sector are extracted from https://moet.gov.vn Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) The SMEC approval is to be obtained before the second year of the project, as in the first year we conduct a literature review and do not work with any personal data. The SMEC approval number will be updated as soon as it is available. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Personal data will be processed with the following data sets: - Personal data used for organizing the research (i.e. name, phone number, e-mail address): This data will not be included in the analysis and will be stored separately from the research data. - Personal data for research purposes: For the interviews participants will be asked to provide their demographics (age, educational background, experience) and subjective experiences/variables. These data will be pseudonymized. Their names on contracts as fieldnotes will not be included in the analysis and will be stored separately from the research data. Ethical approval request is in preparation. The privacy number will be updated as soon as it is available. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 06 March 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For documentation and Metadata purposes, we will make use of: - At project level: A README file will be provided for each of the dataset. We will use KU Leuven’s template. - At data level: For each dataset, a code explanation file will be provided. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The KU Leuven RDR metadata format will be followed. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) OneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Data will also be stored in the shared network drive (J-drive) of the research center and only the supervisor and the PhD student can have access to this folder. The consent forms are stored in a locked cupboard. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) - Standard back-up provided by KU Leuven ICTS for my storage solution. - Periodical back-up in the PhD student's KU Leuven One Drive. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for the datasets. Only the supervisor and the PhD student will have access to this folder via the encryption key. The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. The consent forms are stored in a locked cupboard that only the supervisor and the PhD student have the key. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven. The shared drive is provided by the research center, thus the cost for it is covered by the research center. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 06 March 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? To be updated later. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. Only the supervisor has the right to access data. Other researchers in the research center who would like to access the data will have to present their motivation, ask for approval from the supervisor and the PhD student, and provide credits to the original data creators. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects We work with confidential data (e.g., name, sex, age, several subjective perceptions,…) Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. To be updated at the final phase of the project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? The PhD student (Thu Dao) will be responsible for data documentation & metadata, under supervision of the supervisor (Prof. dr. Geert Kelchtermans). Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 06 March 2023 4 of 5 Data management, storage and back up will be performed by the PhD student (Thu Dao), under supervision of the supervisor (Prof. dr. Geert Kelchtermans). Who will manage data preservation and sharing? The supervisor (Prof. dr. Geert Kelchtermans) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PhD student (Thu Dao) will be responsible for updating this DMP. The supervisor (Prof. dr. Geert Kelchtermans) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 06 March 2023 5 of 5"
}