{
    "document_id": "D-2022-1734",
    "LinkTitle": "D-2022-1734",
    "file_name": "D-2022-1734.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1734.pdf",
    "metadata": {
        "title": "D-2022-1734",
        "author": "Sara Peeters",
        "num_pages": 23
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Bert De Smedt (orcid.org/0000-0002-3313-3278  ) – Supervisor (KU Leuven)\nContributor name(s) (+ ORCID) & roles Lorraine Graham (orcid.org/0000-0002-6810-9569) – Supervisor (University of Melbourne)\nRobert Reeve (orcid.org/0000-0002-8429-053X) – Co-supervisor (University of Melbourne)\nSiobhan Merlo (orcid.org/0000-0003-0357-9217) – Co-supervisor (University of Melbourne)\nSara Peeters (orcid.org/0000-0002-6824-2044 ) – PhD researcher (KU Leuven & University of Melbourne)\nNathalie Parry-Hale (orcid.org/0000-0003-1807-4342) – PhD researcher (KU Leuven & University of \nMelbourne)\nProject number1 & title Understanding heterogeneity in preschoolers at risk for struggling with mathematics learning: profile \nanalyses and dynamic assessments (3H220059)\nProject 1 - KU Leuven, PhD researcher Sara Peeters\nUnderstanding heterogeneity in preschoolers at risk for mathematical learning difficulties via latent  \nprofile analysis (3H220499)\nProject 2 - University of Melbourne, PhD researcher Nathalie Parry-Hale\nAssessing and understanding pre-schooler’s mathematical learning potential (3H220612)\nFunder(s) GrantID2GPUM/22/006\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP) 3Affiliation(s)  KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n Other: University of Melbourne\nProvide ROR3 identifier when possible:\n- KU Leuven:  ror.org/05f950310\n- University of Melbourne: ror.org/01ej9dk98\nPlease provide a short project description Project 1 - KU Leuven :\nIt has been repeatedly observed that children vary substantially in their levels of mathematical knowledge \nprior to school entry with some children already showing difficulties in their mathematical skills. These \ndifficulties have been labelled to be highly heterogeneous, although the existing body of evidence has not \ninvestigated this heterogeneity in early mathematical skills in preschool via a person-centered approach in \nchildren who are at risk for developing difficulties in academic learning. We will jointly study predictors of \nmathematical ability and of reading ability to fully understand the overlap and co-occurrence of learning \ndifficulties in mathematics and in reading. We will longitudinally follow-up children from preschool to \ngrade 1 and 2 of primary school to examine how profiles of strengths and weaknesses in preschool change  \nover time as children go to school. To realize these objectives, we will be adopting a functionally defined \nrecruitment approach starting from a large and mixed sample of preschoolers considered by parents or \nhealth practitioners to be at risk for developing learning difficulties. The combination of functionally \ndefined samples with person-centered analyses, such as latent profile analysis, had been suggested as a \nnovel way to map the heterogeneity associated with poor school performance. This will add to the \nresearch and practice on early identification and intervention in children at risk for struggling with \nmathematics learning.\nProject 2 – University of Melbourne :\n3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 4Although it is recognized that proficiency with core mathematical competencies is predictive of later \nmathematics achievement, less is known about the more general cognitive strengths and contextual \nfactors which may influence children's learning in this important academic area. The use of dynamic \nassessment procedures presents an opportunity to identify factors which may influence the mathematical \nlearning potential of preschool children. Dynamic assessment combines assessment and active teaching \nexplicitly to measure learning potential and seeks to explore cognitive processing through mediated \nlearning experiences. The purpose of the proposed longitudinal study is to understand the variability in \nthe learning potential of 60 preschool learners (aged 4-5) as they transition from preschool into the first \nyear of formal schooling. Specifically, dynamic assessments will be used to explore the extent to which \nyoung children’s learning potential on tasks related to early mathematical core competencies and general \ncognitive processing predict later mathematical outcomes. An important aim of the research will be to \nidentify potential protective factors (such as mathematical language knowledge) that positively affect \nfuture outcomes. Early mathematical competencies (e.g., counting, identifying order, comparing \nquantities, understanding symbols) will be measured using dynamic assessments at four timepoints \napproximately 6 months apart. This research is significant because dynamic assessments provide an \nindividualized mechanism for assessing mathematics learning potential and can facilitate the design of \ninterventions relevant to children in the preschool years before they are at risk of ongoing failure in \nmathematics.\nFWO DMP Template (Flemish Standard DMP) 52.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nProject 1 - KU Leuven\nRecruitmentThis dataset \ninvolves \ndemographic data \nand background \ncharacteristics of \nthe participants \ncollected via \nquestionnaires. \nThese will be \nscanned and stored \nas .pdf files and \nfurther inputted in \na spreadsheet that \nis saved as .csv file. \nThe data format \nwill be textual and \nnumerical.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA±200 paper \nquestionnaires\n(±600 pages)\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 6TIME 1\nPreschool \n(paper-and-\npencil tests & \ncomputer \ntasks)This dataset \ninvolves paper-and-\npencil tests and \ncomputer tasks.\nThe scoring forms \nof the paper-and-\npencil tests will be \nscanned and stored \nas .pdf files. Data \nfrom these tests will \nbe inputted in a \nspreadsheet that is \nsaved as .csv file. \nThe data format \nwill be numerical.\nThe computer tasks \nare designed in \nOpen Sesame and \nE-prime, resulting \nin .csv and .edat \nfiles. Raw data files \nwill be stored and \nsummary statistics \nwill be inputted in a \nspreadsheet that is \nsaved as .csv file. \nThe data format \nwill be numerical.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .edat\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA±200 scoring form \nbooklets\n(±2000 pages)\nFWO DMP Template (Flemish Standard DMP) 7TIME 2\nMiddle and \nend grade 1 \nof primary \nschool\n(paper-and-\npencil tests)This dataset \ninvolves paper-and-\npencil tests. The \nscoring forms of \nthese tests will be \nscanned and stored \nas .pdf files. Data \nfrom these tests will \nbe inputted in a \nspreadsheet that is \nsaved as .csv file. \nThe data format \nwill be numerical.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other:\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA2x ±200 scoring \nbooklets\n(±16000 pages)\nTIME 3\nMiddle and \nend grade 2 \nof primary \nschool\n(paper-and-\npencil tests)This dataset \ninvolves paper-and-\npencil tests. The \nscoring forms of \nthese tests will be \nscanned and stored \nas .pdf files. Data \nfrom these tests will \nbe inputted in a \nspreadsheet that is \nsaved as .csv file. \nThe data format \nwill be numerical.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☒ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other:\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA2x ±200 scoring \nbooklets\n(±16000 pages)\nFWO DMP Template (Flemish Standard DMP) 8Project 2 - University of Melbourne\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other:\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 9If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  KU Leuven:  /\nUniversity of Melbourne : \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.KU Leuven:\n☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nTo deepen our understanding of the heterogeneity in preschoolers at risk for mathematical learning \ndifficulties, we will collect data of children at risk for mathematical learning difficulties. At different time-\npoints (Time 1, 2 & 3), we will test their mathematical, reading and cognitive domain-general skills (e.g., \nworking memory, language and spatial skills) and collect information about relevant non-cognitive factors \n(demographic & background information (e.g., socioeconomic status, home environment…)).We will \npseudonymize the collected data and will follow KU Leuven’s GDPR code of using and processing personal \ndata. Furthermore, we will submit an ethical application to the Social and Societal Ethics Committee KU \nLeuven (SMEC) and register this application via the PRET tool before the start of the project.\nUniversity of Melbourne:\n☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nFWO DMP Template (Flemish Standard DMP) 10Will  you process  personal  data6? If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.KU Leuven:\n☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\nPersonal data of the participants are name and date-of-birth. These are collected for ID purposes during \ndata collection. It also includes contact information (e.g., email address, name of the school…) and signed \ninformed consents. This information is only available to researchers involved in recruitment and data \ncollection (i.e., Bert De Smedt & Sara Peeters). The file linking the code and personal identifiers age/dob is \nonly accessible to these researchers. It is stored in a personal OneDrive folder of Bert De Smedt and a \npersonal OneDrive folder of Sara Peeters. For the remainder of the study, all derivative data will be coded, \nand thus pseudonymized, and stored in a different shared OneDrive folder.\nWe will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, an ethics \napplication for SMEC will be submitted and registered via the PRET tool.\n-Privacy Registry Reference:  \nReference will be provided as soon as available within KU Leuven.\nUniversity of Melbourne:\n☐ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 11Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.KU Leuven:\n☐ Yes\n☒ No\nIf yes, please comment:  \nUniversity of Melbourne:\n☐ Yes\n☐ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.KU Leuven: \n☐ Yes\n☒ No\nIf yes, please explain:\nUniversity of Melbourne:\n☐ Yes\n☐ No\nIf yes, please explain:\nFWO DMP Template (Flemish Standard DMP) 12Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.KU Leuven:\n☒ Yes\n☐ No\nIf yes, please explain:  \nAn agreement regarding the intellectual property rights and ownership of the data collected has been \nwritten down on page 12 of Sara Peeters’ graduate researcher agreement. The agreement states that \n“each party (i.e., KU Leuven and the University of Melbourne), will own the Intellectual Property (IP) it \ncreates with respect to the research topic or project and provides the parties with a royalty-free, non-\nexclusive licence to use such IP for the purposes of the program. Where the parties jointly create IP as part  \nof the program, the parties will own such jointly created IP as tenants in common in shares which are \nproportionate to their contribution to the jointly-created IP, and each party grants the other party a non-\nexclusive, royalty-free licence to use such IP for the other party’s own non-commercial, teaching and \nresearch purposes.”\nUniversity of Melbourne:\n☐ Yes\n☐ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 133.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).KU Leuven:\nWe will make a codebook documenting the study design, sampling, measures and variables that allows a \nsecondary data analyst to use the data accurately and effectively.  \nAll tests materials and blank informed consents will be made available on the open science framework \n(OSF) account of the KU Leuven PI Bert De Smedt ( https://osf.io/cmvdh/  ). This documentation includes \nper measure, how it was constructed and how performance indices are calculated. We will pre-register \nour data-analysis plan on OSF for each measurement time point. It will be made available after \npublication, along with the respective dataset.\nUniversity of Melbourne:\nFWO DMP Template (Flemish Standard DMP) 14Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.KU Leuven:\n☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nThere are no metadata standards available for behavioral data. We will document the metadata in a .csv \nfile in which all variables and their description are listed.\nUniversity of Melbourne:\n☐ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFWO DMP Template (Flemish Standard DMP) 154.Data Storage & Back-up during the Research Project\nWhere will the data be stored? KU Leuven:\nQuestionnaires, paper-and-pencil data and informed consents will be separately archived in a locked room  \nat KU Leuven.\nDigital data will be stored in a shared folder on OneDrive. This folder will only be accessible by the KU \nLeuven principal investigator (Bert De Smedt) and the PhD researcher (Sara Peeters) working on the \nproject. The KU Leuven OneDrive is password protected. The data will be on the shared OneDrive during \nthe project. After completion of the project all data will be transferred to the OneDrive archive of Bert De \nSmedt.\nPseudonymized data will be made available on OSF when a study is published.\nUniversity of Melbourne:\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.KU Leuven:\nThe data will be stored on the KU Leuven OneDrive. This data storage location  has daily automatic back-up  \nprocedures.\nUniversity of Melbourne:\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 16Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.KU Leuven:\n☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe total estimated amount of digital data is 25 GB. The KU Leuven OneDrive for Business (storage \ncapacity 2 TB) has sufficient storage & backup capacity during the project.\nIf no, please specify:  \nUniversity of Melbourne:\n☐ Yes\n☐ No\nIf yes, please specify concisely:\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7KU Leuven:\nDigital data will be stored in a shared OneDrive folder, which can only be accessed by the involved KU \nLeuven researchers. The data will be pseudonymized by removing personal data and by storing this data \nseparately from the research data on the personal OneDrive of Bert De Smedt and Sara Peeters. Multi-\nfactor authentication is activated for the KU Leuven login of all researchers having access to the data.\nUniversity of Melbourne:\nFWO DMP Template (Flemish Standard DMP) 17What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?KU Leuven:\nWe expect no costs for data storage and backup on the OneDrive for business during the research project.\nUniversity of Melbourne:\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).KU Leuven: \nAll data will be stored for 10 years in line with the BOF data preservation requirements.  \nUniversity of Melbourne :\nFWO DMP Template (Flemish Standard DMP) 18Where will these data be archived (stored and \ncurated for the long-term)?KU Leuven:\nOffline copies (questionnaire, paper-and-pencil data) and informed consents will be separately archived in \na locked room for the expected 10 year period after the end of the project. They will be destroyed after \nthe 10 year period.\nDigital data will be stored in OneDrive folders of Bert De Smedt for at least 10 years.  \nAfter publication of a study, the pseudonymized dataset that was analysed in that study will be made \navailable on the OSF account of Bert De Smedt ( https://osf.io/cmvdh/ ).\nUniversity of Melbourne :\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?KU Leuven:\nWe expect no costs for data preservation during the expected retention period.\nUniversity of Melbourne :\nFWO DMP Template (Flemish Standard DMP) 196. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  KU Leuven:\n☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nThe pseudonymized dataset of a study will be uploaded on the OSF account of the KU Leuven PI (Bert De \nSmedt) in a csv format ( https://osf.io/cmvdh/ ) upon publication of a study.\nUniversity of Melbourne :\n☐ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.KU Leuven:\nThe pseudonymized dataset of a study will be shared in a csv format on the OSF platform. It will be \navailable to anyone provided that they give appropriate credit.\nUniversity of Melbourne :\nFWO DMP Template (Flemish Standard DMP) 20Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.KU Leuven:\n☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nUniversity of Melbourne :\n☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.KU Leuven:\nThe pseudonymized dataset will be uploaded in a csv format at the OSF on the account of the KU Leuven \nPI Bert De Smedt (https://osf.io/cmvdh/ ).\nUniversity of Melbourne :\nFWO DMP Template (Flemish Standard DMP) 21When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.KU Leuven:\nThe pseudonymized dataset of a study will be uploaded on the OSF account of the KU Leuven PI upon \npublication of a study.\nUniversity of Melbourne :\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  KU Leuven:\nThe pseudonymized dataset of a study will be made available via the OSF account of Bert De Smedt under \na Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data \ncreators.\nUniversity of Melbourne :\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 22Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.KU Leuven:\n☒ Yes\n☐ No\nIf yes:\nWe intend to add a PID/DOI/accession number to our dataset but this number is not available yet.\nUniversity of Melbourne :\n☐ Yes\n☐ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  KU Leuven: \nThere are no costs expected.\nUniversity of Melbourne :\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?KU Leuven:\nThe data documentation and metadata during the research project will be managed by Bert De Smedt (the  \nKU Leuven principal investigator) supported by Sara Peeters (the PhD researcher).  \nUniversity of Melbourne :\nFWO DMP Template (Flemish Standard DMP) 23Who will manage data storage and backup \nduring the research project?KU Leuven:\nThe data storage and backup during the research project will be managed by Bert De Smedt (the KU \nLeuven principal investigator) supported by Sara Peeters (the PhD researcher).  \nUniversity of Melbourne :\nWho will manage data preservation and \nsharing?KU Leuven: \nThe data storage and backup during the research project will be managed by Bert De Smedt (the KU \nLeuven principal investigator) supported by Sara Peeters (the PhD researcher).  \nUniversity of Melbourne :\nWho will update and implement this DMP? KU Leuven: \nThe PI of KU Leuven (Bert De Smedt) bears the end responsibility of updating & implementing this DMP.\nUniversity of Melbourne :"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Bert De Smedt (orcid.org/0000-0002-3313-3278 ) – Supervisor (KU Leuven) Contributor name(s) (+ ORCID) & roles Lorraine Graham (orcid.org/0000-0002-6810-9569) – Supervisor (University of Melbourne) Robert Reeve (orcid.org/0000-0002-8429-053X) – Co-supervisor (University of Melbourne) Siobhan Merlo (orcid.org/0000-0003-0357-9217) – Co-supervisor (University of Melbourne) Sara Peeters (orcid.org/0000-0002-6824-2044 ) – PhD researcher (KU Leuven & University of Melbourne) Nathalie Parry-Hale (orcid.org/0000-0003-1807-4342) – PhD researcher (KU Leuven & University of Melbourne) Project number1 & title Understanding heterogeneity in preschoolers at risk for struggling with mathematics learning: profile analyses and dynamic assessments (3H220059) Project 1 - KU Leuven, PhD researcher Sara Peeters Understanding heterogeneity in preschoolers at risk for mathematical learning difficulties via latent profile analysis (3H220499) Project 2 - University of Melbourne, PhD researcher Nathalie Parry-Hale Assessing and understanding pre-schooler’s mathematical learning potential (3H220612) Funder(s) GrantID2GPUM/22/006 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  Other: University of Melbourne Provide ROR3 identifier when possible: - KU Leuven: ror.org/05f950310 - University of Melbourne: ror.org/01ej9dk98 Please provide a short project description Project 1 - KU Leuven : It has been repeatedly observed that children vary substantially in their levels of mathematical knowledge prior to school entry with some children already showing difficulties in their mathematical skills. These difficulties have been labelled to be highly heterogeneous, although the existing body of evidence has not investigated this heterogeneity in early mathematical skills in preschool via a person-centered approach in children who are at risk for developing difficulties in academic learning. We will jointly study predictors of mathematical ability and of reading ability to fully understand the overlap and co-occurrence of learning difficulties in mathematics and in reading. We will longitudinally follow-up children from preschool to grade 1 and 2 of primary school to examine how profiles of strengths and weaknesses in preschool change over time as children go to school. To realize these objectives, we will be adopting a functionally defined recruitment approach starting from a large and mixed sample of preschoolers considered by parents or health practitioners to be at risk for developing learning difficulties. The combination of functionally defined samples with person-centered analyses, such as latent profile analysis, had been suggested as a novel way to map the heterogeneity associated with poor school performance. This will add to the research and practice on early identification and intervention in children at risk for struggling with mathematics learning. Project 2 – University of Melbourne : 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 4Although it is recognized that proficiency with core mathematical competencies is predictive of later mathematics achievement, less is known about the more general cognitive strengths and contextual factors which may influence children's learning in this important academic area. The use of dynamic assessment procedures presents an opportunity to identify factors which may influence the mathematical learning potential of preschool children. Dynamic assessment combines assessment and active teaching explicitly to measure learning potential and seeks to explore cognitive processing through mediated learning experiences. The purpose of the proposed longitudinal study is to understand the variability in the learning potential of 60 preschool learners (aged 4-5) as they transition from preschool into the first year of formal schooling. Specifically, dynamic assessments will be used to explore the extent to which young children’s learning potential on tasks related to early mathematical core competencies and general cognitive processing predict later mathematical outcomes. An important aim of the research will be to identify potential protective factors (such as mathematical language knowledge) that positively affect future outcomes. Early mathematical competencies (e.g., counting, identifying order, comparing quantities, understanding symbols) will be measured using dynamic assessments at four timepoints approximately 6 months apart. This research is significant because dynamic assessments provide an individualized mechanism for assessing mathematics learning potential and can facilitate the design of interventions relevant to children in the preschool years before they are at risk of ongoing failure in mathematics. FWO DMP Template (Flemish Standard DMP) 52.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Project 1 - KU Leuven RecruitmentThis dataset involves demographic data and background characteristics of the participants collected via questionnaires. These will be scanned and stored as .pdf files and further inputted in a spreadsheet that is saved as .csv file. The data format will be textual and numerical.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA±200 paper questionnaires (±600 pages) 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6TIME 1 Preschool (paper-and- pencil tests & computer tasks)This dataset involves paper-and- pencil tests and computer tasks. The scoring forms of the paper-and- pencil tests will be scanned and stored as .pdf files. Data from these tests will be inputted in a spreadsheet that is saved as .csv file. The data format will be numerical. The computer tasks are designed in Open Sesame and E-prime, resulting in .csv and .edat files. Raw data files will be stored and summary statistics will be inputted in a spreadsheet that is saved as .csv file. The data format will be numerical.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .edat ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA±200 scoring form booklets (±2000 pages) FWO DMP Template (Flemish Standard DMP) 7TIME 2 Middle and end grade 1 of primary school (paper-and- pencil tests)This dataset involves paper-and- pencil tests. The scoring forms of these tests will be scanned and stored as .pdf files. Data from these tests will be inputted in a spreadsheet that is saved as .csv file. The data format will be numerical.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA2x ±200 scoring booklets (±16000 pages) TIME 3 Middle and end grade 2 of primary school (paper-and- pencil tests)This dataset involves paper-and- pencil tests. The scoring forms of these tests will be scanned and stored as .pdf files. Data from these tests will be inputted in a spreadsheet that is saved as .csv file. The data format will be numerical.☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA2x ±200 scoring booklets (±16000 pages) FWO DMP Template (Flemish Standard DMP) 8Project 2 - University of Melbourne ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 9If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. KU Leuven: / University of Melbourne : Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.KU Leuven: ☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: To deepen our understanding of the heterogeneity in preschoolers at risk for mathematical learning difficulties, we will collect data of children at risk for mathematical learning difficulties. At different time- points (Time 1, 2 & 3), we will test their mathematical, reading and cognitive domain-general skills (e.g., working memory, language and spatial skills) and collect information about relevant non-cognitive factors (demographic & background information (e.g., socioeconomic status, home environment…)).We will pseudonymize the collected data and will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, we will submit an ethical application to the Social and Societal Ethics Committee KU Leuven (SMEC) and register this application via the PRET tool before the start of the project. University of Melbourne: ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: FWO DMP Template (Flemish Standard DMP) 10Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.KU Leuven: ☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: Personal data of the participants are name and date-of-birth. These are collected for ID purposes during data collection. It also includes contact information (e.g., email address, name of the school…) and signed informed consents. This information is only available to researchers involved in recruitment and data collection (i.e., Bert De Smedt & Sara Peeters). The file linking the code and personal identifiers age/dob is only accessible to these researchers. It is stored in a personal OneDrive folder of Bert De Smedt and a personal OneDrive folder of Sara Peeters. For the remainder of the study, all derivative data will be coded, and thus pseudonymized, and stored in a different shared OneDrive folder. We will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, an ethics application for SMEC will be submitted and registered via the PRET tool. -Privacy Registry Reference: Reference will be provided as soon as available within KU Leuven. University of Melbourne: ☐ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 11Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.KU Leuven: ☐ Yes ☒ No If yes, please comment: University of Melbourne: ☐ Yes ☐ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.KU Leuven: ☐ Yes ☒ No If yes, please explain: University of Melbourne: ☐ Yes ☐ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 12Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.KU Leuven: ☒ Yes ☐ No If yes, please explain: An agreement regarding the intellectual property rights and ownership of the data collected has been written down on page 12 of Sara Peeters’ graduate researcher agreement. The agreement states that “each party (i.e., KU Leuven and the University of Melbourne), will own the Intellectual Property (IP) it creates with respect to the research topic or project and provides the parties with a royalty-free, non- exclusive licence to use such IP for the purposes of the program. Where the parties jointly create IP as part of the program, the parties will own such jointly created IP as tenants in common in shares which are proportionate to their contribution to the jointly-created IP, and each party grants the other party a non- exclusive, royalty-free licence to use such IP for the other party’s own non-commercial, teaching and research purposes.” University of Melbourne: ☐ Yes ☐ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 133.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).KU Leuven: We will make a codebook documenting the study design, sampling, measures and variables that allows a secondary data analyst to use the data accurately and effectively. All tests materials and blank informed consents will be made available on the open science framework (OSF) account of the KU Leuven PI Bert De Smedt ( https://osf.io/cmvdh/ ). This documentation includes per measure, how it was constructed and how performance indices are calculated. We will pre-register our data-analysis plan on OSF for each measurement time point. It will be made available after publication, along with the respective dataset. University of Melbourne: FWO DMP Template (Flemish Standard DMP) 14Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.KU Leuven: ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: There are no metadata standards available for behavioral data. We will document the metadata in a .csv file in which all variables and their description are listed. University of Melbourne: ☐ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) 154.Data Storage & Back-up during the Research Project Where will the data be stored? KU Leuven: Questionnaires, paper-and-pencil data and informed consents will be separately archived in a locked room at KU Leuven. Digital data will be stored in a shared folder on OneDrive. This folder will only be accessible by the KU Leuven principal investigator (Bert De Smedt) and the PhD researcher (Sara Peeters) working on the project. The KU Leuven OneDrive is password protected. The data will be on the shared OneDrive during the project. After completion of the project all data will be transferred to the OneDrive archive of Bert De Smedt. Pseudonymized data will be made available on OSF when a study is published. University of Melbourne: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.KU Leuven: The data will be stored on the KU Leuven OneDrive. This data storage location has daily automatic back-up procedures. University of Melbourne: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 16Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.KU Leuven: ☒ Yes ☐ No If yes, please specify concisely: The total estimated amount of digital data is 25 GB. The KU Leuven OneDrive for Business (storage capacity 2 TB) has sufficient storage & backup capacity during the project. If no, please specify: University of Melbourne: ☐ Yes ☐ No If yes, please specify concisely: If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7KU Leuven: Digital data will be stored in a shared OneDrive folder, which can only be accessed by the involved KU Leuven researchers. The data will be pseudonymized by removing personal data and by storing this data separately from the research data on the personal OneDrive of Bert De Smedt and Sara Peeters. Multi- factor authentication is activated for the KU Leuven login of all researchers having access to the data. University of Melbourne: FWO DMP Template (Flemish Standard DMP) 17What are the expected costs for data storage and backup during the research project? How will these costs be covered?KU Leuven: We expect no costs for data storage and backup on the OneDrive for business during the research project. University of Melbourne: 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).KU Leuven: All data will be stored for 10 years in line with the BOF data preservation requirements. University of Melbourne : FWO DMP Template (Flemish Standard DMP) 18Where will these data be archived (stored and curated for the long-term)?KU Leuven: Offline copies (questionnaire, paper-and-pencil data) and informed consents will be separately archived in a locked room for the expected 10 year period after the end of the project. They will be destroyed after the 10 year period. Digital data will be stored in OneDrive folders of Bert De Smedt for at least 10 years. After publication of a study, the pseudonymized dataset that was analysed in that study will be made available on the OSF account of Bert De Smedt ( https://osf.io/cmvdh/ ). University of Melbourne : What are the expected costs for data preservation during the expected retention period? How will these costs be covered?KU Leuven: We expect no costs for data preservation during the expected retention period. University of Melbourne : FWO DMP Template (Flemish Standard DMP) 196. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS KU Leuven: ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: The pseudonymized dataset of a study will be uploaded on the OSF account of the KU Leuven PI (Bert De Smedt) in a csv format ( https://osf.io/cmvdh/ ) upon publication of a study. University of Melbourne : ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.KU Leuven: The pseudonymized dataset of a study will be shared in a csv format on the OSF platform. It will be available to anyone provided that they give appropriate credit. University of Melbourne : FWO DMP Template (Flemish Standard DMP) 20Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.KU Leuven: ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: University of Melbourne : ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.KU Leuven: The pseudonymized dataset will be uploaded in a csv format at the OSF on the account of the KU Leuven PI Bert De Smedt (https://osf.io/cmvdh/ ). University of Melbourne : FWO DMP Template (Flemish Standard DMP) 21When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.KU Leuven: The pseudonymized dataset of a study will be uploaded on the OSF account of the KU Leuven PI upon publication of a study. University of Melbourne : Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 KU Leuven: The pseudonymized dataset of a study will be made available via the OSF account of Bert De Smedt under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. University of Melbourne : 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 22Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.KU Leuven: ☒ Yes ☐ No If yes: We intend to add a PID/DOI/accession number to our dataset but this number is not available yet. University of Melbourne : ☐ Yes ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? KU Leuven: There are no costs expected. University of Melbourne : 7. Responsibilities Who will manage data documentation and metadata during the research project?KU Leuven: The data documentation and metadata during the research project will be managed by Bert De Smedt (the KU Leuven principal investigator) supported by Sara Peeters (the PhD researcher). University of Melbourne : FWO DMP Template (Flemish Standard DMP) 23Who will manage data storage and backup during the research project?KU Leuven: The data storage and backup during the research project will be managed by Bert De Smedt (the KU Leuven principal investigator) supported by Sara Peeters (the PhD researcher). University of Melbourne : Who will manage data preservation and sharing?KU Leuven: The data storage and backup during the research project will be managed by Bert De Smedt (the KU Leuven principal investigator) supported by Sara Peeters (the PhD researcher). University of Melbourne : Who will update and implement this DMP? KU Leuven: The PI of KU Leuven (Bert De Smedt) bears the end responsibility of updating & implementing this DMP. University of Melbourne :"
}