{
    "document_id": "D-2023-2165",
    "LinkTitle": "D-2023-2165",
    "file_name": "D-2023-2165.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2165.pdf",
    "metadata": {
        "title": "GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS\nA Data Management Plan created using DMPonline.be\nCreators: \nToby Verwimp, Konstantinos Gryllias \n \nhttps://orcid.org/0000-0002-8703-8938\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG0A3123N\nID: \n200597\nStart date: \n31-10-2022\nEnd date: \n30-10-2026\nProject abstract:\nIn the era of Internet of Things (IoT), Industry 4.0 and Factory of the Future (FoF) prognostic and health management\nsystems are developed and used to monitor complex electromechanical systems and processes, collecting massive real-\ntime data. One of the European Commission’s priorities for 2019-2024 is “A Europe fit for the digital age” (in order to\nensure that Europe’s economy, industry and employment take full advantage of what digitalization offers) while world\ntechnology leaders such as Rolls Royce, Siemens, GE and Microsoft develop special digital platforms (R2Data®,\nMindSphere®, Predix® & Azure®). Focusing towards the increase of production reliability and safety as well as on the\nreduction of cost, there is an ever increasing need not only for accurate on time and online fault detection and\ndiagnosis but also for an estimation of the Remaining Useful Life (RUL) of defected components. The main aims of the\nproject are: a) the exploitation of accelerometer for condition monitoring of gears, b) the development of advanced\nprognostic indicators, independent of operating and/or environmental conditions, for gears, c) the proposal of a novel\nhybrid prognostic technique for the estimation of the Remaining Useful Life of gears.\nLast modified: \n10-07-2023\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n1 of 8\nGEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nGear degradation\ndata sets\n1\n. \nImages of gear teeth \n2\n. \nDamaged gear and tooth\nsurface replicas\n3\n. \nRotary encoder signals \n4\n. \nVibration signals\n5\n. \nAcoustic signals\n6\n. \nOil signals\nGenerate\nnew data\n1\n. \nDigital\n2\n. \nPhysical\n1\n. \nObservational and\nexperimental\n1\n. \n.ldsf\n.mat\n.bmp\n1\n. \n~10 TB\nGears and\nreplicas\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nAlgorithms will be developed and implemented in order to detect damages in rotating machines. They will be tested and validated on above mentioned datasets and\ncould have potential for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n1. Code for simulations and code for data processing is accompanied by:\na README.txt file explaining the code's purpose, inputs, outputs, connection to other files, assumptions, scope\na documentation heading explaining the code's purpose, inputs, outputs, assumptions, paper on which it is based\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n2 of 8\ncomments throughout the code for clarification\nunits and a brief explanation after the declaration of each variable\n2. Each newly generated data set is accompanied by an experiment report which describes/contains:\nthe goal of the experiment\nthe operational conditions\nthe data acquisition settings and measurement procedures\nthe structure of the generated data (folder structures and file names)\nthe logbook\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nImages and signals will be saved on an external hard drive.\nImages and signals will be saved on a large volume storage: a shared file system available to members of the group via PCs and laptops managed by ICTS KU\nLeuven or our local KU Leuven IT department.\nCode will be saved on KU Leuven OneDrive and the research group's GitLab\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS.\nBack-up on external hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and behind proper authentication. During the\nproject, the researcher and the promotor will evaluate how and when to share data. Sharing of data will occur through a secure channel such as Belnet Filesender.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n€ 104,42 / TB / year (in blocks of 5 TB)\nThe costs will be covered by available internal funds.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be retained and possibly reused for future research projects.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the external hard drives and on the large volume storages.\nThe data will possibly be uploaded to the KU Leuven repository Lirias and the\ndivision's GitLab.\nPart of the data will possibly be published in dedicated data journals.\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n3 of 8\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs for external hard drives (besided purchase cost).\nSame cost for large volume storage (€ 104,42 / TB / year).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nFrom the generated datasets, at least the raw data will be made available together with an experiment report.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the research group will be able to access the data.\nIn future, the data can be shared in possible collaborations with other researchers/research groups.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhen the data will be shared, it will be through the Lirias repository.\nWhen will the data be made available?\nSome data will possibly be published together with a journal paper.\nWhich data usage licenses are you going to provide? If none, please explain why.\nProbably, we will provide the Creative Commons Attribution (CC-BY-4.0) license.\nThis is the standard creative commons license that gives others maximum freedom to do what they want with our work (they are free to share and adapt), but they need\nto give appropriate credit and indicate if changes were made.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs (more than the internal IT KU Leuven costs) are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nA researcher will manage the code and datasets with proper metadata. \nWho will manage data storage and backup during the research project?\nA researcher will manage data storage and backup during the research project. This is supervised by Konstantinos Gryllias, the promotor. \nWho will manage data preservation and sharing?\nA researcher will manage data preservation and sharing during the project in collaboration with / supervised by Konstantinos Gryllias, the promotor. After the research\nproject, the promotor will have this responsibility. \nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n4 of 8\nWho will update and implement this DMP?\nA researcher will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n5 of 8\nGEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n6 of 8\nGEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n7 of 8\nGEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 July 2023\n8 of 8"
    },
    "clean_full_text": "GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS A Data Management Plan created using DMPonline.be Creators: Toby Verwimp, Konstantinos Gryllias https://orcid.org/0000-0002-8703-8938 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G0A3123N ID: 200597 Start date: 31-10-2022 End date: 30-10-2026 Project abstract: In the era of Internet of Things (IoT), Industry 4.0 and Factory of the Future (FoF) prognostic and health management systems are developed and used to monitor complex electromechanical systems and processes, collecting massive real- time data. One of the European Commission’s priorities for 2019-2024 is “A Europe fit for the digital age” (in order to ensure that Europe’s economy, industry and employment take full advantage of what digitalization offers) while world technology leaders such as Rolls Royce, Siemens, GE and Microsoft develop special digital platforms (R2Data®, MindSphere®, Predix® & Azure®). Focusing towards the increase of production reliability and safety as well as on the reduction of cost, there is an ever increasing need not only for accurate on time and online fault detection and diagnosis but also for an estimation of the Remaining Useful Life (RUL) of defected components. The main aims of the project are: a) the exploitation of accelerometer for condition monitoring of gears, b) the development of advanced prognostic indicators, independent of operating and/or environmental conditions, for gears, c) the proposal of a novel hybrid prognostic technique for the estimation of the Remaining Useful Life of gears. Last modified: 10-07-2023 Created using DMPonline.be. Last modiﬁed 10 July 2023 1 of 8 GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Gear degradation data sets 1 . Images of gear teeth 2 . Damaged gear and tooth surface replicas 3 . Rotary encoder signals 4 . Vibration signals 5 . Acoustic signals 6 . Oil signals Generate new data 1 . Digital 2 . Physical 1 . Observational and experimental 1 . .ldsf .mat .bmp 1 . ~10 TB Gears and replicas If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Algorithms will be developed and implemented in order to detect damages in rotating machines. They will be tested and validated on above mentioned datasets and could have potential for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Code for simulations and code for data processing is accompanied by: a README.txt file explaining the code's purpose, inputs, outputs, connection to other files, assumptions, scope a documentation heading explaining the code's purpose, inputs, outputs, assumptions, paper on which it is based Created using DMPonline.be. Last modiﬁed 10 July 2023 2 of 8 comments throughout the code for clarification units and a brief explanation after the declaration of each variable 2. Each newly generated data set is accompanied by an experiment report which describes/contains: the goal of the experiment the operational conditions the data acquisition settings and measurement procedures the structure of the generated data (folder structures and file names) the logbook Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Images and signals will be saved on an external hard drive. Images and signals will be saved on a large volume storage: a shared file system available to members of the group via PCs and laptops managed by ICTS KU Leuven or our local KU Leuven IT department. Code will be saved on KU Leuven OneDrive and the research group's GitLab How will the data be backed up? Standard back-up provided by KU Leuven ICTS. Back-up on external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and behind proper authentication. During the project, the researcher and the promotor will evaluate how and when to share data. Sharing of data will occur through a secure channel such as Belnet Filesender. What are the expected costs for data storage and backup during the research project? How will these costs be covered? € 104,42 / TB / year (in blocks of 5 TB) The costs will be covered by available internal funds. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained and possibly reused for future research projects. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the external hard drives and on the large volume storages. The data will possibly be uploaded to the KU Leuven repository Lirias and the division's GitLab. Part of the data will possibly be published in dedicated data journals. Created using DMPonline.be. Last modiﬁed 10 July 2023 3 of 8 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs for external hard drives (besided purchase cost). Same cost for large volume storage (€ 104,42 / TB / year). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) From the generated datasets, at least the raw data will be made available together with an experiment report. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research group will be able to access the data. In future, the data can be shared in possible collaborations with other researchers/research groups. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. When the data will be shared, it will be through the Lirias repository. When will the data be made available? Some data will possibly be published together with a journal paper. Which data usage licenses are you going to provide? If none, please explain why. Probably, we will provide the Creative Commons Attribution (CC-BY-4.0) license. This is the standard creative commons license that gives others maximum freedom to do what they want with our work (they are free to share and adapt), but they need to give appropriate credit and indicate if changes were made. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? No costs (more than the internal IT KU Leuven costs) are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? A researcher will manage the code and datasets with proper metadata. Who will manage data storage and backup during the research project? A researcher will manage data storage and backup during the research project. This is supervised by Konstantinos Gryllias, the promotor. Who will manage data preservation and sharing? A researcher will manage data preservation and sharing during the project in collaboration with / supervised by Konstantinos Gryllias, the promotor. After the research project, the promotor will have this responsibility. Created using DMPonline.be. Last modiﬁed 10 July 2023 4 of 8 Who will update and implement this DMP? A researcher will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 10 July 2023 5 of 8 GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 10 July 2023 6 of 8 GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 July 2023 7 of 8 GEARBOX PROGNOSTICS UNDER TIME-VARYING OPERATING CONDITIONS GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 July 2023 8 of 8"
}