{
    "document_id": "D-2022-1728",
    "LinkTitle": "D-2022-1728",
    "file_name": "D-2022-1728.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1728.pdf",
    "metadata": {
        "title": "D-2022-1728",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "THE FUTURE OF THE INVISIBLE AND ITS MEDIATIZATION – ‘DEADLY  \nGERMS’ IN THE IMAGINATION OF INFECTIOUS DISEASE EXPERTS, \nTHE STATE, AND POPULAR CULTURE IN JAPAN, 1918-1958\nA Data Management Plan created using DMPonline.be\nCreator:      Jorinde Wels https://orcid.org/0000-0002-5109-1075\nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator:        Jorinde Wels https://orcid.org/0000-0002-5109-1075\nID: 196883\nStart date: 07-10-2021\nEnd date: 01-12-2026\nProject abstract: \nThe imagination of bacteria and viruses – invisible to the naked eye – was ubiquitous in popular culture from the \nInterwar Period onward. State actors such as politicians, bureaucrats involved in the rapidly growing public health \nsector and military officers, as well as medical experts working on infectious\ndiseases, let their imagination run free on the hunt for ‘deadly germs’. Future visions of pandemics after\nthe ‘Spanish Flu’ of 1918-1920 enhanced the circulation of science fiction and forms of speculative writing,\nbut also contributed to a rising interest in medical science. This unique project combines the expertise of historians at \nUniversity of Edinburgh and KU Leuven,\nsupported by colleagues at Waseda and Kyushu University in Japan. It aims at surpassing the still existing ‘Western’ \nbias by focusing on Japan as a case, and at uncovering the function of ‘mediatization’ that fueled\na reciprocal relation of medical research, infectious disease-related policies and of the imagination of ‘deadly germs’ \nin popular culture. It argues, that a new dynamic between these fields was born after the First World War, which \nfurther rapidly evolved through the Interwar Period, the Second World War and\ninto the postwar era until the following influenza pandemic of 1957-58. ‘Mediatization’, the steady encroachment of \nmedia logic and condensed intertextuality between hard science, (public health) policies and military research on the \none hand and popular culture on the other, which then in return often inspired\nthe next generation of researchers, public health experts, politicians, and the popular culture production,\nwas the catalyst.\nLast modified: 13-04-2023\nTHE FUTURE OF THE INVISIBLE AND ITS MEDIATIZATION – ‘DEADLY  \nGERMS’ IN THE IMAGINATION OF INFECTIOUS DISEASE EXPERTS, \nTHE STATE, AND POPULAR CULTURE IN JAPAN, 1918-1958\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / \nIDDescriptionNew or \nreuseDigital or \nPhysical dataData TypeFile \nformatData \nvolumePhysica\nl \nvolume\nIndicate:\nN(ew \ndata) or \nE(xisting \ndata)Indicate:  \nD(igital) or \nP(hysical)Indicate:\nAudiovisua\nl\nImages\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify)Indicate\n:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nMedical journalsScans of articles \ngathered from \nvarious medical \nJapanese \njournals \npublished \nbetween 1914 \nand 1960EDT.pdf<100GB/\nkamishibai \n(paper theater) \nplaysScans of \nwartime paper \ntheater plays, \ngathered in local \narchivesEDI/T.pdf<100GB/\nCommunication \nof League of \nNation Health \nOrganizationDocuments such \nas personal \nletters and \nreports gathered \nat the United \nNations ArchiveEDT.pdf<100GB/\nCommunication \nof Kitasato \nInstituteDocuments such \nas personal \nletters and \nreports gathered \nat the Memorial \nMuseum of the \nKitasato InstituteEDT.jpg<100GB/\nNotes on \nsourcesNotes made \nduring analysis \nof the above \nmentioned \ndatasets of \nhistorical NDT.docx<100GB/\nsources\nTranslations \nand \ntranscriptionsTranslations and \ntranscriptions of \nhistorical \nJapanese \nsourcesNDT.docx<100GB/\nBibliographical \ndata expertsList of \nbibliographical \ndata gathered \nfrom various \nsources on the \nexperts of \ninfectious \ndiseases that \nare of interest to \nthe researchNDT.xslx<1GB/\nBibliographic \nreferencesReferences to \nsecondary \nsourcesEDT.pdf \n(zotero\n)<100GB/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nI will use sources created by Japanese authors in the 1920s-1950s as a subject of analysis, and secondary academic  \nliterature for reference purposes. The existing data I will gather from several archives: the National Diet Library (NDL)  \nof Japan, the National Archives of Japan, and the World Health Organization (WHO) Archives.  \n●NDL of Japan: In the case of this digital archive, an online permission form  has to be filled out in the case of \ncertain documents. However, for documents labeled as インターネット公開（保護期間満了） meaning :’via \ninternet accessible (copyright expired) ’, this document does not have to be filled out. Depending on which \nspecific sources I will be using for my research from this database, it should therefore not be any problem to \nmake them accessible online, possibly only after having asked for permission of the NDL.\n●National Archives of Japan available on JACAR: The site of JACAR mentions that there is no limit to the \nsecondary use of image data for materials provided by the Diplomatic Archives of the Ministry of Foreign \nAffairs of Japan or the National Archives of Japan. However, the name of the institution should be \nmentioned: “Provided by Japan Center for Asian Historical Records / Collection of the National Archives of \nJapan”. Following these guidelines, it should be not a problem to make the data obtained from this database  \naccessible.\n●WHO Archives: the specific set of sources I would be looking at is the “Records of League of Nations : \nHealth Section Files”. For these records, the WHO website mentions that the archives are subject to WHO \nauthor’s copyright. This means that a “ WHO permission Request Form ” has to be filled out before a \ndocument from the archive can be shared openly. Depending on whether I would get the permission for the \nspecific documents I would like to share, I would not be able to make them publicly available, but would \nhave to refer to the WHO Archives as a place where the source can be found.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nIn a README.txt file based on the template provided by research support staff at KU Leuven , I will explain how I \nstructured the folders and the documents within those. Currently I have logbook for myself (in Word) in which I take \nnotes on biographical data of Japanese experts, but I downloaded Evernote and intend to familiarize myself with this \ntool and to use this instead to organize my notes. In this way I also hope to structure the bibliographical data I will \nutilize and the translations of primary sources. I intend to work with README files to help myself and future \nresearchers to make sense of the data I gathered.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nI am considering to use “ Union List of Artist Names” (ULAN)  as a way to structure the information I gather about \nmedical experts. They are of course no artists, but it seems to me that the biographical data structuring might work \nsimilarly. For the personal documents and proceedings of conferences I gather, I intend to use Dublin Core as a way \nto structure my metadata. Just to be certain, I intend to contact my colleagues for advice about what kind of metadata  \nstandard they use.\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●OneDrive (KU Leuven)\nThis storage solution is appropriate for my research purposes because it allows for 2TB of space which is regularly \nbacked up and provided by the KU Leuven free of cost.\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nI do not work with sensitive data, however I still take the appropriate measures to protect my data against theft. I keep  \nmy personal computer on me or at my work place, in my office which I always lock when leaving it.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nSince the KU Leuven Onedrive is provided for free to personnel, there will be no additional costs to data storage.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●KU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nSince KU Leuven members can upload 50GB per year for free, I do not foresee additional costs .\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as open data\nThe restrictions that might apply to data I want to share is the copyright on data I reuse. I will have to fill out \npermission forms to ask the permission of documents of the NDL and the WHO Archives. In that case I could \nconsider only sharing the data I create about these sources, or sharing the sources in a repository but with restricted \naccess to the files.\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nExcept for data that I might not be able to share due to copyright, there will be no restricted data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, intellectual property rights\nThe restrictions that might apply to data I want to share is the copyright on data I reuse. I will have to fill out \npermission forms to ask the permission of documents of the NDL and the WHO Archives. In that case I could \nconsider only sharing the data I create about these sources, or sharing the sources in a repository but with restricted \naccess to the files.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\nWhen will the data be made available?  \n●Specific date (specify below)\nAt the end of the PhD, which will be December 2026.\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●CC-BY 4.0 (data)\nI will make sure to check the creative commons licenses I want to use and I will ask advice of the research staff and \nIT support in case of doubt.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nAt the moment there are no expected costs to the sharing of data.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nIn the course of the research, the principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) is responsible for \nimplementing research data management. The supervisor, Prof. Dr. Jan Schmidt ( jan.schmidt@kuleuven.be ) , is \nresponsible for ensuring that the principle investigator implements research data management.\nWho will manage data storage and backup during the research project?  \nThe principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) will manage the data storage and backup during \ntje research project. \nWho will manage data preservation and sharing?  \nThe principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) will manage the data storage and backup during \ntje research project.\nWho will update and implement this DMP?  \nThe principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) will manage the data storage and backup during \ntje research project."
    },
    "clean_full_text": "THE FUTURE OF THE INVISIBLE AND ITS MEDIATIZATION – ‘DEADLY GERMS’ IN THE IMAGINATION OF INFECTIOUS DISEASE EXPERTS, THE STATE, AND POPULAR CULTURE IN JAPAN, 1918-1958 A Data Management Plan created using DMPonline.be Creator: Jorinde Wels https://orcid.org/0000-0002-5109-1075 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Jorinde Wels https://orcid.org/0000-0002-5109-1075 ID: 196883 Start date: 07-10-2021 End date: 01-12-2026 Project abstract: The imagination of bacteria and viruses – invisible to the naked eye – was ubiquitous in popular culture from the Interwar Period onward. State actors such as politicians, bureaucrats involved in the rapidly growing public health sector and military officers, as well as medical experts working on infectious diseases, let their imagination run free on the hunt for ‘deadly germs’. Future visions of pandemics after the ‘Spanish Flu’ of 1918-1920 enhanced the circulation of science fiction and forms of speculative writing, but also contributed to a rising interest in medical science. This unique project combines the expertise of historians at University of Edinburgh and KU Leuven, supported by colleagues at Waseda and Kyushu University in Japan. It aims at surpassing the still existing ‘Western’ bias by focusing on Japan as a case, and at uncovering the function of ‘mediatization’ that fueled a reciprocal relation of medical research, infectious disease-related policies and of the imagination of ‘deadly germs’ in popular culture. It argues, that a new dynamic between these fields was born after the First World War, which further rapidly evolved through the Interwar Period, the Second World War and into the postwar era until the following influenza pandemic of 1957-58. ‘Mediatization’, the steady encroachment of media logic and condensed intertextuality between hard science, (public health) policies and military research on the one hand and popular culture on the other, which then in return often inspired the next generation of researchers, public health experts, politicians, and the popular culture production, was the catalyst. Last modified: 13-04-2023 THE FUTURE OF THE INVISIBLE AND ITS MEDIATIZATION – ‘DEADLY GERMS’ IN THE IMAGINATION OF INFECTIOUS DISEASE EXPERTS, THE STATE, AND POPULAR CULTURE IN JAPAN, 1918-1958 RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysica l volume Indicate: N(ew data) or E(xisting data)Indicate: D(igital) or P(hysical)Indicate: Audiovisua l Images Sound Numerical Textual Model SOftware Other (specify)Indicate : <1GB <100GB <1TB <5TB >5TB NA Medical journalsScans of articles gathered from various medical Japanese journals published between 1914 and 1960EDT.pdf<100GB/ kamishibai (paper theater) playsScans of wartime paper theater plays, gathered in local archivesEDI/T.pdf<100GB/ Communication of League of Nation Health OrganizationDocuments such as personal letters and reports gathered at the United Nations ArchiveEDT.pdf<100GB/ Communication of Kitasato InstituteDocuments such as personal letters and reports gathered at the Memorial Museum of the Kitasato InstituteEDT.jpg<100GB/ Notes on sourcesNotes made during analysis of the above mentioned datasets of historical NDT.docx<100GB/ sources Translations and transcriptionsTranslations and transcriptions of historical Japanese sourcesNDT.docx<100GB/ Bibliographical data expertsList of bibliographical data gathered from various sources on the experts of infectious diseases that are of interest to the researchNDT.xslx<1GB/ Bibliographic referencesReferences to secondary sourcesEDT.pdf (zotero )<100GB/ If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I will use sources created by Japanese authors in the 1920s-1950s as a subject of analysis, and secondary academic literature for reference purposes. The existing data I will gather from several archives: the National Diet Library (NDL) of Japan, the National Archives of Japan, and the World Health Organization (WHO) Archives. ●NDL of Japan: In the case of this digital archive, an online permission form has to be filled out in the case of certain documents. However, for documents labeled as インターネット公開（保護期間満了） meaning :’via internet accessible (copyright expired) ’, this document does not have to be filled out. Depending on which specific sources I will be using for my research from this database, it should therefore not be any problem to make them accessible online, possibly only after having asked for permission of the NDL. ●National Archives of Japan available on JACAR: The site of JACAR mentions that there is no limit to the secondary use of image data for materials provided by the Diplomatic Archives of the Ministry of Foreign Affairs of Japan or the National Archives of Japan. However, the name of the institution should be mentioned: “Provided by Japan Center for Asian Historical Records / Collection of the National Archives of Japan”. Following these guidelines, it should be not a problem to make the data obtained from this database accessible. ●WHO Archives: the specific set of sources I would be looking at is the “Records of League of Nations : Health Section Files”. For these records, the WHO website mentions that the archives are subject to WHO author’s copyright. This means that a “ WHO permission Request Form ” has to be filled out before a document from the archive can be shared openly. Depending on whether I would get the permission for the specific documents I would like to share, I would not be able to make them publicly available, but would have to refer to the WHO Archives as a place where the source can be found. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). In a README.txt file based on the template provided by research support staff at KU Leuven , I will explain how I structured the folders and the documents within those. Currently I have logbook for myself (in Word) in which I take notes on biographical data of Japanese experts, but I downloaded Evernote and intend to familiarize myself with this tool and to use this instead to organize my notes. In this way I also hope to structure the bibliographical data I will utilize and the translations of primary sources. I intend to work with README files to help myself and future researchers to make sense of the data I gathered. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No I am considering to use “ Union List of Artist Names” (ULAN) as a way to structure the information I gather about medical experts. They are of course no artists, but it seems to me that the biographical data structuring might work similarly. For the personal documents and proceedings of conferences I gather, I intend to use Dublin Core as a way to structure my metadata. Just to be certain, I intend to contact my colleagues for advice about what kind of metadata standard they use. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●OneDrive (KU Leuven) This storage solution is appropriate for my research purposes because it allows for 2TB of space which is regularly backed up and provided by the KU Leuven free of cost. How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I do not work with sensitive data, however I still take the appropriate measures to protect my data against theft. I keep my personal computer on me or at my work place, in my office which I always lock when leaving it. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Since the KU Leuven Onedrive is provided for free to personnel, there will be no additional costs to data storage. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Since KU Leuven members can upload 50GB per year for free, I do not foresee additional costs . DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data The restrictions that might apply to data I want to share is the copyright on data I reuse. I will have to fill out permission forms to ask the permission of documents of the NDL and the WHO Archives. In that case I could consider only sharing the data I create about these sources, or sharing the sources in a repository but with restricted access to the files. If access is restricted, please specify who will be able to access the data and under what conditions. Except for data that I might not be able to share due to copyright, there will be no restricted data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, intellectual property rights The restrictions that might apply to data I want to share is the copyright on data I reuse. I will have to fill out permission forms to ask the permission of documents of the NDL and the WHO Archives. In that case I could consider only sharing the data I create about these sources, or sharing the sources in a repository but with restricted access to the files. Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) When will the data be made available? ●Specific date (specify below) At the end of the PhD, which will be December 2026. Which data usage licenses are you going to provide? If none, please explain why. ●CC-BY 4.0 (data) I will make sure to check the creative commons licenses I want to use and I will ask advice of the research staff and IT support in case of doubt. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? At the moment there are no expected costs to the sharing of data. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? In the course of the research, the principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) is responsible for implementing research data management. The supervisor, Prof. Dr. Jan Schmidt ( jan.schmidt@kuleuven.be ) , is responsible for ensuring that the principle investigator implements research data management. Who will manage data storage and backup during the research project? The principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) will manage the data storage and backup during tje research project. Who will manage data preservation and sharing? The principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) will manage the data storage and backup during tje research project. Who will update and implement this DMP? The principal investigator Jorinde Wels ( Jorinde.wels@kuleuven.be ) will manage the data storage and backup during tje research project."
}