{
    "document_id": "D-2023-2237",
    "LinkTitle": "D-2023-2237",
    "file_name": "D-2023-2237.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2237.pdf",
    "metadata": {
        "title": "A new-generation high-order Flux Reconstruction solver to model aerothermodynamics and transition for hypersonic vehicles",
        "author": "N/A",
        "creation_date": "2023-06-19 14:41:16+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "A new-generation high-order Flux Reconstruction solver to model\naerothermodynamics and transition for hypersonic vehicles\nA Data Management Plan created using DMPonline.be\nCreators: \nAndrea Lani, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nAndrea Lani, n.n. n.n.\nData Manager:\n \nAndrea Lani, n.n. n.n.\nProject Administrator:\n \nAndrea Lani, n.n. n.n.\nGrant number / URL: \nG0B5823N\nID: \n198132\nStart date: \n05-01-2023\nEnd date: \n04-01-2027\nProject abstract:\nDuring the last decade there has been a renewed interest worldwide in hypersonic flows research by space agencies,\nacademia, aerospace and aviation industry. When designing hypersonic vehicles (e.g. for future manned or robotic\nspace missions, tourism, new-generation airliners), the characterization of aerothermodynamics (ATD) is arguably the\nmost critical aspect to consider, involving phenomena such as chemical dissociation/ionization and transition to\nturbulence which can play a key role in determining, in particular, the surface heating loads which must be properly\ncalculated for designing reliable Thermal Protection Systems. Nowadays, Computational Fluid Dynamics (CFD) is\narguably the most cost-effective tool for predicting ATD and heat fluxes in realistic flight conditions. Due to the extreme\nflow conditions (with speeds up to 12 km/s or more) and the complexity of the physics involved, CFD codes must ensure\na reasonable compromise between robustness, efficiency, accuracy and be flexible enough to\nintegrate increasingly more advanced models and algorithms. To this end, this project aims at providing a paradigm\nshift, combining all the benefits of last generation high-order Flux Reconstruction methods with improved modeling for\nthermochemical non-equilibrium effects and laminar-to-turbulent transition, leading to the development of the\nfirst solver able to provide up to 10th order of accuracy for simulating ATD for real hypersonic vehicles on unstructured\nadaptive grids.\nLast modified: \n19-06-2023\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n1 of 8\nA new-generation high-order Flux Reconstruction solver to model\naerothermodynamics and transition for hypersonic vehicles\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nsource code\nC++ files\ngenerate new data, reuse existing data \nDigital\nsoftware\n.cxx, .hh\n<100MB\n \ninput\nnumerical\ninput files: mesh and\nconfiguration files\ngenerate new data\nDigital\nsimulation data\n.CFcase (COOLFluiD\nconfiguration), .CFmesh\n(COOLFluiD mesh), .msh\n(Gmsh mesh)\n<100GB\n \noutput\nnumerical\noutput files: flow\nfield solution data\ngenerate new data\nDigital\nsimulation data\n.CFmesh (COOLFluiD),\n.plt (TECPLOT), .vtk\n(Paraview)\n<1TB\n \nmanuscripts\ntechnical reports,\ndocumentation,\npeer-reviewed\npapers\ngenerate new data\nDigital\nother\n.tex, .docx, .pdf\n<100GB\n \nmedia\nimages, videos\ngenerate new data\nDigital\nsimulation data\n.jpeg, .png, .pdf, .avi,\n.mp4\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWhile new source code files will be created and some modified, most of the source code will be reused from the existing COOLFluiD software, particularly from:\nhttps://github.com/andrealani/COOLFluiD/tree/master/src (core infrastructure)\nhttps://github.com/andrealani/COOLFluiD/tree/master/plugins/FluxReconstructionMethod (core physics-independent FR solver)\nhttps://github.com/andrealani/COOLFluiD/tree/master/plugins/NEQ (thermochemical nonequilibrium models)\nhttps://github.com/andrealani/COOLFluiD/tree/master/plugins/GammaAlpha (gamma-alpha RANS model for laminar-to-turbulent transition).\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n2 of 8\nThe source code extensions have potential for commercial exploitation. A spin-off could be created to provide consultancy services using the advanced and unique CFD\ncode resulting from this project. However, there is no need for any tech transfer since all developments will occur under the current license LGPLv3 and stay open source.\nHaving an open source code doesn't prevent to create a business later on, since, for the way COOLFluiD operates, the real difficulty is to set up input configuration files for\nnew test-cases which require a very deep knowledge of the underlying code that only core developers can have, as 20 years of development have demonstrated so far. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nEach data type will be accompanied by some form of documentation.\nSource code (C++) will include text in doxygen-style format with comments explaining each new function or variable.   \nNumerical data for I/O will be packed in folders (one per test-case) and their content (field variables, units) will be explained in README.txt files. The CFmesh format is\nalready explained on the COOLFluiD website (https://github.com/andrealani/COOLFluiD/wiki/CFmesh-format-for-parallel-I-O), but the description will be updated if\nneeded. \nMedia data will be also explained in README.txt files.\nManuscripts will focus on describing details for all the developed methods/models and the obtained results.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nWe will use the Zenodo metadata set to allow future deposit in the Zenodo data\nrepository for all data that are meant to be released with open access. As far as source\ncode for COOLFluiD, we will stick to Github metadata.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWe will use Github for source code and local disk storage available at the department for storing all the remaining data during the project. After publication on scientific\njournal/conference papers, we will progressively migrate the data to Zenodo (https://zenodo.org/) repository.\nHow will the data be backed up?\nThe data will be backed up on local disks and external hard drives.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is more than sufficient storage available in the servers/machines in our department. The simulation data to be produced by this project are actually minimal in\ncomparison with other much larger datasets which are produced by colleagues. The fact that we focus on steady-state simulations on grids not exceeding a few millions\nelements guarantees rather limited and manageable needs in terms of storage.  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data will be stored in accounts for which an authentication is strictly required. If data are stored on external hard drives, any action related to using these devices will\nbe centralized and monitored by the data manager.\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n3 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAt this point, we don't expect specific costs for storage during the research project, since we have free access to storage within the department in available machines.\nHowever, if necessary, a few thousands euros from the operational budget (32k EUR/year) will be more than sufficient to satisfy our storage needs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data corresponding to operational code and valid/published numerical results will be preserved.\nWhere will these data be archived (stored and curated for the long-term)?\nGithub (for source code and some simple test-case setups) and Zenodo (simulation data) as mentioned before. In addition, some publications will be open access and\ntherefore available on the corresponding scientific journal websites.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs foreseen, since both Github and Zenodo are free.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nThe source code extensions will be available at all times through Github. All the other data will be available for reuse by people outside the project only after the project\nor after scientific publications via Zenodo.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nDuring the project only members of the team and possible external collaborators (if any) will be able to access the numerical/simulation data. Updates to the source code\nwill be available at all times via Github. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nGithub (https://github.com/andrealani/COOLFluiD) for all source code. Later on, Zenodo (https://zenodo.org/) for all simulation data that have lead to some scientific\npublication.\n \nWhen will the data be made available?\nThe source code extensions will be available at all times, while the numerical/simulation data will only be made available after publication of related results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nFor the COOLFluiD source code on Github we use LGPLv3.\nFor the other data, we won't provide any license, since they will be made public on Zenodo only after they have been already used for scientific publications which will\nprotect our copyright.   \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n4 of 8\nYes\nThis will be provided when uploading data on Zenodo, after publishing the corresponding results.\nWhat are the expected costs for data sharing? How will these costs be covered?\nZero costs, since Github and Zenodo are free data sharing platforms.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe postdoc researcher(s) working on the project. \nWho will manage data storage and backup during the research project?\nThe postdoc researcher(s) working on the project. \nWho will manage data preservation and sharing?\nAndrea Lani (co-PI) \nWho will update and implement this DMP?\nAndrea Lani (co-PI) \nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n5 of 8\nA new-generation high-order Flux Reconstruction solver to model\naerothermodynamics and transition for hypersonic vehicles\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThis project will focus on the development of a physics-based computational model with related software extension and simulation results. For all work packages, the\ntypes of data output will include:\n1) [source code] new/modified C++ files corresponding to the foreseen extensions of\nthe open source COOLFluiD software\n(https://github.com/andrealani/COOLFluiD) under license LGPL v3;\n2) [numerical] input unstructured mesh files in  Gmsh ASCII format\n(\ngmsh.info/doc/texinfo/gmsh.html#MSH-file-format\n) and COOLFluiD simulation\nfiles in CFcase format;\n3) [numerical] output solution files including the flow fields resulting from our simulations in CFmesh (COOLFluiD ASCII/binary formats\nwhich are described in https://github.com/andrealani/COOLFluiD/wiki/CFmesh-formatfor-\nparallel-I-O), point TECPLOT ASCII format (details\nin http://home.ustc.edu.cn/~cbq/360_data_format_guide.pdf), ParaView VTK ASCII (https://lorensen.github.io/VTKExamples/site/VTKFileFormats/);\n4) [manuscripts] technical reports/documentation and peer reviewed published papers;\n5) [media] images (JPEG, PNG, PDF formats) and videos of numerical solutions in AVI or MP4 formats. \nThe max amount of data produced will be <100MB for 1), <100GB for 2), <1TB for 3), <100GB for 4), <100GB for 5).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.) : Dr. Andrea Lani, co-PI of the project\n2\n. \nStorage capacity/repository during the research:  1G on Github for 1), max 10T in existing department machines for 2)-5) \n3\n. \nStorage capacity/repository after the research: 1G on Github for 1), 1T on Zenodo for 2)-5)   \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo relevant issues to mention.\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n6 of 8\nA new-generation high-order Flux Reconstruction solver to model\naerothermodynamics and transition for hypersonic vehicles\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n7 of 8\nA new-generation high-order Flux Reconstruction solver to model\naerothermodynamics and transition for hypersonic vehicles\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 19 June 2023\n8 of 8"
    },
    "clean_full_text": "A new-generation high-order Flux Reconstruction solver to model aerothermodynamics and transition for hypersonic vehicles A Data Management Plan created using DMPonline.be Creators: Andrea Lani, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Andrea Lani, n.n. n.n. Data Manager: Andrea Lani, n.n. n.n. Project Administrator: Andrea Lani, n.n. n.n. Grant number / URL: G0B5823N ID: 198132 Start date: 05-01-2023 End date: 04-01-2027 Project abstract: During the last decade there has been a renewed interest worldwide in hypersonic flows research by space agencies, academia, aerospace and aviation industry. When designing hypersonic vehicles (e.g. for future manned or robotic space missions, tourism, new-generation airliners), the characterization of aerothermodynamics (ATD) is arguably the most critical aspect to consider, involving phenomena such as chemical dissociation/ionization and transition to turbulence which can play a key role in determining, in particular, the surface heating loads which must be properly calculated for designing reliable Thermal Protection Systems. Nowadays, Computational Fluid Dynamics (CFD) is arguably the most cost-effective tool for predicting ATD and heat fluxes in realistic flight conditions. Due to the extreme flow conditions (with speeds up to 12 km/s or more) and the complexity of the physics involved, CFD codes must ensure a reasonable compromise between robustness, efficiency, accuracy and be flexible enough to integrate increasingly more advanced models and algorithms. To this end, this project aims at providing a paradigm shift, combining all the benefits of last generation high-order Flux Reconstruction methods with improved modeling for thermochemical non-equilibrium effects and laminar-to-turbulent transition, leading to the development of the first solver able to provide up to 10th order of accuracy for simulating ATD for real hypersonic vehicles on unstructured adaptive grids. Last modified: 19-06-2023 Created using DMPonline.be. Last modiﬁed 19 June 2023 1 of 8 A new-generation high-order Flux Reconstruction solver to model aerothermodynamics and transition for hypersonic vehicles FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA source code C++ files generate new data, reuse existing data Digital software .cxx, .hh <100MB input numerical input files: mesh and configuration files generate new data Digital simulation data .CFcase (COOLFluiD configuration), .CFmesh (COOLFluiD mesh), .msh (Gmsh mesh) <100GB output numerical output files: flow field solution data generate new data Digital simulation data .CFmesh (COOLFluiD), .plt (TECPLOT), .vtk (Paraview) <1TB manuscripts technical reports, documentation, peer-reviewed papers generate new data Digital other .tex, .docx, .pdf <100GB media images, videos generate new data Digital simulation data .jpeg, .png, .pdf, .avi, .mp4 <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: While new source code files will be created and some modified, most of the source code will be reused from the existing COOLFluiD software, particularly from: https://github.com/andrealani/COOLFluiD/tree/master/src (core infrastructure) https://github.com/andrealani/COOLFluiD/tree/master/plugins/FluxReconstructionMethod (core physics-independent FR solver) https://github.com/andrealani/COOLFluiD/tree/master/plugins/NEQ (thermochemical nonequilibrium models) https://github.com/andrealani/COOLFluiD/tree/master/plugins/GammaAlpha (gamma-alpha RANS model for laminar-to-turbulent transition). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 19 June 2023 2 of 8 The source code extensions have potential for commercial exploitation. A spin-off could be created to provide consultancy services using the advanced and unique CFD code resulting from this project. However, there is no need for any tech transfer since all developments will occur under the current license LGPLv3 and stay open source. Having an open source code doesn't prevent to create a business later on, since, for the way COOLFluiD operates, the real difficulty is to set up input configuration files for new test-cases which require a very deep knowledge of the underlying code that only core developers can have, as 20 years of development have demonstrated so far. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Each data type will be accompanied by some form of documentation. Source code (C++) will include text in doxygen-style format with comments explaining each new function or variable. Numerical data for I/O will be packed in folders (one per test-case) and their content (field variables, units) will be explained in README.txt files. The CFmesh format is already explained on the COOLFluiD website (https://github.com/andrealani/COOLFluiD/wiki/CFmesh-format-for-parallel-I-O), but the description will be updated if needed. Media data will be also explained in README.txt files. Manuscripts will focus on describing details for all the developed methods/models and the obtained results. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes We will use the Zenodo metadata set to allow future deposit in the Zenodo data repository for all data that are meant to be released with open access. As far as source code for COOLFluiD, we will stick to Github metadata. 3. Data storage & back-up during the research project Where will the data be stored? We will use Github for source code and local disk storage available at the department for storing all the remaining data during the project. After publication on scientific journal/conference papers, we will progressively migrate the data to Zenodo (https://zenodo.org/) repository. How will the data be backed up? The data will be backed up on local disks and external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is more than sufficient storage available in the servers/machines in our department. The simulation data to be produced by this project are actually minimal in comparison with other much larger datasets which are produced by colleagues. The fact that we focus on steady-state simulations on grids not exceeding a few millions elements guarantees rather limited and manageable needs in terms of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in accounts for which an authentication is strictly required. If data are stored on external hard drives, any action related to using these devices will be centralized and monitored by the data manager. Created using DMPonline.be. Last modiﬁed 19 June 2023 3 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? At this point, we don't expect specific costs for storage during the research project, since we have free access to storage within the department in available machines. However, if necessary, a few thousands euros from the operational budget (32k EUR/year) will be more than sufficient to satisfy our storage needs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data corresponding to operational code and valid/published numerical results will be preserved. Where will these data be archived (stored and curated for the long-term)? Github (for source code and some simple test-case setups) and Zenodo (simulation data) as mentioned before. In addition, some publications will be open access and therefore available on the corresponding scientific journal websites. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs foreseen, since both Github and Zenodo are free. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The source code extensions will be available at all times through Github. All the other data will be available for reuse by people outside the project only after the project or after scientific publications via Zenodo. If access is restricted, please specify who will be able to access the data and under what conditions. During the project only members of the team and possible external collaborators (if any) will be able to access the numerical/simulation data. Updates to the source code will be available at all times via Github. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Github (https://github.com/andrealani/COOLFluiD) for all source code. Later on, Zenodo (https://zenodo.org/) for all simulation data that have lead to some scientific publication. When will the data be made available? The source code extensions will be available at all times, while the numerical/simulation data will only be made available after publication of related results. Which data usage licenses are you going to provide? If none, please explain why. For the COOLFluiD source code on Github we use LGPLv3. For the other data, we won't provide any license, since they will be made public on Zenodo only after they have been already used for scientific publications which will protect our copyright. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 19 June 2023 4 of 8 Yes This will be provided when uploading data on Zenodo, after publishing the corresponding results. What are the expected costs for data sharing? How will these costs be covered? Zero costs, since Github and Zenodo are free data sharing platforms. 6. Responsibilities Who will manage data documentation and metadata during the research project? The postdoc researcher(s) working on the project. Who will manage data storage and backup during the research project? The postdoc researcher(s) working on the project. Who will manage data preservation and sharing? Andrea Lani (co-PI) Who will update and implement this DMP? Andrea Lani (co-PI) Created using DMPonline.be. Last modiﬁed 19 June 2023 5 of 8 A new-generation high-order Flux Reconstruction solver to model aerothermodynamics and transition for hypersonic vehicles Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This project will focus on the development of a physics-based computational model with related software extension and simulation results. For all work packages, the types of data output will include: 1) [source code] new/modified C++ files corresponding to the foreseen extensions of the open source COOLFluiD software (https://github.com/andrealani/COOLFluiD) under license LGPL v3; 2) [numerical] input unstructured mesh files in Gmsh ASCII format ( gmsh.info/doc/texinfo/gmsh.html#MSH-file-format ) and COOLFluiD simulation files in CFcase format; 3) [numerical] output solution files including the flow fields resulting from our simulations in CFmesh (COOLFluiD ASCII/binary formats which are described in https://github.com/andrealani/COOLFluiD/wiki/CFmesh-formatfor- parallel-I-O), point TECPLOT ASCII format (details in http://home.ustc.edu.cn/~cbq/360_data_format_guide.pdf), ParaView VTK ASCII (https://lorensen.github.io/VTKExamples/site/VTKFileFormats/); 4) [manuscripts] technical reports/documentation and peer reviewed published papers; 5) [media] images (JPEG, PNG, PDF formats) and videos of numerical solutions in AVI or MP4 formats. The max amount of data produced will be <100MB for 1), <100GB for 2), <1TB for 3), <100GB for 4), <100GB for 5). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) : Dr. Andrea Lani, co-PI of the project 2 . Storage capacity/repository during the research: 1G on Github for 1), max 10T in existing department machines for 2)-5) 3 . Storage capacity/repository after the research: 1G on Github for 1), 1T on Zenodo for 2)-5) What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) No relevant issues to mention. Created using DMPonline.be. Last modiﬁed 19 June 2023 6 of 8 A new-generation high-order Flux Reconstruction solver to model aerothermodynamics and transition for hypersonic vehicles DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 19 June 2023 7 of 8 A new-generation high-order Flux Reconstruction solver to model aerothermodynamics and transition for hypersonic vehicles GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 19 June 2023 8 of 8"
}