{
    "document_id": "D-2022-1526",
    "LinkTitle": "D-2022-1526",
    "file_name": "D-2022-1526.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1526.pdf",
    "metadata": {
        "title": "aanvraagassubmitted20210401.pdf",
        "author": "u0009552",
        "num_pages": 1
    },
    "content": {
        "full_text": "DATA MANAGEMENT PLAN\n1. Describe the datatypes (surveys, sequences, manuscripts, objects, the research will \ncollect and/or generate and /or (re)use.\nchemical compound characterisation (LC-MS data, NMR data, software specific data types)\nquantitative cell binding (gamma counting, csv format data)\nquantitiative tissue binding (autoradiography, TIFF data)\nBiodistribution data (gamma counter CSV format data)\nDynamic biodistribution data (preclinical) (microPET camera, software specific)\nDynamic biodistribution data (clinical) (PET/CT camera, software specific)\n2. Specify in which way the following provisions are in place in order to preserve the data \nduring and at least 5 years after the end of the research.\n3. What's the reason why you wish to deviate from the principle of preservation of data \nand of the minimum preservation term of 5 years?\nnot applicable\n4. Are there issues concerning research data indicated in the ethics questionnaire of this \napplication form? If yes, which specific security measures those data require?\nDepending on the results, IP may be secured on data generated by this research project so that data \nwill not be made public after the time period required to protect IP.\nData from clinical studies on patients are stored on the secure network of UZ Leuven to protect \nprivacy.\n5. Which other issues related to the data management are relevant to mention?\nNone\nTo FWO? if yes, please provide the project number(s),title and programme.\nYes, FWO,PhD grant application Romy Cools 1SB9322N\nHas the proposal already been funded?\nFunding decision still pending\nTo another organization? If yes, please provide the name of that organization. \nNoPROJECT\nOTHER FUNDING\nHave the content of this proposal and at least the main part of the proposed research \nactions,be it with literally the same text or in a varied form, already been submitted \nbefore AND was it funded or is the funding decision still pending (applications that \nfinally did not result in funding should not be mentioned)?\nYes\n- 11 -Applicant: Guy Bormans | Application number:  "
    },
    "clean_full_text": "DATA MANAGEMENT PLAN 1. Describe the datatypes (surveys, sequences, manuscripts, objects, the research will collect and/or generate and /or (re)use. chemical compound characterisation (LC-MS data, NMR data, software specific data types) quantitative cell binding (gamma counting, csv format data) quantitiative tissue binding (autoradiography, TIFF data) Biodistribution data (gamma counter CSV format data) Dynamic biodistribution data (preclinical) (microPET camera, software specific) Dynamic biodistribution data (clinical) (PET/CT camera, software specific) 2. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research. 3. What's the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? not applicable 4. Are there issues concerning research data indicated in the ethics questionnaire of this application form? If yes, which specific security measures those data require? Depending on the results, IP may be secured on data generated by this research project so that data will not be made public after the time period required to protect IP. Data from clinical studies on patients are stored on the secure network of UZ Leuven to protect privacy. 5. Which other issues related to the data management are relevant to mention? None To FWO? if yes, please provide the project number(s),title and programme. Yes, FWO,PhD grant application Romy Cools 1SB9322N Has the proposal already been funded? Funding decision still pending To another organization? If yes, please provide the name of that organization. NoPROJECT OTHER FUNDING Have the content of this proposal and at least the main part of the proposed research actions,be it with literally the same text or in a varied form, already been submitted before AND was it funded or is the funding decision still pending (applications that finally did not result in funding should not be mentioned)? Yes - 11 -Applicant: Guy Bormans | Application number:"
}