{
    "document_id": "D-2023-2308",
    "LinkTitle": "D-2023-2308",
    "file_name": "D-2023-2308.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2308.pdf",
    "metadata": {
        "title": "C3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints",
        "author": "N/A",
        "creation_date": "2024-02-23 09:21:35+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "C3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints\nC3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nTony Wauters\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nC2E/23/013\nID: \nID: \n202000\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nIn logistics and manufacturing, it is often the case that items or objects must be optimally positioned within a 3D volume (container). \nThis is a challenging optimization task, which becomes even more challenging when the items or objects in question have irregular shapes and can be\nrotated in multiple ways. This problem of positioning 3D objects within a 3D volume can be seen as an optimization problem. More specifically, it\nbelongs to the class of 3D Cutting & Packing optimization problems. These problems are unique in the fact that they combine geometric computations\nwith (combinatorial) optimization. Some of the most challenging cutting & packing problems are those featuring 3D irregular objects (3ICP). Some\napplications in which these objects are present include additive manufacturing (3D printing), robust product engineering, design centering (inscribing\none shape in another), circuit manufacturing, transportation of machine components, furniture transportation, and gemstone cutting. Despite their\nomnipresence in practice, there is a distinct lack of algorithms available for solving 3ICPs.\nFurthermore, few studies incorporate multiple real-world constraints originating from physical properties such as gravity, weight balance, stability,\nminimal distance requirements, grouping and stacking. While the most common objectives to optimize are material cost or volume utilization, in real-\nworld applications additional objectives such as time or stability should also be considered.\nIn this project, which we term C3PO, we intend to advance state-of-the-art algorithms for solving 3ICPs by developing highly efficient and parallel\noptimization algorithms. We will also perform the emerging technique of instance space analysis to better understand the 3ICP landscape and\nalgorithm performance.\nLast modified: \nLast modified: \n23-02-2024\nCreated using DMPonline.be. Last modiﬁed 23 February 2024\n1 of 6\nC3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints\nC3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \n3D irregular\ndataset V1\nA collection of 3D objects\nand meshes.\nE\nD\nT\n.STL,\n.OBJ\n<1GB\n-\n3D irregular\ndataset V2\nA collection of 3D objects\nand meshes.\nN\nD\nT\n.STL,\n.OBJ\n<1GB\n.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\n3D irregular dataset V1:\n3D irregular dataset V1:\nhttps://gitlab.kuleuven.be/codes/datasets/3d-irregular-data-sets\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 23 February 2024\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nA README.txt file will be provided for each (sub)dataset.\nThe readme will contain the origin of the data or information on how it was generated. \nIn addition some important properties (file names, convex/not-convex, number of triangles, file size and used format) will also be provided.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nKU Leuven Gitlab and a copy on our local NAS storage.\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nSince gitlab is an ICTS maintained KU Leuven service it can be considered safe.\nIn addition, our NAS has an active backup solution.\nCreated using DMPonline.be. Last modiﬁed 23 February 2024\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nMore than sufficient storage capacity available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven Gitlab has it own security measures (authentication, ..).\nOur local NAS is frequently updated to the latest firmware/software. The NAS can only be accessed on the campus network.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs are very small (<250 EUR per year) and can be easily covered for a long period of time.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nWe will also keep it on the Gitlab if possible.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs are very small (<250 EUR per year) and can be easily covered for a long period of time.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nCreated using DMPonline.be. Last modiﬁed 23 February 2024\n4 of 6\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNo restrictions.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nPublic Gitlab repository and once final we will put it on RDR.\n \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nVery little expected costs.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 23 February 2024\n5 of 6\nPhD student working on this project.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPhD student working on this project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nTony Wauters (coordinator)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nTony Wauters (coordinator)\nPhD student working on this project.\nCreated using DMPonline.be. Last modiﬁed 23 February 2024\n6 of 6"
    },
    "clean_full_text": "C3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints C3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints A Data Management Plan created using DMPonline.be Creator: Creator: Tony Wauters Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: C2E/23/013 ID: ID: 202000 End date: End date: 30-09-2027 Project abstract: Project abstract: In logistics and manufacturing, it is often the case that items or objects must be optimally positioned within a 3D volume (container). This is a challenging optimization task, which becomes even more challenging when the items or objects in question have irregular shapes and can be rotated in multiple ways. This problem of positioning 3D objects within a 3D volume can be seen as an optimization problem. More specifically, it belongs to the class of 3D Cutting & Packing optimization problems. These problems are unique in the fact that they combine geometric computations with (combinatorial) optimization. Some of the most challenging cutting & packing problems are those featuring 3D irregular objects (3ICP). Some applications in which these objects are present include additive manufacturing (3D printing), robust product engineering, design centering (inscribing one shape in another), circuit manufacturing, transportation of machine components, furniture transportation, and gemstone cutting. Despite their omnipresence in practice, there is a distinct lack of algorithms available for solving 3ICPs. Furthermore, few studies incorporate multiple real-world constraints originating from physical properties such as gravity, weight balance, stability, minimal distance requirements, grouping and stacking. While the most common objectives to optimize are material cost or volume utilization, in real- world applications additional objectives such as time or stability should also be considered. In this project, which we term C3PO, we intend to advance state-of-the-art algorithms for solving 3ICPs by developing highly efficient and parallel optimization algorithms. We will also perform the emerging technique of instance space analysis to better understand the 3ICP landscape and algorithm performance. Last modified: Last modified: 23-02-2024 Created using DMPonline.be. Last modiﬁed 23 February 2024 1 of 6 C3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints C3PO: Optimisation algorithms for 3D irregular cutting&amp;packing problems with real-world constraints Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA 3D irregular dataset V1 A collection of 3D objects and meshes. E D T .STL, .OBJ <1GB - 3D irregular dataset V2 A collection of 3D objects and meshes. N D T .STL, .OBJ <1GB . If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: 3D irregular dataset V1: 3D irregular dataset V1: https://gitlab.kuleuven.be/codes/datasets/3d-irregular-data-sets Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 23 February 2024 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). A README.txt file will be provided for each (sub)dataset. The readme will contain the origin of the data or information on how it was generated. In addition some important properties (file names, convex/not-convex, number of triangles, file size and used format) will also be provided. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) KU Leuven Gitlab and a copy on our local NAS storage. How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Since gitlab is an ICTS maintained KU Leuven service it can be considered safe. In addition, our NAS has an active backup solution. Created using DMPonline.be. Last modiﬁed 23 February 2024 3 of 6 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes More than sufficient storage capacity available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven Gitlab has it own security measures (authentication, ..). Our local NAS is frequently updated to the latest firmware/software. The NAS can only be accessed on the campus network. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs are very small (<250 EUR per year) and can be easily covered for a long period of time. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) We will also keep it on the Gitlab if possible. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs are very small (<250 EUR per year) and can be easily covered for a long period of time. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Created using DMPonline.be. Last modiﬁed 23 February 2024 4 of 6 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. No restrictions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Public Gitlab repository and once final we will put it on RDR. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Very little expected costs. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 23 February 2024 5 of 6 PhD student working on this project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PhD student working on this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Tony Wauters (coordinator) Who will update and implement this DMP? Who will update and implement this DMP? Tony Wauters (coordinator) PhD student working on this project. Created using DMPonline.be. Last modiﬁed 23 February 2024 6 of 6"
}