{
    "document_id": "D-2022-1502",
    "LinkTitle": "D-2022-1502",
    "file_name": "D-2022-1502.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1502.pdf",
    "metadata": {
        "title": "Towards natural brain-computer interfaces: representation learning for identifying the temporal encoding of realistic video footage in EEG - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-09 08:55:50+01:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Towards natural brain-computer interfaces: representation learning for\nidentifying the temporal encoding of realistic video footage in EEG - DMP title\nProject Identifier\n G081722N\nGrant Title\n G081722N\nPrincipal Investigator / Researcher\n Alexander Bertrand\nProject Data Contact\n alexander.bertrand@kuleuven.be\nDescription\n Brain-computer interfaces (BCIs) facilitate interaction between the brain and a\ncomputer or machine. Electroencephalography (EEG) is by far the most popular non-invasive BCI\nmodality, because it is cheap, mobile, and it has an excellent temporal resolution to track neural\nresponses that are time-locked to a sensory stimulus. However, traditional BCI paradigms heavily\nrely on synthetic and controlled sensory stimuli and an active participation of the user, making it\nvery hard to integrate such paradigms in practical ‘everyday-life’ use cases. If BCI\ntechnology would be able to cope with uncontrolled and natural sensory stimuli, it would be able\nto naturally blend in with normal behavior and activities of the user. \nInspired by recent\nbreakthroughs towards decoding EEG responses to speech, we have the challenging goal to\ndesign a new data-driven methodology to identify and quantify the temporal coupling between\nnatural video footage and its EEG responses. To this end, we will leverage representation\nlearning techniques from the field of computer vision, and rethink them in combination with\nrecent insights in EEG decoding and visual BCI. We will also investigate whether and how this\nframework can be used to track visual and spatial attention to natural stimuli. Not only would this\nbe a game-changing tool for various experiment-driven research fields in neuroscience and\nmedical sciences, it would also pave the way towards many new BCI applications in various\ndomains.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAlexander Bertrand & Tinne Tuytelaars\nFWO Project Number & Title\nG081722N \nTowards natural brain-computer interfaces: representation learning\nfor identifying the temporal encoding of realistic video footage in EEG\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n1) Type of data: 64-channel EEG recordings + metadata\nFormat: EDF, BIDS, mat, binary (depending on processing stage)\nVolume: 185GB (200hour of 64-channel EEG data  downsampled to 250Hz sampled at 16bit)\nHow created: by performing EEG recordings on different participants, while they watch specific\nvideo stimuli\n \n2) Type of data: video files with stimuli for the EEG experiments\nFormat: any video file format (e.g. MP4)\nVolume: 15GB\nHow created: public videos (e.g. youtube, etc.)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: \nG-2022-4765-R2(MAR)\n-name of participantShort description of the kind of personal data that will be used:\n-age\n-gender\n-contact details (e-mail and phone)\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nPRET reference: \nG-2022-4765-R2(MAR)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe protocol for the EEG recordings will be explained in a document.\nThere will be a readme file explaining the content and structure of the recorded EEG files, and\nhow to run the scripts to prepare the files in Python and/or Matlab\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe master copy will be kept on STADIUS' and/or PSI's central storage servers (encrypted and\nbacked up) during the research but also after the project is finished. For heavy computations, the\ndata will be hosted on the Vlaamse Supercomputer Centrum (VSC).\nSome parts of the EEG data may be made publicly available, after consent from the participants.\nIn this case, we will post it on a research data platform such as, e.g., Zenedo.org\nHow is backup of the data provided?\nThe storage used by the research group STADIUS is backed up daily. The backup process is\nmanaged by the IT division of the department.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nYes\nThe data generated in the project will be stored on storage facilities of the research\nunit, with a total size of 8TB, of which 4 TB is still available.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe (maintenance) costs are covered by the division.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data stored in the ESAT servers has access regulated by an access control list (ACL) that\ngrants: read-write access to the project owner read-only access to specific users The ACL is\nmanaged by the project owner. Client computers can access the\ndata using: SMB2 (or higher) from specific IP ranges NFSv4 from specific (IT managed) systems.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll mentioned data will be kept for at least 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nAfter the period of 5 years if the data generated during the project is not longer in use locally, it\nwill be removed from the STADIUS servers. Note that some parts of the dataset may remain\npublicly available via public online repositories (see above)\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe (maintenance) costs are covered by the division.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe (anonymized) EEG data might be made available to the public for re-use, after obtaining\nconsent from the participants in the study.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nthe data will be publicly available to anyone\nWhat are the expected costs for data sharing? How will the costs be covered?\nwe will use a free online research data sharing platform such as zenedo.org\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI, Alexander Bertrand and the researchers working on the project\nWho will be responsible for data storage & back up during the project?\nThe data storage and back up is the responsibility of the IT support of ESAT\nWho will be responsible for ensuring data preservation and reuse ?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe PI, Alexander Bertrand\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI, Alexander Bertrand, bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Towards natural brain-computer interfaces: representation learning for identifying the temporal encoding of realistic video footage in EEG - DMP title Project Identifier G081722N Grant Title G081722N Principal Investigator / Researcher Alexander Bertrand Project Data Contact alexander.bertrand@kuleuven.be Description Brain-computer interfaces (BCIs) facilitate interaction between the brain and a computer or machine. Electroencephalography (EEG) is by far the most popular non-invasive BCI modality, because it is cheap, mobile, and it has an excellent temporal resolution to track neural responses that are time-locked to a sensory stimulus. However, traditional BCI paradigms heavily rely on synthetic and controlled sensory stimuli and an active participation of the user, making it very hard to integrate such paradigms in practical 'everyday-life' use cases. If BCI technology would be able to cope with uncontrolled and natural sensory stimuli, it would be able to naturally blend in with normal behavior and activities of the user. Inspired by recent breakthroughs towards decoding EEG responses to speech, we have the challenging goal to design a new data-driven methodology to identify and quantify the temporal coupling between natural video footage and its EEG responses. To this end, we will leverage representation learning techniques from the field of computer vision, and rethink them in combination with recent insights in EEG decoding and visual BCI. We will also investigate whether and how this framework can be used to track visual and spatial attention to natural stimuli. Not only would this be a game-changing tool for various experiment-driven research fields in neuroscience and medical sciences, it would also pave the way towards many new BCI applications in various domains. Institution KU Leuven 1. General Information Name applicant Alexander Bertrand & Tinne Tuytelaars FWO Project Number & Title G081722N Towards natural brain-computer interfaces: representation learning for identifying the temporal encoding of realistic video footage in EEG Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 1) Type of data: 64-channel EEG recordings + metadata Format: EDF, BIDS, mat, binary (depending on processing stage) Volume: 185GB (200hour of 64-channel EEG data downsampled to 250Hz sampled at 16bit) How created: by performing EEG recordings on different participants, while they watch specific video stimuli 2) Type of data: video files with stimuli for the EEG experiments Format: any video file format (e.g. MP4) Volume: 15GB How created: public videos (e.g. youtube, etc.) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2022-4765-R2(MAR) -name of participantShort description of the kind of personal data that will be used: -age -gender -contact details (e-mail and phone) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes PRET reference: G-2022-4765-R2(MAR) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The protocol for the EEG recordings will be explained in a document. There will be a readme file explaining the content and structure of the recorded EEG files, and how to run the scripts to prepare the files in Python and/or Matlab Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The master copy will be kept on STADIUS' and/or PSI's central storage servers (encrypted and backed up) during the research but also after the project is finished. For heavy computations, the data will be hosted on the Vlaamse Supercomputer Centrum (VSC). Some parts of the EEG data may be made publicly available, after consent from the participants. In this case, we will post it on a research data platform such as, e.g., Zenedo.org How is backup of the data provided? The storage used by the research group STADIUS is backed up daily. The backup process is managed by the IT division of the department. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Yes The data generated in the project will be stored on storage facilities of the research unit, with a total size of 8TB, of which 4 TB is still available. What are the expected costs for data storage and back up during the project? How will these costs be covered? The (maintenance) costs are covered by the division. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data stored in the ESAT servers has access regulated by an access control list (ACL) that grants: read-write access to the project owner read-only access to specific users The ACL is managed by the project owner. Client computers can access the data using: SMB2 (or higher) from specific IP ranges NFSv4 from specific (IT managed) systems. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All mentioned data will be kept for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? After the period of 5 years if the data generated during the project is not longer in use locally, it will be removed from the STADIUS servers. Note that some parts of the dataset may remain publicly available via public online repositories (see above) What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The (maintenance) costs are covered by the division. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The (anonymized) EEG data might be made available to the public for re-use, after obtaining consent from the participants in the study. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? the data will be publicly available to anyone What are the expected costs for data sharing? How will the costs be covered? we will use a free online research data sharing platform such as zenedo.org 8. Responsibilities Who will be responsible for data documentation & metadata? The PI, Alexander Bertrand and the researchers working on the project Who will be responsible for data storage & back up during the project? The data storage and back up is the responsibility of the IT support of ESAT Who will be responsible for ensuring data preservation and reuse ? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The PI, Alexander Bertrand Who bears the end responsibility for updating & implementing this DMP? The PI, Alexander Bertrand, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}