{
    "document_id": "D-2023-2277",
    "LinkTitle": "D-2023-2277",
    "file_name": "D-2023-2277.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2277.pdf",
    "metadata": {
        "title": "D-2023-2277",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link\n.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Sybren Heyndels, ORCID: https://orcid.org/0000 -0002 -7934 -7570  \nContributor name(s) ( + ORCID) & roles  Fellowship holder : Sybren Heyndels (ORCID: https://orcid.org/0000 -0002 -7934 -7570)  \nProject number1 & title  1206321N, Modal Normativism: Reviving an Old Tradition  \nFunder(s) GrantID2 FWO  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:  https://ror.org/05f950310   \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID  refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  Modal normativism is the view that the function of modal claims is to convey normat ive rules. According \nto the modal normativist, the claim made by uttering the sentence ‘Necessarily, (Michelangelo's) David \ndoes not survive a drastic change in shape’ conveys the semantic rule ‘One ought not re -apply 'David' after \na drastic change in shap e' (the semantic rule specifies a condition under which it is not permitted to re -\napply the term). The theory is attractive because it is (1) compatible with traditional possible worlds \nsemantics, (2) demystifies the epistemology of metaphysical modality b y characterizing metaphysical \nmodal knowledge as a form of conceptual or linguistic competence (sometimes supplemented by \nstraightforward empirical knowledge), and (3) does not need to posit strange entities that leave it entirely unclear how we come to know modal truths. The aim of this project is threefold. First, given that modal normativism is developed today to account for metaphysical modality, the project will further extend this position by capturing physical modality as well. Secondly, it will offe r a detailed account of one notable \nhistorical predecessor of this view, Wilfrid Sellars, who has been primarily concerned with physical modality. Thirdly, the project will investigate the consequences of this view for our understanding of persistent disag reement in contemporary metaphysical debates, debates concerning the truth or falsity of \nmetaphysical modal claims.   \n \n  \n \n \n      \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data\n4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FO R PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nExisting \nliterature  I will collect \ndata in the form of papers. These papers will be read/cited/referenced for the purposes of the project.  ☐ Generate new \ndata  \n☒ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☒ Other  = \nQualitative; reference or canonical.  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☒ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n I will use physical  \ncopies only if they  \nare available in KU  \nLeuven Libraries or if they are purchased in the light of the project and approved by the KU Leuven.  \nGeneral \noutputs  I will generate \ndata in the form of arguments, \nthought \nexperiments, conceptual \nanalyses and \nother outputs This will be new data.  Both digital \nand physical \ndata.  Other: Qualitative  .docx, .tex, .pdf  The estimated \nvolume of data is \n<100MB Printed articles that \nhave been published or that \nhave been spread \nduring a presentation or for proofreading.  \nFWO DMP Template (Flemish Standard DMP)   6 \n produced with \nother methods \nof analytic \nphilosophy.  \nPublications  I will publish \npapers (journal articles, book chapters, edited volume) in the light of my project.  These will be new \ndata.  Both digital \nand physical.  Other: Qualita tive .docx, . tex, .pdf The estimated \nvolume of data is <100MB  Published books or \narticles in physical copies of a journal.  \nPresentations  I will present \nthe results of my research at workshops and international conferences.  These will be new \ndata.  Produced \ndigitally.  Other: Qualitative  .docx, .tex, .pdf  The estimated \nvolume of data is <100MB   \n \n \n \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   7 \n GUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing dat a, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per dataset or data type .   \n The data I will reuse come from the existing literature (journal articles, book chapters, and conference  \nproceedings).  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \n \n5 These data are  generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   8 \n Will you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be managed related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n   \n \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   9 \n 3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Data collected  and created by the project consist of (1) papers that are read/cited  for t he purposes of the \nproject, (2) new arguments, thought experiments, conceptual analyses, textual interpretations and other \noutputs . These  are described in journal articles, book chapters  and presentations. To make sure that reuse \nof the data  collected/generated is possible, I will pay attention to bibliography management, and an \norganization of files and folders in a consistent way . For bibliography management  I will make use of \nMendeley Reference Manager.  For file management I will follow the best practice guidelines for file and \nfolder names provided by KU L euven Libraries (https://bib.kuleuven.be/english/research/research-\ndatamanagement/topics/organizing -files-andfolders ). \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LIST S WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \nMetadata in the form of bibliographical data will be available via a variety of sources (Lirias,  \nPhilPapers/PhilArchive, ORCID, etc.). Both PhilPapers/PhilArchive and ORCID receive metadata from \nCrossRef (among other sources). The bibliographic metadata include:  titles , author names, author \naffiliations, funding data ,publication dates, issue numbers, page numbers, DOIS. Non- bibliographical \nmetadata include abstracts, keywords, references used in the paper and citations.  \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nFWO DMP Template (Flemish Standard DMP)   10 \n Where will the data be stored?  I will store data on KU Leuven ’s central network drives, which are safe, automatically backed up, and  \ncapable of archiving large volumes of data. I will keep the project folders on the central network drives for  \nat least 5 years after the end of the research project.  All publications will be stored in KU Leuven’s open  \naccess repository, Lirias ( https://lirias.kuleuven.be ), and on the subject repository, PhilArchive  \n(https://philarchive.org/ ). \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n I will store the data on KU Leuven ’s central network drives ( https://drives.kuleuven.be/ ), which are safe,  \nautomatically backed up, and capable of archiving large volumes of data. More specifically, the “ I: Drive ” is \nused. All publications will be stored in KU Leuven's open access repository, Lirias  \n(https://lirias.kuleuven.be ), and on the subject repository, PhilArchive ( https://philarchive.org/ ). \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  The estimated volume is < 2GB, which is rather low.  \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   11 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 7 \n Data protection and security policies of KU Leuven apply to its central network drives. OneDrive  \nis GDPR compliant.  \n \n \n \n  \nWhat are the expected costs for data storage \nand backup during the r esearch project? How \nwill these costs be covered?   \nNone. KU Leuven pays for data storage on its central network drives and on OneDrive.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the end of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, insti tutional policies.. .).  \nThe following data will be retained:  \n• papers that I have read, cited, and referenced,  \n• the bibliographical metadata for the papers that we have read, cited, and referenced,  \n• arguments, textual interpretations, thought experiments, conceptual analyses and other general outputs  \nproduced with other methods of analytic philosophy, which I will describe in my published papers,  \n• the bibliographical and non -biographical metadata for the papers that I will have written  \nFWO DMP Template (Flemish Standard DMP)   12 \n Where will these data be archived (stored and \ncurated for the long -term)?  All publications will be stored in KU Leuven's open access repository, Lirias  \n(https://lirias.kuleuven.be ), and on the subject repository, PhilArchive ( https://philarchive.org/ ). \n \n  \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n Storage on KU Leuven’s central network drives and in the Open Access archives Lirias  \n(https://lirias.kuleuven.be ) and PhilArchive ( https://philarchive.org/ ) is free of costs.  \n   \nFWO DMP Template (Flemish Standard DMP)   13 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access) \n☐ Other, please specify:  \n \n Yes. All publications will be added to open access archives such as Lirias ( https://lirias.kuleuven.be ) and  \nPhilArchive ( https://philarchive.org/ ), although an embargo period will sometimes have to be respected.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n If yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  All publications will be added to open access archives such as Lirias ( https://lirias.kuleuven.be ) and  \nPhilArchive ( https://philarchive.org/ ), although an embargo period will sometimes have to be respected.  \nFWO DMP Template (Flemish Standard DMP)   14 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’.  \nThe research results will be made available upon publication.  \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 8   \n The data will be made available under a standard Creative Commons Attribution license, so that users  \nhave to give credit to the original data creators.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes \n☒ No \nIf yes: \n  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n Sharing via open access archives is free of costs.  \nThe cost of data sharing via OneDrive is covered by KU Leuven.  \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   15 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Sybren Heyndels  \nWho will manage data storage and backup \nduring the research project?  Sybren Heyndels  \nWho will manage data preservation and \nsharing?  Sybren Heyndels  \nWho will update and implement this DMP?  Sybren Heyndels  \n \n        \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link . FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Sybren Heyndels, ORCID: https://orcid.org/0000 -0002 -7934 -7570 Contributor name(s) ( + ORCID) & roles Fellowship holder : Sybren Heyndels (ORCID: https://orcid.org/0000 -0002 -7934 -7570) Project number1 & title 1206321N, Modal Normativism: Reviving an Old Tradition Funder(s) GrantID2 FWO Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: https://ror.org/05f950310 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Modal normativism is the view that the function of modal claims is to convey normat ive rules. According to the modal normativist, the claim made by uttering the sentence ‘Necessarily, (Michelangelo's) David does not survive a drastic change in shape’ conveys the semantic rule ‘One ought not re -apply 'David' after a drastic change in shap e' (the semantic rule specifies a condition under which it is not permitted to re - apply the term). The theory is attractive because it is (1) compatible with traditional possible worlds semantics, (2) demystifies the epistemology of metaphysical modality b y characterizing metaphysical modal knowledge as a form of conceptual or linguistic competence (sometimes supplemented by straightforward empirical knowledge), and (3) does not need to posit strange entities that leave it entirely unclear how we come to know modal truths. The aim of this project is threefold. First, given that modal normativism is developed today to account for metaphysical modality, the project will further extend this position by capturing physical modality as well. Secondly, it will offe r a detailed account of one notable historical predecessor of this view, Wilfrid Sellars, who has been primarily concerned with physical modality. Thirdly, the project will investigate the consequences of this view for our understanding of persistent disag reement in contemporary metaphysical debates, debates concerning the truth or falsity of metaphysical modal claims. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FO R PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Existing literature I will collect data in the form of papers. These papers will be read/cited/referenced for the purposes of the project. ☐ Generate new data ☒ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other = Qualitative; reference or canonical. ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA I will use physical copies only if they are available in KU Leuven Libraries or if they are purchased in the light of the project and approved by the KU Leuven. General outputs I will generate data in the form of arguments, thought experiments, conceptual analyses and other outputs This will be new data. Both digital and physical data. Other: Qualitative .docx, .tex, .pdf The estimated volume of data is <100MB Printed articles that have been published or that have been spread during a presentation or for proofreading. FWO DMP Template (Flemish Standard DMP) 6 produced with other methods of analytic philosophy. Publications I will publish papers (journal articles, book chapters, edited volume) in the light of my project. These will be new data. Both digital and physical. Other: Qualita tive .docx, . tex, .pdf The estimated volume of data is <100MB Published books or articles in physical copies of a journal. Presentations I will present the results of my research at workshops and international conferences. These will be new data. Produced digitally. Other: Qualitative .docx, .tex, .pdf The estimated volume of data is <100MB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 7 GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing dat a, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . The data I will reuse come from the existing literature (journal articles, book chapters, and conference proceedings). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8 Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 9 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Data collected and created by the project consist of (1) papers that are read/cited for t he purposes of the project, (2) new arguments, thought experiments, conceptual analyses, textual interpretations and other outputs . These are described in journal articles, book chapters and presentations. To make sure that reuse of the data collected/generated is possible, I will pay attention to bibliography management, and an organization of files and folders in a consistent way . For bibliography management I will make use of Mendeley Reference Manager. For file management I will follow the best practice guidelines for file and folder names provided by KU L euven Libraries (https://bib.kuleuven.be/english/research/research- datamanagement/topics/organizing -files-andfolders ). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LIST S WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : Metadata in the form of bibliographical data will be available via a variety of sources (Lirias, PhilPapers/PhilArchive, ORCID, etc.). Both PhilPapers/PhilArchive and ORCID receive metadata from CrossRef (among other sources). The bibliographic metadata include: titles , author names, author affiliations, funding data ,publication dates, issue numbers, page numbers, DOIS. Non- bibliographical metadata include abstracts, keywords, references used in the paper and citations. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 10 Where will the data be stored? I will store data on KU Leuven ’s central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. I will keep the project folders on the central network drives for at least 5 years after the end of the research project. All publications will be stored in KU Leuven’s open access repository, Lirias ( https://lirias.kuleuven.be ), and on the subject repository, PhilArchive (https://philarchive.org/ ). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . I will store the data on KU Leuven ’s central network drives ( https://drives.kuleuven.be/ ), which are safe, automatically backed up, and capable of archiving large volumes of data. More specifically, the “ I: Drive ” is used. All publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be ), and on the subject repository, PhilArchive ( https://philarchive.org/ ). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The estimated volume is < 2GB, which is rather low. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 Data protection and security policies of KU Leuven apply to its central network drives. OneDrive is GDPR compliant. What are the expected costs for data storage and backup during the r esearch project? How will these costs be covered? None. KU Leuven pays for data storage on its central network drives and on OneDrive. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, insti tutional policies.. .). The following data will be retained: • papers that I have read, cited, and referenced, • the bibliographical metadata for the papers that we have read, cited, and referenced, • arguments, textual interpretations, thought experiments, conceptual analyses and other general outputs produced with other methods of analytic philosophy, which I will describe in my published papers, • the bibliographical and non -biographical metadata for the papers that I will have written FWO DMP Template (Flemish Standard DMP) 12 Where will these data be archived (stored and curated for the long -term)? All publications will be stored in KU Leuven's open access repository, Lirias (https://lirias.kuleuven.be ), and on the subject repository, PhilArchive ( https://philarchive.org/ ). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage on KU Leuven’s central network drives and in the Open Access archives Lirias (https://lirias.kuleuven.be ) and PhilArchive ( https://philarchive.org/ ) is free of costs. FWO DMP Template (Flemish Standard DMP) 13 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Yes. All publications will be added to open access archives such as Lirias ( https://lirias.kuleuven.be ) and PhilArchive ( https://philarchive.org/ ), although an embargo period will sometimes have to be respected. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. All publications will be added to open access archives such as Lirias ( https://lirias.kuleuven.be ) and PhilArchive ( https://philarchive.org/ ), although an embargo period will sometimes have to be respected. FWO DMP Template (Flemish Standard DMP) 14 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. The research results will be made available upon publication. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 8 The data will be made available under a standard Creative Commons Attribution license, so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Sharing via open access archives is free of costs. The cost of data sharing via OneDrive is covered by KU Leuven. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15 7. Responsibilities Who will manage data documentation and metadata during the research project? Sybren Heyndels Who will manage data storage and backup during the research project? Sybren Heyndels Who will manage data preservation and sharing? Sybren Heyndels Who will update and implement this DMP? Sybren Heyndels"
}