{
    "document_id": "D-2024-3164",
    "LinkTitle": "D-2024-3164",
    "file_name": "D-2024-3164.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3164.pdf",
    "metadata": {
        "title": "Host-microbiome interactions through IBD-on-a-chip",
        "author": "N/A",
        "creation_date": "2024-12-20 12:35:52+00:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nHost-microbiome interactions through IBD-on-a-chip\nCreator:\nCreator:\nKaline Arnauts\nPrincipal Investigator: \nPrincipal Investigator: \nFirst Name Surname\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nInternal funding\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nFirst Name Surname\nProject abstract:\nProject abstract:\nEx vivo research models mimicking the complexity of multifactorial diseases, such as inflammatory\nbowel disease (IBD), are lacking. Alterations in immune cells, dysbiosis of the microbiota and\ndisruption of the epithelial barrier form a dynamic interplay within IBD that requires further\nunderstanding. The use of non-patient and disease specific research models, hampers the latter and\ntranslation of findings into patients. The 3R principle, denoting Replacement, Reduction, and\nRefinement of animal models in an utmost important framework for scientific research. Intestinal\norganoids, 3D ex vivo models of the intestinal epithelium, are gamechangers by mimicking patientand\ndisease-specific characteristics but lack physiological fluid flow and peristalsis. This issue can be\novercome by the use of organ-on-a-chip models, in which organoids can be incorporated. Yet, IBD is\na multifactorial disease including multiple factors such as immune cells, microbiota and epithelial\ncells and requires a recapitulation of this complex interplay. The aim of this research project is to\nestablish a patient-specific IBD gut-on-a-chip model including immune cells, microbiota and epithelial\ncells on the Emulate® platform to further study their interplay. A deeper understanding of these\ninteractions, and the establishment of this disease specific model will be a major step forward to\ndissect disease driving mechanisms.\nID: \nID: \n211775\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2025\nLast modified: \nLast modified: \n18-12-2024\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n1 of 9\nHost-microbiome interactions through IBD-on-a-chip\nHost-microbiome interactions through IBD-on-a-chip\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nClinical data\nData retrieved\nfrom the patient\nrecords system\n(KWS platform UZ\nLeuven), stored in\na pseudonymised\nmanner.\nE\nD\nT\n \n<1GB\n \nStorage files\n-serum samples\n-mucosal\nbiopsy/organoid\n- feces\nSamples are being\ncollected in a\npseudonymised\nmanner, and\nstored physically\nin UZ Leuven\nbiobank using 2D\nbarcode labels.\nRegistration and\nstorage\ninformation are\nbeing recorded in\na standardized\nmanner (ie. one\nfile per sample\ntype: serum, mucosal\nbiopsy, derived\norganoids, feces).\nThe samples for\nthis project in\nparticular are thus\npart of our general\nsample storage\nfiles.\nE\nD\nT\n \n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n2 of 9\nRaw data\nTranscriptomic analysis of epithelial cells,\nsequenced\ngenerated by the\nGenomics core\n(UZ/KU Leuven)\nsecretomic analysis of epithelial cells,\nsequenced\ngenerated by MSD panels\nImmunofluorescent staining of chips\n \nPapp (barrier integrity measurements)\n \nMicrobiome 16S sequencing\nN\n \n \n \nN\n \n \n \nN\n \n \nN\n \nN\nD\n \n \n \nD\n \n \n \nD\n \n \nD\n \nD\nT\n \n \n \n \nT,I\n \n \nI\n \n \nT\n \nT\n \n \n \n<100GB\n \n \n<100GB\n \n \n<100GB\n \n<100GB\n \n<100GB\n \nProcessed data\nTranscriptomic analysis of epithelial cells,\nsequenced\ngenerated by the\nGenomics core\n(UZ/KU Leuven)\nsecretomic analysis of epithelial cells,\nsequenced\ngenerated by MSD panels\nImmunofluorescent staining of chips\n \nPapp (barrier integrity measurements)\n \nMicrobiome 16S sequencing\nN\n \n \n \nN\n \n \n \nN\n \n \nN\n \nN\nD\n \n \n \nD\n \n \n \nD\n \n \nD\n \nD\nT\n \n \n \n \nT,I\n \n \nI\n \n \nT\n \nT\n \n \n \n<100GB\n \n \n<100GB\n \n \n<100GB\n \n<100GB\n \n<100GB\n \nMetadata \nOverview file with a clear description of what\nthe data represent, how they were generated,\nqualtiy control etc. \nN\nD\nT\n \n<1GB\n \nScript\nCode that will transform raw data into\nprocessed data. Code that will transform\nprocessed data into results\nN\nD\nT\n \n<1GB\n \nResults\nThe outcome of the project including tables,\nfigurers and text explaining those\nN\nD\nT, I\n \n<100 GB\n \n \nLab Note books\nData written notes associated with carrying\nout experimental procedures\nN\nP\nT\n \n/\n \nStandard\noperating\nprocedures\nWritten protocols for experimental procedures\nN\nD\nT\n \n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nReuse existing patient data from patient files including age, gender, disease duration and therapy.\nPersonal data relating to the study participants including name and date-of-birth will be collected\nfor identifier purposes. These personal data will only be available to researchers directly involved\nin the recruitment phase. For the remainder of the study, all derivative clinical parameters such\nas age, gender, disease duration and therapy will be coded, and thus pseudonymised. The file\nlinking the code and personal identifiers will only be accessible to authorized individuals and\nstored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT\nfacility.\nPersonal data collection is covered by the Ethical approval of S53684 (Ethical approval\ncommittee UZ Leuven)\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n3 of 9\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nPersonal data relating to the study participants including name and date-of-birth will be collected\nfor identifier purposes. These personal data will only be available to researchers directly involved\nin the recruitment phase. For the remainder of the study, all derivative clinical parameters such\nas age, gender, disease duration and therapy will be coded, and thus pseudonymised. The file\nlinking the code and personal identifiers will only be accessible to authorized individuals and\nstored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT\nfacility.\nPersonal data collection is covered by the Ethical approval of S53684 (Ethical approval\ncommittee UZ Leuven)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nThe file linking the code and personal identifiers will only be accessible to authorized individuals and\nstored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT\nfacility.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nThe project includes the development of a IBD-on-a-chip system. In a later phase, the developed model might be of interest for\ncommercial valorization. We are currently having meetings with LRD regarding this topic and are discussing any potential for\nresearch valorisation.\nAfter finishing the project and before dissemination of the results, we will look carefully if any valorisable material is present.\nAdditional IP discussions might start from that point on in agreement with LRD.\n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nIn agreement with LRD, we are currently having meetings with Emulate (company from Gut-on-a-chip platform we are using) to\ndiscuss dissemination of data and research collaborations.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nIn agreement with LRD, we are currently having meetings with Emulate (company from Gut-on-a-chip platform we are using) to\ndiscuss dissemination of data and research collaborations.\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n4 of 9\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nStandard experimental procedures (SOPs) and practices are/will be fully documented as PDF and\nsaved on the KUL Shared J- drive assigned to our group.The methodology and protocol will be described in detail in the physical\nlab book that will be stored at the lab at all times.\nAn accompanying key file (.xls) to decipher which result files match which protocol (which will reference the pages in the\nlab book) will also be available on a shared drive. Only members from the team will have access to these folders.\nData folders containing the raw data are being stored on our KUL Archive K drive. Data folders\ncontaining pseudonymized clinical data, processed data, metadata and scripts* are stored on our\nKUL Shared J- drive. Data folder names will always contain the date, type of experiment, and the\nname of the study cohort.\n*Scripts will be commented and extensively documented, e.g. using Jupyter Notebooks and R\nMarkdown. Used software will be version-controlled and tracked via version numbers in the\nscripts.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata standard:\nThe biological samples registered in the biobank will contain metadata required by the royal\ndecree of biobanking (9JAN2018), standardized metadata to trace the pre-analytical factors of the\nsample which are most likely to impact research results. \nWhere no metadata standard exists ,we do have a minimal set of requirements that will be\nfollowed in order to ensure standardization and possibility to reinterpret and reuse the data when necessary and permitted.\nAll collected data will be labelled with (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6)\nequipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are\ncollected.\nText documents and Excel files stored within each experiment folder will respectively contain\nguidelines describing data collection/analysis methods and all relevant metadata (including\nexperimental conditions, quality control metrics, computational analysis pipelines and their\nparameters) to ensure the reusability of the data and the reproducibility of any further data\ngeneration\nRNA,16s rRNA Sequencing:\nAll experimental data will be noted every day in the lab book including all detailed experimental data. Once the sequencing data\nwill be available, all files and folders will be labeled in a clearly structured way. The explanation of the labeling and the performed\nanalysis will also be written down in the lab book. For sequencing, sequencing depth and analysis cut-offs will also be noted.\nMicroscopy:\nThe labeling of every individual picture taken will contain the patient culture number, the passage number, the\nexperimental stimulation and the magnification.\nPapp measurements\nEvery sampling will be noted every day and contain all experimental information (patient culture number, passage number,\nexperimental stimulation). Analysis will be performed in a platereader and stored in excel files. The excel file will also contain all\nexperimental data and refer to the according pages in the labbook.\nBiobank\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n5 of 9\nAll patient information (age, gender, disease) will be registered in an psuedonymized way in the file containing all\ncollected samples. Every patient will receive an identification nummer which can only be decoded by the responsible\ndata manager.\nMSD: all information on the samples (plate layouts that indicate which samples will be used) and the used kits will be registered\nin the lab book and electronically in .xls (which will go into the shared drive). The protocol will be stored in the lab book as well.\nThe data analysis will be done in R for which the script (that also specifies every step) will be made available in the shared folder.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nOther (specify below)\nOur data will be stored on KU Leuven administered drives (Archive K drive storage, Shared J drive\nand OneDrive KU Leuven). For some data analyses, some raw data will need (temporarily) to be\nstored on the encrypted local PC hard drive (analyses from a non-local source are too slow and\nlead to computational failures).\nPaper lab notebooks will be kept in locked closets in the labs of the PI.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nSince the data are stored on KU Leuven storages drives, the general ICT back-up Policy is\napplied.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nSince the data are stored on KU Leuven storages drives, and these drives are expandable in\nblocks, the backup capacity is technically not an issue.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess to KU Leuven administered drives is conditioned by KU Leuven security groups. Data\nconcerning patient information stored in excel files will be password protected and only the\nresponsible researchers will have access. Furthermore, the raw data are stored on the archive K\ndrive with (1) limited access (only a limited set of people have access) and (2) an overwrite and\ndelete protection (based on read-write access) in order to prevent accidental loss of these data.\nHard copies of the Informed Consent forms and paper lab notebooks are kept in locked cabinets\nin the lab of the PIs.\nAccess will be controlled by PI determined access rights mediated by password protection and\ncustomised read/write permissions\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n6 of 9\n1 TB is available on the central archive K drive of our research group (€100/year) – for this\nproject we will need < 0,5 TB for raw data storage\n0,5 TB is available on the central Shared J-drive of our research group (€500/year) – for this\nproject we will need < 0,5 TB for pseudonymized clinical data, processed data, metadata, scripts,\nSOPs, and results.\nWhen needed, these drives are expandable in blocks and funding to cover the costs is available\nin our group\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nOther (specify below)\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nHard copies of the Informed Consent forms, and paper lab notebooks are kept in locked cabinets\nin the lab of the PI.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost of archival on KU Leuven servers is estimated to be between 50 and 75 EUR for the 5\nyears after project end. Funding is available in our group to cover these costs.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nIn open Access repository:\nIn case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made\navailable on Github\nUpon request by email\nData is stored in the central server of KU Leuven and will be available upon request at least 5\nyears after the project. The information regarding this data can be found in the publications\nrelated to the project and the responsible PI will provide the requested data. All patient-related\ninformation is protected by the UZ Leuven.\nIf the participants have allowed that their data can be reused, other researchers can ask for the\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n7 of 9\ndata. The data will be provided using a secure medium, e.g. the filesender of Belnet.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nWhenever possible, datasets and the appropriate metadata will be made publicly available\nthrough repositories. As detailed above, metadata will contain sufficient information to support\ndata interpretation and reuse. These repositories clearly describe their conditions of use.\nFor data shared upon request, a data transfer agreement will be concluded with the involved\nparties in order to clearly describe the types of reuse that are permitted.\n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWe are currently discussing potential IP with LRD and will make a decision in agreement with them before publishing or\nsubmitting any data. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nOther (specify below)\nAll data obtained can be available after publication (upon agreement from LRD regarding IP aspects).\nIn open Access repository:\nIn case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made\navailable on Github\nUpon request by email\nData is stored in the central server of KU Leuven and will be available upon request at least 5\nyears after the project. The information regarding this data can be found in the publications\nrelated to the project and the responsible PI will provide the requested data. All patient-related\ninformation is protected by the UZ Leuven.\nIf the participants have allowed that their data can be reused, other researchers can ask for the\ndata. The data will be provided using a secure medium, e.g. the filesender of Belnet.\n \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nUpon approval from LRD.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n8 of 9\nOther (specify below)\nData usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or MTAs are\ndiscussed, this will always be after consulting and collaborating with LRD.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nDepending on the data repository and the type of data that would be made available, a unique identifier will be added to the data\nset.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone, the filesender of Belnet is for free.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher (Kaline Arnauts) and PI (Séverine Vermeire) are responsible for data\ndocumentation & metadata\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researcher (Kaline Arnauts) and PI (Séverine Vermeire) are responsible for data storage &\nback up during the project\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Séverine Vermeire) is responsible for ensuring data preservation and reuse\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI (Séverine Vermeire) bears the end responsibility for updating & implementing this DMP.\nThe DMP will be evaluated at regular meetings between the researcher and the PI during the\nproject\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n9 of 9"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Host-microbiome interactions through IBD-on-a-chip Creator: Creator: Kaline Arnauts Principal Investigator: Principal Investigator: First Name Surname Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Internal funding Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: First Name Surname Project abstract: Project abstract: Ex vivo research models mimicking the complexity of multifactorial diseases, such as inflammatory bowel disease (IBD), are lacking. Alterations in immune cells, dysbiosis of the microbiota and disruption of the epithelial barrier form a dynamic interplay within IBD that requires further understanding. The use of non-patient and disease specific research models, hampers the latter and translation of findings into patients. The 3R principle, denoting Replacement, Reduction, and Refinement of animal models in an utmost important framework for scientific research. Intestinal organoids, 3D ex vivo models of the intestinal epithelium, are gamechangers by mimicking patientand disease-specific characteristics but lack physiological fluid flow and peristalsis. This issue can be overcome by the use of organ-on-a-chip models, in which organoids can be incorporated. Yet, IBD is a multifactorial disease including multiple factors such as immune cells, microbiota and epithelial cells and requires a recapitulation of this complex interplay. The aim of this research project is to establish a patient-specific IBD gut-on-a-chip model including immune cells, microbiota and epithelial cells on the Emulate® platform to further study their interplay. A deeper understanding of these interactions, and the establishment of this disease specific model will be a major step forward to dissect disease driving mechanisms. ID: ID: 211775 Start date: Start date: 01-10-2024 End date: End date: 30-09-2025 Last modified: Last modified: 18-12-2024 Created using DMPonline.be. Last modiﬁed 18 December 2024 1 of 9 Host-microbiome interactions through IBD-on-a-chip Host-microbiome interactions through IBD-on-a-chip Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Clinical data Data retrieved from the patient records system (KWS platform UZ Leuven), stored in a pseudonymised manner. E D T <1GB Storage files -serum samples -mucosal biopsy/organoid - feces Samples are being collected in a pseudonymised manner, and stored physically in UZ Leuven biobank using 2D barcode labels. Registration and storage information are being recorded in a standardized manner (ie. one file per sample type: serum, mucosal biopsy, derived organoids, feces). The samples for this project in particular are thus part of our general sample storage files. E D T <1GB Created using DMPonline.be. Last modiﬁed 18 December 2024 2 of 9 Raw data Transcriptomic analysis of epithelial cells, sequenced generated by the Genomics core (UZ/KU Leuven) secretomic analysis of epithelial cells, sequenced generated by MSD panels Immunofluorescent staining of chips Papp (barrier integrity measurements) Microbiome 16S sequencing N N N N N D D D D D T T,I I T T <100GB <100GB <100GB <100GB <100GB Processed data Transcriptomic analysis of epithelial cells, sequenced generated by the Genomics core (UZ/KU Leuven) secretomic analysis of epithelial cells, sequenced generated by MSD panels Immunofluorescent staining of chips Papp (barrier integrity measurements) Microbiome 16S sequencing N N N N N D D D D D T T,I I T T <100GB <100GB <100GB <100GB <100GB Metadata Overview file with a clear description of what the data represent, how they were generated, qualtiy control etc. N D T <1GB Script Code that will transform raw data into processed data. Code that will transform processed data into results N D T <1GB Results The outcome of the project including tables, figurers and text explaining those N D T, I <100 GB Lab Note books Data written notes associated with carrying out experimental procedures N P T / Standard operating procedures Written protocols for experimental procedures N D T <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Reuse existing patient data from patient files including age, gender, disease duration and therapy. Personal data relating to the study participants including name and date-of-birth will be collected for identifier purposes. These personal data will only be available to researchers directly involved in the recruitment phase. For the remainder of the study, all derivative clinical parameters such as age, gender, disease duration and therapy will be coded, and thus pseudonymised. The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ Leuven) Created using DMPonline.be. Last modiﬁed 18 December 2024 3 of 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Personal data relating to the study participants including name and date-of-birth will be collected for identifier purposes. These personal data will only be available to researchers directly involved in the recruitment phase. For the remainder of the study, all derivative clinical parameters such as age, gender, disease duration and therapy will be coded, and thus pseudonymised. The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ Leuven) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The project includes the development of a IBD-on-a-chip system. In a later phase, the developed model might be of interest for commercial valorization. We are currently having meetings with LRD regarding this topic and are discussing any potential for research valorisation. After finishing the project and before dissemination of the results, we will look carefully if any valorisable material is present. Additional IP discussions might start from that point on in agreement with LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes In agreement with LRD, we are currently having meetings with Emulate (company from Gut-on-a-chip platform we are using) to discuss dissemination of data and research collaborations. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes In agreement with LRD, we are currently having meetings with Emulate (company from Gut-on-a-chip platform we are using) to discuss dissemination of data and research collaborations. Created using DMPonline.be. Last modiﬁed 18 December 2024 4 of 9 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Standard experimental procedures (SOPs) and practices are/will be fully documented as PDF and saved on the KUL Shared J- drive assigned to our group.The methodology and protocol will be described in detail in the physical lab book that will be stored at the lab at all times. An accompanying key file (.xls) to decipher which result files match which protocol (which will reference the pages in the lab book) will also be available on a shared drive. Only members from the team will have access to these folders. Data folders containing the raw data are being stored on our KUL Archive K drive. Data folders containing pseudonymized clinical data, processed data, metadata and scripts* are stored on our KUL Shared J- drive. Data folder names will always contain the date, type of experiment, and the name of the study cohort. *Scripts will be commented and extensively documented, e.g. using Jupyter Notebooks and R Markdown. Used software will be version-controlled and tracked via version numbers in the scripts. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata standard: The biological samples registered in the biobank will contain metadata required by the royal decree of biobanking (9JAN2018), standardized metadata to trace the pre-analytical factors of the sample which are most likely to impact research results. Where no metadata standard exists ,we do have a minimal set of requirements that will be followed in order to ensure standardization and possibility to reinterpret and reuse the data when necessary and permitted. All collected data will be labelled with (1) title, (2) author, (3) data type, (4) data created and date modified, (5) file size, (6) equipment reference (such as manufacturer and model identification). Depending on the nature of data additional metadata are collected. Text documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, quality control metrics, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation RNA,16s rRNA Sequencing: All experimental data will be noted every day in the lab book including all detailed experimental data. Once the sequencing data will be available, all files and folders will be labeled in a clearly structured way. The explanation of the labeling and the performed analysis will also be written down in the lab book. For sequencing, sequencing depth and analysis cut-offs will also be noted. Microscopy: The labeling of every individual picture taken will contain the patient culture number, the passage number, the experimental stimulation and the magnification. Papp measurements Every sampling will be noted every day and contain all experimental information (patient culture number, passage number, experimental stimulation). Analysis will be performed in a platereader and stored in excel files. The excel file will also contain all experimental data and refer to the according pages in the labbook. Biobank Created using DMPonline.be. Last modiﬁed 18 December 2024 5 of 9 All patient information (age, gender, disease) will be registered in an psuedonymized way in the file containing all collected samples. Every patient will receive an identification nummer which can only be decoded by the responsible data manager. MSD: all information on the samples (plate layouts that indicate which samples will be used) and the used kits will be registered in the lab book and electronically in .xls (which will go into the shared drive). The protocol will be stored in the lab book as well. The data analysis will be done in R for which the script (that also specifies every step) will be made available in the shared folder. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Other (specify below) Our data will be stored on KU Leuven administered drives (Archive K drive storage, Shared J drive and OneDrive KU Leuven). For some data analyses, some raw data will need (temporarily) to be stored on the encrypted local PC hard drive (analyses from a non-local source are too slow and lead to computational failures). Paper lab notebooks will be kept in locked closets in the labs of the PI. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Since the data are stored on KU Leuven storages drives, the general ICT back-up Policy is applied. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Since the data are stored on KU Leuven storages drives, and these drives are expandable in blocks, the backup capacity is technically not an issue. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to KU Leuven administered drives is conditioned by KU Leuven security groups. Data concerning patient information stored in excel files will be password protected and only the responsible researchers will have access. Furthermore, the raw data are stored on the archive K drive with (1) limited access (only a limited set of people have access) and (2) an overwrite and delete protection (based on read-write access) in order to prevent accidental loss of these data. Hard copies of the Informed Consent forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs. Access will be controlled by PI determined access rights mediated by password protection and customised read/write permissions What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 18 December 2024 6 of 9 1 TB is available on the central archive K drive of our research group (€100/year) – for this project we will need < 0,5 TB for raw data storage 0,5 TB is available on the central Shared J-drive of our research group (€500/year) – for this project we will need < 0,5 TB for pseudonymized clinical data, processed data, metadata, scripts, SOPs, and results. When needed, these drives are expandable in blocks and funding to cover the costs is available in our group Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) Other (specify below) The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Hard copies of the Informed Consent forms, and paper lab notebooks are kept in locked cabinets in the lab of the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of archival on KU Leuven servers is estimated to be between 50 and 75 EUR for the 5 years after project end. Funding is available in our group to cover these costs. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) In open Access repository: In case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made available on Github Upon request by email Data is stored in the central server of KU Leuven and will be available upon request at least 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data. All patient-related information is protected by the UZ Leuven. If the participants have allowed that their data can be reused, other researchers can ask for the Created using DMPonline.be. Last modiﬁed 18 December 2024 7 of 9 data. The data will be provided using a secure medium, e.g. the filesender of Belnet. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories. As detailed above, metadata will contain sufficient information to support data interpretation and reuse. These repositories clearly describe their conditions of use. For data shared upon request, a data transfer agreement will be concluded with the involved parties in order to clearly describe the types of reuse that are permitted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights We are currently discussing potential IP with LRD and will make a decision in agreement with them before publishing or submitting any data. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Other (specify below) All data obtained can be available after publication (upon agreement from LRD regarding IP aspects). In open Access repository: In case of sequencing data, these datasets will be deposited to NCBI. Applied codes can be made available on Github Upon request by email Data is stored in the central server of KU Leuven and will be available upon request at least 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data. All patient-related information is protected by the UZ Leuven. If the participants have allowed that their data can be reused, other researchers can ask for the data. The data will be provided using a secure medium, e.g. the filesender of Belnet. When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) Upon approval from LRD. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Created using DMPonline.be. Last modiﬁed 18 December 2024 8 of 9 Other (specify below) Data usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or MTAs are discussed, this will always be after consulting and collaborating with LRD. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository Depending on the data repository and the type of data that would be made available, a unique identifier will be added to the data set. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None, the filesender of Belnet is for free. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher (Kaline Arnauts) and PI (Séverine Vermeire) are responsible for data documentation & metadata Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher (Kaline Arnauts) and PI (Séverine Vermeire) are responsible for data storage & back up during the project Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Séverine Vermeire) is responsible for ensuring data preservation and reuse Who will update and implement this DMP? Who will update and implement this DMP? The PI (Séverine Vermeire) bears the end responsibility for updating & implementing this DMP. The DMP will be evaluated at regular meetings between the researcher and the PI during the project Created using DMPonline.be. Last modiﬁed 18 December 2024 9 of 9"
}