{
    "document_id": "D-2023-2333",
    "LinkTitle": "D-2023-2333",
    "file_name": "D-2023-2333.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2333.pdf",
    "metadata": {
        "title": "We know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms on men’s work-family choices",
        "author": "N/A",
        "creation_date": "2024-03-28 08:55:37+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "We know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms\nWe know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms\non men’s work-family choices\non men’s work-family choices\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nSarah Grootjans\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nC14/23/063\nID: \nID: \n205441\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n01-10-2027\nProject abstract:\nProject abstract:\nWhile much has changed for women with regard to work-family (W-F) arrangements in past decades, much less has changed for men. Men’s lower\nfamily care participation also impacts women on the work front, presenting a remaining barrier for gender equality. Despite men’s clear lower care\nparticipation, almost all of the focus in science and policy has gone to addressing the lower work participation of women. In the current project we shift\nthis focus to address the care gap, and focus in particular on men. We take the perspective of the employee and examine the implicit and explicit\nmessages men are receiving within organizations, and the impact of these messages on W-F choices. For this analysis we combine social psychological\nand sociological/work-organizational perspectives, to understand the world from the perspective of the individual in context, and identify the\nunderlying mechanisms that maintain W-F gender gaps. We start with a consideration of the role of masculine organizational climates in men’s\nperceptions of what is possible with regard to W-F roles, and then examine three mechanisms by which climates may affect W-F choices.\nLast modified: \nLast modified: \n28-03-2024\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n1 of 8\nWe know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms\nWe know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms\non men’s work-family choices\non men’s work-family choices\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAcross all workpackages\nAcross all workpackages\n \n \n \n \n \n \n \nBibliographic references\nBibliographic references from Zotero\nN\nD\nT\n.rtf\n<1GB\nNA\nLiterature notes\nNotes and annotations to scientific papers and\nbooks managed in Zotero\nN\nD\nT\nNA\n<1GB\nNA\nLiterature summaries\nSummarized literature in Excel\nN\nD\nT\n.xlsx\n<1GB\nNA\nScientific papers and\nbooks\nDownloaded scientific papers and books\nE\nD\nT\n.pdf\n<1GB\nNA\nScale list\nOverview of scales used with references\nN\nD\nT\n.docx\n<1GB\nNA\nSchematic construct\noverview\nSchematic overview of measured constructs\nand studied relationships\nN\nD\nM\n.png\n<1GB\nNA\nPre-registrations\nPre-registrations of planned data analyses using\nthe AsPredicted template\nN\nD\nT\n.pdf;\n.docx\n<1GB\nNA\nSPSS datasets\nDatasets in SPSS\nN\nD\nN, T\n.sav\n<1GB\nNA\nSPSS syntax\nSPSS syntax for statistical analyses\nN\nD\nN, T, M\n.sps\n<1GB\nNA\nSPSS output\nSPSS output\nN\nD\nN, T\n.spv\n<1GB\nNA\nR scripts\nR scripts for statistical analyses\nN\nD\nN, T, M\n.R\n<1GB\nNA\nWP1\nWP1\n \n \n \n \n \n \n \nRecruitment plan\nStep-by-step plan for recruitment\nN\nD\nT\n.docx\n<1GB\nNA\nMail for organizations,\nHR-managers, and\nemployees\nRecruitment mail for organizations, HR-\nmanagers, and employees\nN\nD\nT\n.docx\n<1GB\nNA\nInformation sheets\nInformation sheets for organizations\nN\nD\nT\n.pdf\n<1GB\nNA\nNon-\ndisclosure/confidentiality \nagreements\nNon-disclosure agreements for organizations\nand students\nN\nD\nT\n.pdf\n<1GB\nNA\nInformed consents \nInformed consents from organizations\nN\nD\nT\n.pdf\n<1GB\nNA\nShareable surveys for\ncommunication with\norganizations\nConfidential pdf-version of surveys for\norganizations\nN\nD\nT\n.pdf\n<1GB\nNA\nOnline survey (HR)\nOnline survey for HR-managers on Qualtrics\nN\nD\nN, T\n.qsf\n<1GB\nNA\nOnline survey (employees)\nOnline survey (including informed consent) for\nemployees using Qualtrics\nN\nD\nN, T\n.qsf\n<1GB\nNA\nOnline survey for lottery\nand results\nOnline survey for employees for entering the\nlottery and requesting to be notified about\nresults, using Qualtrics\nN\nD\nN, T\n.qsf\n<1GB\nNA\nOrganizational mission\nstatements\nOrganizational mission statements for textual\nanalyses\nN\nD\nT\nTBD\n<1GB\nNA\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n2 of 8\nQualitative data analyses\nof mission statements\nAnalyses of mission statements\nN\nD\nTBD\nTBD\n<1GB\nNA\nFormulary for the family\nleave-taking outcomes\nFormulas for calculating the family leave-\ntaking outcomes\nN\nD\nN, T\n.docx;\n.pdf\n<1GB\nNA\nWP2 (SUBJECT TO\nWP2 (SUBJECT TO\nCHANGE)\nCHANGE)\n \n \n \n \n \n \n \nExperimental survey\nOnline experimental survey using Qualtrics\nN\nD\nN, T\n.qsf\n<1GB\nNA\nCardiovascular response\nCardiac output and total peripheral resistance\nof blood vessels\nN\nD\nN\nTBD\n<1GB\nNA\nSpeeches\nSpeech data\nN\nD\nS\n.mp3\n<1GB\nNA\nSpeech transcripts\nTranscribed speech data\nN\nD\nT\n.docx;\n.pdf\n<1GB\nNA\nQualitative data analyses\nAnalyses of speech data\nN\nD\nTBD\nTBD\n<1GB\nNA\nWP3 (SUBJECT TO\nWP3 (SUBJECT TO\nCHANGE)\nCHANGE)\n \n \n \n \n \n \n \nDaily diary data\nDaily diary data collected using Avicenna\n(Ethica)\nN\nD\nN, T\nTBD\n<1GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe will use existing, publically available organizational mission statements for text mining. The source of the mission statements will be the\nofficial websites of the organizations in our WP1 survey sample. \nIn addition, also for WP1, an HR manager of each of the participating organizations will provide policy data, data on the gender distribution at\nthe top and middle management, and family leave-taking statistics. Informed consent from the organizations is always obtained for the HR\nmanager to provide us with this information. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nAll WPs consist of collecting human subject data, either correlation (WP1, WP3) or experimental (WP2) in nature. SMEC approval number for\nWP1: G-2023-6660\nThe DMP will be updated when SMEC approval is obtained for the other WPs. WP2 and WP3 are subject to change. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nAll WPs entail collecting personal data. For WP1, the personal data entails: the name of the organization the participants work for, participants'\nage, gender, sexual orientation, relationship status, having children and/or expecting a child, educational level, ethnicity, income, working\nsector, working arrangement, and more. In addition, first and last name, as well as email addresses are collected for reimbursement purposes\nand in case participants want to be notified about the most important study results (this will be kept separately from survey responses). The\norganizations the participants work for will be pseudonymized by assigning participants that work for the same organization the same number.\nIn a separate file, the organizations with their corresponding number are saved to be able to relate the HR-survey data and organizational\nmission statements to the correct organizations and employee-survey data. This file, that identifies the organizations that participated, will not\nbe shared with anyone outside of the work-family research team. PRET G-number: G-2023-6660\nFor WP2 (subject to change), the personal data that needs to be collected largely remains to be decided, but it will likely entail collecting\nspeech data, participants' age, gender, employment status, ethnicity, SES, and educational level. Approval by PRET still needs to be obtained. \nFor WP3 (subject to change), the personal data that needs to be collected also largely remains to be decided, but it will likely entail collecting\nthe same personal data as in WP2 (minus the speech data). Approval by PRET still needs to be obtained. \nAcross all WPs, whenever data is shared outside of the work-family research team, only pseudonymized data will be shared, the data will be\nlicensed, the data will have restricted access, and consent for data sharing from the participants needs to be obtained. In addition, the feedback\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n3 of 8\nreports provided to the organizations that participated in WP1 will only contain the collective data (and consent for sharing the collective data\nfrom the participants needs to be obtained). Whenever the data needs to be shared and used by students that do not have encrypted laptops (and\nare only temporarily a part of the work-family research team), they will need to sign a confidentiality agreement and will only receive the\npseudonymized data file. \nThe DMP will be updated when PRET approval is obtained for the other WPs. WP2 and WP3 are subject to change. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nThe license provided with the data will prevent commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nThe organizational mission statements we plan to use for text mining are publically available and do not pertain to personal data, thus there are\nno restrictions on the data. \nFor WP1, an HR manager of each of the participating organizations will provide policy data, data on the gender distribution at the top and\nmiddle management, and family leave-taking statistics. Informed consent from the organizations is always obtained for the HR manager to\nprovide us with this information. We are allowed to use and share this data under the condition that the organization that provided the data is\nnot identifiable. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe organizational mission statements we plan to use for text mining are publically available and do not pertain to personal data, thus there are\nno restrictions on the data. \nFor WP1, an HR manager of each of the participating organizations will provide policy data, data on the gender distribution at the top and\nmiddle management, and family leave-taking statistics. Informed consent from the organizations is always obtained for the HR manager to\nprovide us with this information. We are allowed to use and share this data under the condition that the organization that provided the data is\nnot identifiable. \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor all data, a data sheet will be made, according to the data management protocol of the research unit of CSCP of the faculty of Psychology\nand Educational Sciences, which deals with (1) the essential project information and (2) the study content information. In (1) the project title\nwill be added, as well as the main contributors, the start and end date of the project, the funding for the project, the start and end date of the\ndata collection, the reference to the approval of the ethical commission and the location of all the information about the project that is stored on\npersonal computers. In (2) the aims and research questions are discussed, as well as the design, the final sample and sampling procedure, the\ndata collection equipment, the software used for data collection and data analyses (including SPSS syntax and R code files), the materials that\nare used, variable-level information (label, question text, codes, frequencies), a summary of the analyses and results, references to publications\nor other official output, and certain problems during data collection or analyses or if certain participants were removed and why. For the\nspeech tasks and physiological measurements in WP2 (subject to change), details on the setting, the subjects and the instructions given to\nparticipants will also be documented in a Word document, as well as steps taken to remove direct identifiers (pseudonymisation) in the data\nwill be described.  \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n4 of 8\nIn summary, a folder will be created per WP, with the following files and subfolders: 1) a read-me file; (2) a data sheet; (3) the\nconceptualization of the study: literature review, meetings, preparatory studies; (4) the organisation of the study: ethical approval, participant\nrecruitment; (5) the material of the study: e.g. used questionnaire, interview, scales, including a subfolder with the development of the material\n(different steps, feedback, pilot study, ...); (6) the data and analysis of the study: raw data (see below), anonymised data, data cleaning (with\namongst others the syntax and cleaned dataset) and the results; (7) output: manuscripts, presentations.\nEach folder, subfolder, and file will adopt meaningful filenaming starting with the description of the content, the date (year/month/day), and,\nwhen applicable, ending with the initials of the creator. This is all separated using an underscore. \nThe read-me files will be added in the (sub)folder of each dataset, with information about the contents of the subfolders of the studies.\nCodebooks will be generated for each dataset using R (specifying the R version used).\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe data will be shared on KU Leuven RDR, using their metadata standard. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nAll data will be stored on OneDrive operated by KU Leuven. Whenever data needs to be downloaded for offline access or for uploading data to\nSPSS and R, it will only be kept on Bitlocker encrypted computers. Thesis students/interns/job students will only receive the pseudonymized\ndatafiles as they likely have unencrypted computers. \nAfter completion of a study, pseudonymized data will be uploaded to the shared J-drive and KU Leuven RDR for long-term preservation. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nAll data is stored on OneDrive operated by KU Leuven, and also on J-Drive and KU Leuven RDR whenever a study is complete. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nEach KU Leuven OneDrive account has 2TB storage. The J-Drive has 1TB. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data is stored on OneDrive operated by KU Leuven and on encrypted laptops. Whenever data needs to be shared with thesis students,\ninterns, and job students, only pseudonymized data is shared and a confidentiality agreement needs to be signed. When uploading data to the J-\ndrive and KU Leuven RDR, only pseudonymized data is shared.\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n5 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be preserved for 10 years, except the speech recordings (deleted after transcription) and information collected for reimbursement\npurposes and for notifying participants about the most important study results (deleted after participants are compensated and notified) as these\nentail highly personally identifiable information. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation during the expected retention period. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nData will be made available on KU Leuven RDR and the shared J-drive. All data necessary to be able to replicate the research will be shared.\nPseudonymized data will be shared under restricted access, except for pseudonymized transcripts of speech data. Pseudonymized transcripts\nwill only be made available upon additional request. Raw data is never shared. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nPseudonymized data will be shared with people outside of the work-family research team when requested to the main supervisor, except for\nraw data and pseudonymized transcripts of speech data. The latter will only be made available upon additional request. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n6 of 8\nYes, ethical aspects\nYes, privacy aspects\nPersonal data of the participants will be collected across all WPs. The name of the organization they work for will be pseudonymized by\nreplacing names with a number. The list specifying the number and corresponding organization will not be shared. The names and email\naddresses of participants for reimbursement and notification about the study results are never shared, which also applies to the raw speech data.\nPseudonymized data is only available under restricted access, upon request to the main supervisor. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nThe license provided will likely be CC-BY-NC-SA-4.0, which entails:\nData is free to share and adapt, however: Give appropriate credit, indicate if changes were made, do not use the material for commercial\npurposes, distribute your contributions under the same license as the original. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nThe PID will consist of a doi generated whenever a dataset is uploaded to KU Leuven RDR.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe data documentation and metadata will be managed by the PhD researcher (Sarah Grootjans) appointed to the C1 research project. \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n7 of 8\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe data storage and backup will be managed by the PhD researcher (Sarah Grootjans) appointed to the C1 research project. \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe data preservation and sharing will be managed by Colette van Laar, the main supervisor of the project. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe DMP will be updated and implemented by the PhD researcher (Sarah Grootjans) appointed to the C1 research project. \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n8 of 8"
    },
    "clean_full_text": "We know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms We know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms on men’s work-family choices on men’s work-family choices A Data Management Plan created using DMPonline.be Creator: Creator: Sarah Grootjans Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: C14/23/063 ID: ID: 205441 Start date: Start date: 01-10-2023 End date: End date: 01-10-2027 Project abstract: Project abstract: While much has changed for women with regard to work-family (W-F) arrangements in past decades, much less has changed for men. Men’s lower family care participation also impacts women on the work front, presenting a remaining barrier for gender equality. Despite men’s clear lower care participation, almost all of the focus in science and policy has gone to addressing the lower work participation of women. In the current project we shift this focus to address the care gap, and focus in particular on men. We take the perspective of the employee and examine the implicit and explicit messages men are receiving within organizations, and the impact of these messages on W-F choices. For this analysis we combine social psychological and sociological/work-organizational perspectives, to understand the world from the perspective of the individual in context, and identify the underlying mechanisms that maintain W-F gender gaps. We start with a consideration of the role of masculine organizational climates in men’s perceptions of what is possible with regard to W-F roles, and then examine three mechanisms by which climates may affect W-F choices. Last modified: Last modified: 28-03-2024 Created using DMPonline.be. Last modiﬁed 28 March 2024 1 of 8 We know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms We know what men want - or do we? Insidious processes that maintain the powerful impact of traditional norms on men’s work-family choices on men’s work-family choices Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Across all workpackages Across all workpackages Bibliographic references Bibliographic references from Zotero N D T .rtf <1GB NA Literature notes Notes and annotations to scientific papers and books managed in Zotero N D T NA <1GB NA Literature summaries Summarized literature in Excel N D T .xlsx <1GB NA Scientific papers and books Downloaded scientific papers and books E D T .pdf <1GB NA Scale list Overview of scales used with references N D T .docx <1GB NA Schematic construct overview Schematic overview of measured constructs and studied relationships N D M .png <1GB NA Pre-registrations Pre-registrations of planned data analyses using the AsPredicted template N D T .pdf; .docx <1GB NA SPSS datasets Datasets in SPSS N D N, T .sav <1GB NA SPSS syntax SPSS syntax for statistical analyses N D N, T, M .sps <1GB NA SPSS output SPSS output N D N, T .spv <1GB NA R scripts R scripts for statistical analyses N D N, T, M .R <1GB NA WP1 WP1 Recruitment plan Step-by-step plan for recruitment N D T .docx <1GB NA Mail for organizations, HR-managers, and employees Recruitment mail for organizations, HR- managers, and employees N D T .docx <1GB NA Information sheets Information sheets for organizations N D T .pdf <1GB NA Non- disclosure/confidentiality agreements Non-disclosure agreements for organizations and students N D T .pdf <1GB NA Informed consents Informed consents from organizations N D T .pdf <1GB NA Shareable surveys for communication with organizations Confidential pdf-version of surveys for organizations N D T .pdf <1GB NA Online survey (HR) Online survey for HR-managers on Qualtrics N D N, T .qsf <1GB NA Online survey (employees) Online survey (including informed consent) for employees using Qualtrics N D N, T .qsf <1GB NA Online survey for lottery and results Online survey for employees for entering the lottery and requesting to be notified about results, using Qualtrics N D N, T .qsf <1GB NA Organizational mission statements Organizational mission statements for textual analyses N D T TBD <1GB NA Created using DMPonline.be. Last modiﬁed 28 March 2024 2 of 8 Qualitative data analyses of mission statements Analyses of mission statements N D TBD TBD <1GB NA Formulary for the family leave-taking outcomes Formulas for calculating the family leave- taking outcomes N D N, T .docx; .pdf <1GB NA WP2 (SUBJECT TO WP2 (SUBJECT TO CHANGE) CHANGE) Experimental survey Online experimental survey using Qualtrics N D N, T .qsf <1GB NA Cardiovascular response Cardiac output and total peripheral resistance of blood vessels N D N TBD <1GB NA Speeches Speech data N D S .mp3 <1GB NA Speech transcripts Transcribed speech data N D T .docx; .pdf <1GB NA Qualitative data analyses Analyses of speech data N D TBD TBD <1GB NA WP3 (SUBJECT TO WP3 (SUBJECT TO CHANGE) CHANGE) Daily diary data Daily diary data collected using Avicenna (Ethica) N D N, T TBD <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We will use existing, publically available organizational mission statements for text mining. The source of the mission statements will be the official websites of the organizations in our WP1 survey sample. In addition, also for WP1, an HR manager of each of the participating organizations will provide policy data, data on the gender distribution at the top and middle management, and family leave-taking statistics. Informed consent from the organizations is always obtained for the HR manager to provide us with this information. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) All WPs consist of collecting human subject data, either correlation (WP1, WP3) or experimental (WP2) in nature. SMEC approval number for WP1: G-2023-6660 The DMP will be updated when SMEC approval is obtained for the other WPs. WP2 and WP3 are subject to change. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) All WPs entail collecting personal data. For WP1, the personal data entails: the name of the organization the participants work for, participants' age, gender, sexual orientation, relationship status, having children and/or expecting a child, educational level, ethnicity, income, working sector, working arrangement, and more. In addition, first and last name, as well as email addresses are collected for reimbursement purposes and in case participants want to be notified about the most important study results (this will be kept separately from survey responses). The organizations the participants work for will be pseudonymized by assigning participants that work for the same organization the same number. In a separate file, the organizations with their corresponding number are saved to be able to relate the HR-survey data and organizational mission statements to the correct organizations and employee-survey data. This file, that identifies the organizations that participated, will not be shared with anyone outside of the work-family research team. PRET G-number: G-2023-6660 For WP2 (subject to change), the personal data that needs to be collected largely remains to be decided, but it will likely entail collecting speech data, participants' age, gender, employment status, ethnicity, SES, and educational level. Approval by PRET still needs to be obtained. For WP3 (subject to change), the personal data that needs to be collected also largely remains to be decided, but it will likely entail collecting the same personal data as in WP2 (minus the speech data). Approval by PRET still needs to be obtained. Across all WPs, whenever data is shared outside of the work-family research team, only pseudonymized data will be shared, the data will be licensed, the data will have restricted access, and consent for data sharing from the participants needs to be obtained. In addition, the feedback Created using DMPonline.be. Last modiﬁed 28 March 2024 3 of 8 reports provided to the organizations that participated in WP1 will only contain the collective data (and consent for sharing the collective data from the participants needs to be obtained). Whenever the data needs to be shared and used by students that do not have encrypted laptops (and are only temporarily a part of the work-family research team), they will need to sign a confidentiality agreement and will only receive the pseudonymized data file. The DMP will be updated when PRET approval is obtained for the other WPs. WP2 and WP3 are subject to change. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No The license provided with the data will prevent commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes The organizational mission statements we plan to use for text mining are publically available and do not pertain to personal data, thus there are no restrictions on the data. For WP1, an HR manager of each of the participating organizations will provide policy data, data on the gender distribution at the top and middle management, and family leave-taking statistics. Informed consent from the organizations is always obtained for the HR manager to provide us with this information. We are allowed to use and share this data under the condition that the organization that provided the data is not identifiable. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The organizational mission statements we plan to use for text mining are publically available and do not pertain to personal data, thus there are no restrictions on the data. For WP1, an HR manager of each of the participating organizations will provide policy data, data on the gender distribution at the top and middle management, and family leave-taking statistics. Informed consent from the organizations is always obtained for the HR manager to provide us with this information. We are allowed to use and share this data under the condition that the organization that provided the data is not identifiable. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For all data, a data sheet will be made, according to the data management protocol of the research unit of CSCP of the faculty of Psychology and Educational Sciences, which deals with (1) the essential project information and (2) the study content information. In (1) the project title will be added, as well as the main contributors, the start and end date of the project, the funding for the project, the start and end date of the data collection, the reference to the approval of the ethical commission and the location of all the information about the project that is stored on personal computers. In (2) the aims and research questions are discussed, as well as the design, the final sample and sampling procedure, the data collection equipment, the software used for data collection and data analyses (including SPSS syntax and R code files), the materials that are used, variable-level information (label, question text, codes, frequencies), a summary of the analyses and results, references to publications or other official output, and certain problems during data collection or analyses or if certain participants were removed and why. For the speech tasks and physiological measurements in WP2 (subject to change), details on the setting, the subjects and the instructions given to participants will also be documented in a Word document, as well as steps taken to remove direct identifiers (pseudonymisation) in the data will be described. Created using DMPonline.be. Last modiﬁed 28 March 2024 4 of 8 In summary, a folder will be created per WP, with the following files and subfolders: 1) a read-me file; (2) a data sheet; (3) the conceptualization of the study: literature review, meetings, preparatory studies; (4) the organisation of the study: ethical approval, participant recruitment; (5) the material of the study: e.g. used questionnaire, interview, scales, including a subfolder with the development of the material (different steps, feedback, pilot study, ...); (6) the data and analysis of the study: raw data (see below), anonymised data, data cleaning (with amongst others the syntax and cleaned dataset) and the results; (7) output: manuscripts, presentations. Each folder, subfolder, and file will adopt meaningful filenaming starting with the description of the content, the date (year/month/day), and, when applicable, ending with the initials of the creator. This is all separated using an underscore. The read-me files will be added in the (sub)folder of each dataset, with information about the contents of the subfolders of the studies. Codebooks will be generated for each dataset using R (specifying the R version used). Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The data will be shared on KU Leuven RDR, using their metadata standard. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) All data will be stored on OneDrive operated by KU Leuven. Whenever data needs to be downloaded for offline access or for uploading data to SPSS and R, it will only be kept on Bitlocker encrypted computers. Thesis students/interns/job students will only receive the pseudonymized datafiles as they likely have unencrypted computers. After completion of a study, pseudonymized data will be uploaded to the shared J-drive and KU Leuven RDR for long-term preservation. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution All data is stored on OneDrive operated by KU Leuven, and also on J-Drive and KU Leuven RDR whenever a study is complete. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Each KU Leuven OneDrive account has 2TB storage. The J-Drive has 1TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is stored on OneDrive operated by KU Leuven and on encrypted laptops. Whenever data needs to be shared with thesis students, interns, and job students, only pseudonymized data is shared and a confidentiality agreement needs to be signed. When uploading data to the J- drive and KU Leuven RDR, only pseudonymized data is shared. Created using DMPonline.be. Last modiﬁed 28 March 2024 5 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 10 years, except the speech recordings (deleted after transcription) and information collected for reimbursement purposes and for notifying participants about the most important study results (deleted after participants are compensated and notified) as these entail highly personally identifiable information. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation during the expected retention period. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Data will be made available on KU Leuven RDR and the shared J-drive. All data necessary to be able to replicate the research will be shared. Pseudonymized data will be shared under restricted access, except for pseudonymized transcripts of speech data. Pseudonymized transcripts will only be made available upon additional request. Raw data is never shared. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Pseudonymized data will be shared with people outside of the work-family research team when requested to the main supervisor, except for raw data and pseudonymized transcripts of speech data. The latter will only be made available upon additional request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 28 March 2024 6 of 8 Yes, ethical aspects Yes, privacy aspects Personal data of the participants will be collected across all WPs. The name of the organization they work for will be pseudonymized by replacing names with a number. The list specifying the number and corresponding organization will not be shared. The names and email addresses of participants for reimbursement and notification about the study results are never shared, which also applies to the raw speech data. Pseudonymized data is only available under restricted access, upon request to the main supervisor. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) The license provided will likely be CC-BY-NC-SA-4.0, which entails: Data is free to share and adapt, however: Give appropriate credit, indicate if changes were made, do not use the material for commercial purposes, distribute your contributions under the same license as the original. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository The PID will consist of a doi generated whenever a dataset is uploaded to KU Leuven RDR. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The data documentation and metadata will be managed by the PhD researcher (Sarah Grootjans) appointed to the C1 research project. Created using DMPonline.be. Last modiﬁed 28 March 2024 7 of 8 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The data storage and backup will be managed by the PhD researcher (Sarah Grootjans) appointed to the C1 research project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The data preservation and sharing will be managed by Colette van Laar, the main supervisor of the project. Who will update and implement this DMP? Who will update and implement this DMP? The DMP will be updated and implemented by the PhD researcher (Sarah Grootjans) appointed to the C1 research project. Created using DMPonline.be. Last modiﬁed 28 March 2024 8 of 8"
}