{
    "document_id": "D-2022-1558",
    "LinkTitle": "D-2022-1558",
    "file_name": "D-2022-1558.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1558.pdf",
    "metadata": {
        "title": "D-2022-1558",
        "author": "Myriam Mertens",
        "creation_date": "2022-06-23 18:18:13+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "2019 -10-01 | FWO DMP Template   1 \n DMP GOH2922N  \n \n1. General Information  \n \nName applicant  Koen Binnemans  \nFWO Project Number & Title  GOH2922N  \nElectrocoordination  chemistry of s -block elements in organic media for future batteries  (ECOBAT) \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \nDescribe the origin, type  and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types (the kind of content) from \ndata formats  (the technical format).  A distinction must be made between data generated by the experimental and theoretical research groups. \nFor the experimental group, datatypes include raw and processed data generated by analytical equipment \n(stored  in text format), lab notebooks, experiment information files (rtf and  pdf format), manuscript files. \nNo images will  be collected or stored, with exception for SEM and other surface analysis techniques. For \nthe theoretical  groups, data are mainly files with the results of first principles calculations (DFT and \nbeyond) and of molecular  dynamics simulations. Files are in software -specific format, some are readable \n(*.txt) but most are binary files.  Metadata will be in pdf format.  \n \n \n2019 -10-01 | FWO DMP Template   2 \n 3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data ( e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment : \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  A folder in SharePoint with instructions  \n2019 -10-01 | FWO DMP Template   3 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☒ Yes \n☐ No \nIf yes, please specify :  EXPDAT files, in .docx format, and the EXPLOG file, in .xlsx format , ASCII  files, PDF \nfiles \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?   OneDrive and SharePoint  \nHow will the data be backed up?  The data is on Cloud and backup by Microsoft servers  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of  the allocated \nproject budget  to be used to cover the cost incurred.  Included in KU Leuven Office 365 subscription  (costs are covered by KU Leuven)  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?   Data is secured with user, password,  and MFA  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \n2019 -10-01 | FWO DMP Template   4 \n Which data will be retained for the expected 5 \nyear period after the end of the project? In cas e \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All data  will be retained  \nWhere will these data be archived (= stored for \nthe long term)?  OneDrive and SharePoint  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Included in KU Leuven Office 365 subscription  (costs are covered by KU Leuven)  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  All data concerning publication  \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☐ Upon request by mail  \n☐ Other (specify):  \n \n2019 -10-01 | FWO DMP Template   5 \n When will the data be made available?  Data will be made publicly available at the time of publication of the work.  \nWho will be able to access the data and under \nwhat conditions?  Before publication, access will be given only to the members of the SOLVOMET group.  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmar ked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Costs are covered by KU Leuven (Lirias – OpenAccess Repository)  \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Koen Binnemans (PI) , Clio Deferm (research manager)  and Lucian Onisei (pro ject manager of the EOS \nproject)  \nWho will be responsible for data storage & back \nup during the project?  Koen Binnemans (PI), Clio Deferm (research manager) and Lucian Onisei (project manager of the EOS \nproject)  \nWho will be responsible for ensuring data \npreservation and sharing?  Koen Bi nnemans (PI), Clio Deferm (research manager) and Lucian Onisei (project manager of the EOS \nproject)  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implement ing this DMP  Koen Binnemans (PI), Clio Deferm (research manager) and Lucian Onisei (project manager of the EOS \nproject)  \n "
    },
    "clean_full_text": "2019 -10-01 | FWO DMP Template 1 DMP GOH2922N 1. General Information Name applicant Koen Binnemans FWO Project Number & Title GOH2922N Electrocoordination chemistry of s -block elements in organic media for future batteries (ECOBAT) Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). A distinction must be made between data generated by the experimental and theoretical research groups. For the experimental group, datatypes include raw and processed data generated by analytical equipment (stored in text format), lab notebooks, experiment information files (rtf and pdf format), manuscript files. No images will be collected or stored, with exception for SEM and other surface analysis techniques. For the theoretical groups, data are mainly files with the results of first principles calculations (DFT and beyond) and of molecular dynamics simulations. Files are in software -specific format, some are readable (*.txt) but most are binary files. Metadata will be in pdf format. 2019 -10-01 | FWO DMP Template 2 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data ( e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment : Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? A folder in SharePoint with instructions 2019 -10-01 | FWO DMP Template 3 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify : EXPDAT files, in .docx format, and the EXPLOG file, in .xlsx format , ASCII files, PDF files 5. Data storage & backup during the FWO project Where will the data be stored? OneDrive and SharePoint How will the data be backed up? The data is on Cloud and backup by Microsoft servers Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Included in KU Leuven Office 365 subscription (costs are covered by KU Leuven) Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is secured with user, password, and MFA 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019 -10-01 | FWO DMP Template 4 Which data will be retained for the expected 5 year period after the end of the project? In cas e only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained Where will these data be archived (= stored for the long term)? OneDrive and SharePoint What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Included in KU Leuven Office 365 subscription (costs are covered by KU Leuven) 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? All data concerning publication Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): 2019 -10-01 | FWO DMP Template 5 When will the data be made available? Data will be made publicly available at the time of publication of the work. Who will be able to access the data and under what conditions? Before publication, access will be given only to the members of the SOLVOMET group. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmar ked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Costs are covered by KU Leuven (Lirias – OpenAccess Repository) 8. Responsibilities Who will be responsible for the data documentation & metadata? Koen Binnemans (PI) , Clio Deferm (research manager) and Lucian Onisei (pro ject manager of the EOS project) Who will be responsible for data storage & back up during the project? Koen Binnemans (PI), Clio Deferm (research manager) and Lucian Onisei (project manager of the EOS project) Who will be responsible for ensuring data preservation and sharing? Koen Bi nnemans (PI), Clio Deferm (research manager) and Lucian Onisei (project manager of the EOS project) Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implement ing this DMP Koen Binnemans (PI), Clio Deferm (research manager) and Lucian Onisei (project manager of the EOS project)"
}