{
    "document_id": "D-2023-1821",
    "LinkTitle": "D-2023-1821",
    "file_name": "D-2023-1821.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1821.pdf",
    "metadata": {
        "title": "fwo-dmp_Nikolaas_Cassidy_Deketelaere_revised",
        "author": "Nikolaas Deketelaere",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  1  FWO DMP Template - Flemish Standard Data Management Plan    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \nFWO DMP Template (Flemish Standard DMP)  2  1. General Project Information  Name Grant Holder & ORCID Nikolaas Deketelaere 0000-0003-0487-5966 Contributor name(s) (+ ORCID) & roles / Project number1 & title  3H220311 A Queer Reduction: Heteronormativity and the Limits of Contemporary Continental Philosophy of Religion Funder(s) GrantID2 FWO O6260 Affiliation(s) X KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: Provide ROR3 identifier when possible:  \n 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ \nFWO DMP Template (Flemish Standard DMP)  3  Please provide a short project description Drawing on recent developments in continental philosophy, this project stages a methodological confrontation between queer theory and the phenomenology of religion to reinvigorate the latter as a critical method for the study of religion capable of accommodating all forms of empirical difference. To that end, it provides a queer critique of contemporary continental philosophy of religion by diagnosing and interrogating the implicit heteronormativity of its main phenomenological accounts of love and embodiment as a question of method (focussing on Levinas, Marion, Henry, and Falque). It argues that, if these accounts fail to do justice to queer experiences in particular, this means that they are insufficiently methodologically rigorous as phenomenologies in general: heteronormativity belongs to the ‘natural attitude’ and thus requires reduction. Consequently, the supposed naiveté of phenomenological accounts is not inherent to the method, but the result of its undue limitation. To remedy this heteronormative limitation, the project proposes a ‘queer reduction’ as a further reduction to ‘queerness’ or the very experience of differing from the socially constructed norm. Yet, this applies equally to the religious as to the sexual or gender norm, suggesting that the queer critique of contemporary continental philosophy of religion can in this way contribute to the development of a (queer) phenomenology of religion as a critical method for the study of religion.           \nFWO DMP Template (Flemish Standard DMP)  4  2. Research Data Summary \nFWO DMP Template (Flemish Standard DMP)  5  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume     ☐ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other:  ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nLibrary Physical library, both belonging to the university and to me personally Resued Physical    Around 300 books Bibliography List of literature consulted New Digital Software (EndNote) BibTeX <100 MB  Notebooks Notebooks in which I take New Physical    Around 800 pages \nFWO DMP Template (Flemish Standard DMP)  6  notes during my reading and writing Research output in manuscript form  Manuscripts of my published articles and books. New Digital Software (Word) .docx <100 mb    GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER).    If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    University and Faculty libraries (for physical books)   4 Add rows for each dataset you want to describe. 5 These data are generated by combining multiple existing datasets. \nFWO DMP Template (Flemish Standard DMP)  7  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use  ☒ No If yes, please describe:   Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes:  - Short description of the kind of personal data that will be used: - Privacy Registry Reference:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:    6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  8  Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      3. Documentation and Metadata  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  My bibliographic data is stored in a reference manager, specifically EndNote.  My personal physical library is organised by subject and then alphabetically.  My physical notebooks are organised alphabetically.   Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☐ Yes      ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:    If no, please specify (where appropriate per dataset or data type) which metadata will be created:   The only created metadata will be that of my reference manger, created by EndNote for my bibliographic data.    \nFWO DMP Template (Flemish Standard DMP)  9    4. Data Storage & Back-up during the Research Project  Where will the data be stored? Physical data will be stored in my office, home, or faculty library (e.g., physical books and notebooks). Digital data will be stored on my computer.    How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7  REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.  Digital data will be backed up using KU Leuven OneDrive for Business.   \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes      ☐ No If yes, please specify concisely: 2 TB should be plenty for a few Word documents and EndNote files.    If no, please specify:    7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  10  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7  Not applicable       What are the expected costs for data storage and backup during the research project? How will these costs be covered? None not already covered by general KU Leuven infrastructure.       5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained indefinitely.   \nFWO DMP Template (Flemish Standard DMP)  11  Where will these data be archived (stored and curated for the long-term)? Physical items at my home, office, or faculty; digital data on my computer and personal cloud storage, in published form, and in data repositories (e.g., KU Leuven RDR).      What are the expected costs for data preservation during the expected retention period? How will these costs be covered?    None.     \nFWO DMP Template (Flemish Standard DMP)  12  6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify:    If access is restricted, please specify who will be able to access the data and under what conditions. KU Leuven RDR Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☒ No  If yes, please specify:   Where will the data be made available?  If already known, please provide a repository per dataset or data type. KU Leuven RDR \nFWO DMP Template (Flemish Standard DMP)  13  When will the data be made available?  THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Once the research project has been completed.    Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT.  EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8    Standard lichenising as part of the publication of articles or books, open access where possible.  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☒ Yes ☐ No If yes: DOI assigned through KU Leuven RDR   What are the expected costs for data sharing? How will these costs be covered?   None   8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  14  7. Responsibilities  Who will manage data documentation and metadata during the research project? Nikolaas Cassidy-Deketelaere Who will manage data storage and backup during the research project? Nikolaas Cassidy-Deketelaere Who will manage data preservation and sharing? Nikolaas Cassidy-Deketelaere Who will update and implement this DMP? Nikolaas Cassidy-Deketelaere           "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Nikolaas Deketelaere 0000-0003-0487-5966 Contributor name(s) (+ ORCID) & roles / Project number1 & title 3H220311 A Queer Reduction: Heteronormativity and the Limits of Contemporary Continental Philosophy of Religion Funder(s) GrantID2 FWO O6260 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Drawing on recent developments in continental philosophy, this project stages a methodological confrontation between queer theory and the phenomenology of religion to reinvigorate the latter as a critical method for the study of religion capable of accommodating all forms of empirical difference. To that end, it provides a queer critique of contemporary continental philosophy of religion by diagnosing and interrogating the implicit heteronormativity of its main phenomenological accounts of love and embodiment as a question of method (focussing on Levinas, Marion, Henry, and Falque). It argues that, if these accounts fail to do justice to queer experiences in particular, this means that they are insufficiently methodologically rigorous as phenomenologies in general: heteronormativity belongs to the ‘natural attitude’ and thus requires reduction. Consequently, the supposed naiveté of phenomenological accounts is not inherent to the method, but the result of its undue limitation. To remedy this heteronormative limitation, the project proposes a ‘queer reduction’ as a further reduction to ‘queerness’ or the very experience of differing from the socially constructed norm. Yet, this applies equally to the religious as to the sexual or gender norm, suggesting that the queer critique of contemporary continental philosophy of religion can in this way contribute to the development of a (queer) phenomenology of religion as a critical method for the study of religion. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☐ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Library Physical library, both belonging to the university and to me personally Resued Physical Around 300 books Bibliography List of literature consulted New Digital Software (EndNote) BibTeX <100 MB Notebooks Notebooks in which I take New Physical Around 800 pages FWO DMP Template (Flemish Standard DMP) 6 notes during my reading and writing Research output in manuscript form Manuscripts of my published articles and books. New Digital Software (Word) .docx <100 mb GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. University and Faculty libraries (for physical books) 4 Add rows for each dataset you want to describe. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). My bibliographic data is stored in a reference manager, specifically EndNote. My personal physical library is organised by subject and then alphabetically. My physical notebooks are organised alphabetically. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: The only created metadata will be that of my reference manger, created by EndNote for my bibliographic data. FWO DMP Template (Flemish Standard DMP) 9 4. Data Storage & Back-up during the Research Project Where will the data be stored? Physical data will be stored in my office, home, or faculty library (e.g., physical books and notebooks). Digital data will be stored on my computer. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE. Digital data will be backed up using KU Leuven OneDrive for Business. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: 2 TB should be plenty for a few Word documents and EndNote files. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 10 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7 Not applicable What are the expected costs for data storage and backup during the research project? How will these costs be covered? None not already covered by general KU Leuven infrastructure. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained indefinitely. FWO DMP Template (Flemish Standard DMP) 11 Where will these data be archived (stored and curated for the long-term)? Physical items at my home, office, or faculty; digital data on my computer and personal cloud storage, in published form, and in data repositories (e.g., KU Leuven RDR). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None. FWO DMP Template (Flemish Standard DMP) 12 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. KU Leuven RDR Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR FWO DMP Template (Flemish Standard DMP) 13 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Once the research project has been completed. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Standard lichenising as part of the publication of articles or books, open access where possible. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes ☐ No If yes: DOI assigned through KU Leuven RDR What are the expected costs for data sharing? How will these costs be covered? None 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14 7. Responsibilities Who will manage data documentation and metadata during the research project? Nikolaas Cassidy-Deketelaere Who will manage data storage and backup during the research project? Nikolaas Cassidy-Deketelaere Who will manage data preservation and sharing? Nikolaas Cassidy-Deketelaere Who will update and implement this DMP? Nikolaas Cassidy-Deketelaere"
}