{
    "document_id": "D-2024-3570",
    "LinkTitle": "D-2024-3570",
    "file_name": "D-2024-3570.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3570.pdf",
    "metadata": {
        "title": "A testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image enhancement and processing, and a database of XCT datasets and imaging protocols",
        "author": "N/A",
        "creation_date": "2025-01-11 14:18:18+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nA testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image enhancement and processing, and a\ndatabase of XCT datasets and imaging protocols\nCreator:\nCreator:\nn.n. n.n.\nPrincipal Investigator: \nPrincipal Investigator: \nJeroen Soete, n.n.\nData Manager: \nData Manager: \nJeroen Soete, n.n.\nProject Administrator: \nProject Administrator: \nJeroen Soete, n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nJeroen Soete, n.n. n.n.\nData Manager:\nData Manager:\n \nJeroen Soete, n.n. n.n.\nProject abstract:\nProject abstract:\nIn the KU Leuven XCT Core Facility, the research partners have developed different in-situ testing rigs and software tools, currently\ntailored for fundamental research, for generating and processing data of 4D-XCT (time-resolved) experiments on different kinds of\nmaterials and biological tissues (such as composites, polymers, ceramics, metals, concrete, fruit and vegetables, bone tissue, explants,\ndental materials, and teeth). This project will manage and transition these tools and know-how from fundamental research-oriented\nfunctionality to broader applicability for third parties, being researchers and industrial partners. It will enable us to translate the\ndeveloped tools, data, and know-how and to make it easily accessible to the worldwide community to resolve applied and\ninterdisciplinary research questions in a wide range of materials and sectors (transport and energy sector, building industry, geology,\nfood industry, biomedical industry, microelectronics, sport, and hospitals).\nID: \nID: \n211921\nStart date: \nStart date: \n01-07-2024\nEnd date: \nEnd date: \n30-06-2027\nLast modified: \nLast modified: \n11-01-2025\nCreated using DMPonline.be. Last modiﬁed 11 January 2025\n1 of 6\nA testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image\nA testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image\nenhancement and processing, and a database of XCT datasets and imaging protocols\nenhancement and processing, and a database of XCT datasets and imaging protocols\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting\ndata) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical \nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nStandard\noperation\nprotocols\n4D-XCT\nimaging with\nin-situ\nstages and\ndigital\nvolume\ncorrelation\nN\nD\nOther: written\nprotocols\n.docx\n<1 GB\n \n3D images\nfrom CT\n3D\nvolumetric\ndata\nacquired\nfrom lab-\nscale\ncomputed\ntomography\n(CT) and\nbeamtime\nexperiments.\nN and D\nD\nI\n.tiff\n>5TB\n \nMechanical\ntesting\nresults\nMechanical\nTesting\nResults from\nIn-situ Rigs:\nN and D\nD\nN\n.csv\n.xls\n.xlsx\n<1GB\n \nAvizo\nproject\nfiles\nResults from\n3D an 4D\nimage\nprocessing\nN and D\nD\nSO\n.hx\n<100GB\n \nAlgorithms\nand\nsoftware\nImage\nprocessing\ntools\nN and D\nD\nSO & M\n.m\n.pyscro\n<1GB\n \nFinite\nelement\nmodels\nConstitutive\nmodels that\nincorporate\ncalculated\nmaterial\nproperties\nN and D\nD\nSO & M\n.vtxvol\n.stl\n.vtk\n.vrml\n.odb\n.cae\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will re-use internal data that has not been published yet. We therefore cannot list the identifiers at this stage.\nCreated using DMPonline.be. Last modiﬁed 11 January 2025\n2 of 6\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nYes, dual use (Provide approval number below)\nWe will use animal data and handle dual-use goods. The necessary ethics requirements are already in place as part of the projects of the contributing\nPIs, so we don’t need separate approvals.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven\nprivacy register number (G or S number).\nprivacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nREADME.txt files, codebook.tsv etc. where this information is recorded). \nTo ensure data remains understandable and reusable, the following approach will be followed for X-ray Computed Tomography Volumes. Metadata\nwill include sample type, layup, dimensions, load and displacement for each in-situ scan. Scan settings (source and detector specifications, voltage,\ncurrent, exposure time, number of projections, averaging procedures, voxel size, source-to-object distance, and source-to-detector distance) are\n(automatically) generated during the experiment and saved as .pca or .txt files. The data will be organised into structured folders (e.g., raw data,\nprocessed data, scripts) with consistent file naming conventions, including project name, data type, and date (e.g., XCT_Sample1_20241225). All\nexperimental observations, settings, and key analysis steps will be systematically logged in an Electronic Lab Notebook, supplementing the metadata\nfor each data type. All other data types (Avizo and in-situ rig data) will be directly linked to a particular XCT scan, and therefore immediately have the\nrequired metadata.In addition, detailed manuals/guides/demos are provided, explaining the workflow of experiments. The data and procedures are\npublished in peer-reviewed international journals. Involved collaborators and companies are updated through scheduled meetings. A wider audience\nwill be addressed through oral and poster presentations on scientific symposia.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nCreated using DMPonline.be. Last modiﬁed 11 January 2025\n3 of 6\nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nMetadata generation is performed automatically for the computed tomography operations (1) and (2), e.g., generation of the ‘scan settings.txt’ or\n.pca files through the XCT acquisition software. For TIFF file extensions, we will follow the ISA-Tab standard. For the XCT data, we will follow the\nNeXus standard, which was specifically developed for this data type.\n \nManually generated structural or descriptive metadata will be provided as ASCII files, containing all settings and technical descriptions of the\nexperiment or simulation. The metadata is provided in a structured manner, following the Dublinc Core (DC) metadata standard, which provides the\nfollowing standard elements in three categories:\n-          Content: Title, description, subject, relation, source, coverage and type\n-          Intellectual property: Creator, contributor, publisher and rights\n-          Instantiation: date, language, identifier, format and software\nThe DC metadata standard will modified/extended to match experiment/simulation specific needs.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nOneDrive (KU Leuven)\nLarge Volume Storage\nOther (specify below)\nOneDrive will be used only for the smaller files, coming from in-situ rigs and Avizo project files. Other data will be backed up using multiple copies on\nlocal PCs, hard drives and NAS’s already available in the groups of the various PIs involved.\nHow will the data be backed up?\nHow will the data be backed up?\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nAll PIs already store large quantities of XCT data for their existing projects, so they have the necessary storage available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData on hard drives and NAS’s will be encrypted and password protected. OneDrive and ManGO are also password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs expected beyond what is already foresoon in the XCT Core Facility (2 LVS contracts) and in the other projects of the PIs.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nCreated using DMPonline.be. Last modiﬁed 11 January 2025\n4 of 6\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for\nclinical experiments on humans\nAll mentioned datasets will be preserved for at least 10 years, or 25 years where this is needed.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nThe various PIs have different data storage practices, depending on their own preferences and the quantity of the required storage. Some PIs use\nmultiple copies on hard drives, whereas others use Large Volume Storage or NAS.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for hard drives, NAS, and Large Volume Storage are accounted for in the XCT Core Facility and other projects of the PIs. This translation\nproject will mainly work on that existing data.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nOther (specify below)\nWe will publish the data as much as possible as open data.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nnot applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWe will not have any limitations in terms of the dual use or ethical aspects in terms of data sharing.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nZenodo or Mendeley Data\nWhen will the data be made available? \nWhen will the data be made available? \nCreated using DMPonline.be. Last modiﬁed 11 January 2025\n5 of 6\nUpon publication of research results\nAs soon as the corresponding publication has been accepted.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nGNU GPL-3.0 (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere will be no costs for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nYentl Swolfs and Jeroen Soete\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nYentl Swolfs and Jeroen Soete\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nYentl Swolfs and Jeroen Soete\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nYentl Swolfs and Jeroen Soete\nCreated using DMPonline.be. Last modiﬁed 11 January 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: A testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image enhancement and processing, and a database of XCT datasets and imaging protocols Creator: Creator: n.n. n.n. Principal Investigator: Principal Investigator: Jeroen Soete, n.n. Data Manager: Data Manager: Jeroen Soete, n.n. Project Administrator: Project Administrator: Jeroen Soete, n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Jeroen Soete, n.n. n.n. Data Manager: Data Manager: Jeroen Soete, n.n. n.n. Project abstract: Project abstract: In the KU Leuven XCT Core Facility, the research partners have developed different in-situ testing rigs and software tools, currently tailored for fundamental research, for generating and processing data of 4D-XCT (time-resolved) experiments on different kinds of materials and biological tissues (such as composites, polymers, ceramics, metals, concrete, fruit and vegetables, bone tissue, explants, dental materials, and teeth). This project will manage and transition these tools and know-how from fundamental research-oriented functionality to broader applicability for third parties, being researchers and industrial partners. It will enable us to translate the developed tools, data, and know-how and to make it easily accessible to the worldwide community to resolve applied and interdisciplinary research questions in a wide range of materials and sectors (transport and energy sector, building industry, geology, food industry, biomedical industry, microelectronics, sport, and hospitals). ID: ID: 211921 Start date: Start date: 01-07-2024 End date: End date: 30-06-2027 Last modified: Last modified: 11-01-2025 Created using DMPonline.be. Last modiﬁed 11 January 2025 1 of 6 A testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image A testing platform for 4D-XCT of materials and biological tissues, a software toolbox for image enhancement and processing, and a database of XCT datasets and imaging protocols enhancement and processing, and a database of XCT datasets and imaging protocols Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Standard operation protocols 4D-XCT imaging with in-situ stages and digital volume correlation N D Other: written protocols .docx <1 GB 3D images from CT 3D volumetric data acquired from lab- scale computed tomography (CT) and beamtime experiments. N and D D I .tiff >5TB Mechanical testing results Mechanical Testing Results from In-situ Rigs: N and D D N .csv .xls .xlsx <1GB Avizo project files Results from 3D an 4D image processing N and D D SO .hx <100GB Algorithms and software Image processing tools N and D D SO & M .m .pyscro <1GB Finite element models Constitutive models that incorporate calculated material properties N and D D SO & M .vtxvol .stl .vtk .vrml .odb .cae <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will re-use internal data that has not been published yet. We therefore cannot list the identifiers at this stage. Created using DMPonline.be. Last modiﬁed 11 January 2025 2 of 6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) Yes, dual use (Provide approval number below) We will use animal data and handle dual-use goods. The necessary ethics requirements are already in place as part of the projects of the contributing PIs, so we don’t need separate approvals. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). README.txt files, codebook.tsv etc. where this information is recorded). To ensure data remains understandable and reusable, the following approach will be followed for X-ray Computed Tomography Volumes. Metadata will include sample type, layup, dimensions, load and displacement for each in-situ scan. Scan settings (source and detector specifications, voltage, current, exposure time, number of projections, averaging procedures, voxel size, source-to-object distance, and source-to-detector distance) are (automatically) generated during the experiment and saved as .pca or .txt files. The data will be organised into structured folders (e.g., raw data, processed data, scripts) with consistent file naming conventions, including project name, data type, and date (e.g., XCT_Sample1_20241225). All experimental observations, settings, and key analysis steps will be systematically logged in an Electronic Lab Notebook, supplementing the metadata for each data type. All other data types (Avizo and in-situ rig data) will be directly linked to a particular XCT scan, and therefore immediately have the required metadata.In addition, detailed manuals/guides/demos are provided, explaining the workflow of experiments. The data and procedures are published in peer-reviewed international journals. Involved collaborators and companies are updated through scheduled meetings. A wider audience will be addressed through oral and poster presentations on scientific symposia. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. Created using DMPonline.be. Last modiﬁed 11 January 2025 3 of 6 If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Metadata generation is performed automatically for the computed tomography operations (1) and (2), e.g., generation of the ‘scan settings.txt’ or .pca files through the XCT acquisition software. For TIFF file extensions, we will follow the ISA-Tab standard. For the XCT data, we will follow the NeXus standard, which was specifically developed for this data type. Manually generated structural or descriptive metadata will be provided as ASCII files, containing all settings and technical descriptions of the experiment or simulation. The metadata is provided in a structured manner, following the Dublinc Core (DC) metadata standard, which provides the following standard elements in three categories: - Content: Title, description, subject, relation, source, coverage and type - Intellectual property: Creator, contributor, publisher and rights - Instantiation: date, language, identifier, format and software The DC metadata standard will modified/extended to match experiment/simulation specific needs. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO OneDrive (KU Leuven) Large Volume Storage Other (specify below) OneDrive will be used only for the smaller files, coming from in-situ rigs and Avizo project files. Other data will be backed up using multiple copies on local PCs, hard drives and NAS’s already available in the groups of the various PIs involved. How will the data be backed up? How will the data be backed up? Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes All PIs already store large quantities of XCT data for their existing projects, so they have the necessary storage available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data on hard drives and NAS’s will be encrypted and password protected. OneDrive and ManGO are also password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs expected beyond what is already foresoon in the XCT Core Facility (2 LVS contracts) and in the other projects of the PIs. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Created using DMPonline.be. Last modiﬁed 11 January 2025 4 of 6 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans All mentioned datasets will be preserved for at least 10 years, or 25 years where this is needed. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) The various PIs have different data storage practices, depending on their own preferences and the quantity of the required storage. Some PIs use multiple copies on hard drives, whereas others use Large Volume Storage or NAS. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for hard drives, NAS, and Large Volume Storage are accounted for in the XCT Core Facility and other projects of the PIs. This translation project will mainly work on that existing data. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Other (specify below) We will publish the data as much as possible as open data. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No We will not have any limitations in terms of the dual use or ethical aspects in terms of data sharing. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Zenodo or Mendeley Data When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 11 January 2025 5 of 6 Upon publication of research results As soon as the corresponding publication has been accepted. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) GNU GPL-3.0 (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There will be no costs for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Yentl Swolfs and Jeroen Soete Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Yentl Swolfs and Jeroen Soete Who will manage data preservation and sharing? Who will manage data preservation and sharing? Yentl Swolfs and Jeroen Soete Who will update and implement this DMP? Who will update and implement this DMP? Yentl Swolfs and Jeroen Soete Created using DMPonline.be. Last modiﬁed 11 January 2025 6 of 6"
}