{
    "document_id": "D-2021-1022",
    "LinkTitle": "D-2021-1022",
    "file_name": "D-2021-1022.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1022.pdf",
    "metadata": {
        "title": "COMPRESSIVE FAILURE OF UNIDIRECTIONAL COMPOSITES: EFFICIENT COMPUTATIONAL MICROMECHANICS AND EXPERIMENTAL VALIDATION - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n COMPRESSIVE FAILURE OF UNIDIRECTIONAL COMPOSITES: EFFICIENT\nCOMPUTATIONAL MICROMECHANICS AND EXPERIMENTAL VALIDATION - DMP title\nProject Identifier\n 3E210588\nGrant Title\n 1231322N\nPrincipal Investigator / Researcher\n Christian Breite\nDescription\n In COCOMI, I will develop computational micromechanics tools to predict\nlongitudinal compressive failure of unidirectional composites under quasi-static and fatigue\nloading. Deep learning will be used to efficiently identify the weakest locations in a virtual\ncoupon (hot spots). During a research stay, a convolutional neural network will be developed and\ntrained for this purpose based on coarse finite element (FE) models. The FE models will use\nmicrostructures generated by a newly developed 3D microstructure generator, which is trained\nbased on deep learning of computed tomography (CT) data. Once the hot spots have been\nidentified, only a few refined FE models will be required to detect where the kink band initiation\nwill be triggered, which then leads to compressive failure. This procedure will be applied to both\nquasistatic and fatigue compressive loading, and predictions will be based on input parameters\nthat are objectively measured on the actual constituents. Experimental validation will be\nperformed based on compressive strength, compression-compression fatigue life and the actual\nmicromechanisms observed in CT data.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nChristian Breite\nFWO Project Number & Title\n1231322N\nCOMPRESSIVE FAILURE OF UNIDIRECTIONAL COMPOSITES: EFFICIENT COMPUTATIONAL\nMICROMECHANICS AND EXPERIMENTAL VALIDATION\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nType of Data\n \nFormat\n \nVolume\n \nHow created\n \nX-ray computed\ntomography\nvolumes\n.tif\n4 TB\nXCT core facility – KU Leuven\nSynchrotron\ncomputed\ntomography images\n.tif, .h5\n60 TB\nSynchrotron radiation facilities (ESRF\nand SLS)\nOptical Images\n.tif\n1 TB\nIn-situ\n using optical cameras for\nmesoscale DIC\nABAQUS simulation\nfiles\n.inp, .odb\n5 TB\nUsing ABAQUS finite element\nsimulation software\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe KU Leuven Committee for Ethics on Dual use, Military use & Misuse has approved my\nresearch under reference number D-211005.a.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nFor the X-ray computed tomography volumes\n: Sample type, layup and dimensions, source\nand detector specifications, load and displacement for each \nin-situ\n scan, scan settings\n(voltage, current, exposure time, number of projections, number of averaging procedures,\nvoxel size, source to object distance, source to detector distance). \n2\n. \nFor the \nsynchrotron computed tomography volumes\n: Sample type, layup and dimensions,\nsource and detector specifications, load and displacement for each \nin-situ\n scan, scan\nsettings (voltage, projections, exposure), propagation distance, beam type, camera\nspecifications.\n3\n. \nFor the optical images\n: Sample type, layup and dimensions, camera specifications, image\nacquisition rate, region of interest, subset size, step size.\n4\n. \nFor the \nABAQUS simulation files\n: There will be comments in the ABAQUS / Python scripts\nabout specific features implemented in the models. The .inp files store all input information\nin terms of material properties, behaviours and geometric features of the model. Together\nwith the scripts this provides enough information to enable reuse of the models.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMetadata generation is performed automatically for the computed tomography operations (1)\nand (2), e.g., generation of the scan settings.txt file through the CT acquisition software.\nFor the optical images, manual metadata will be created by myself and the researchers I\nsupervise, incorporating the data stated in section 4.1.\nFor TIFF file extensions, I follow the ISA-Tab standard.\nFor the CT data, I follow the NeXus standard.\nFor the ABAQUS simulation files the meta data is automatically added to the files (software\nmanufacturer standard), which is readable with ABAQUS simulation software.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nFor all data, I will use external hard disk drives (HDDs) while creating a data backup on our\nresearch group NAS systems.\nHow is backup of the data provided?\nSince the start of the project (01/10/21), we have purchased a separate 48 TB NAS which can be\nexpanded to 96 TB on demand for the exclusive purpose of storing the generated data of this\nproject. The NAS system is operated in 2-drive-failure save mode. Furthermore, selected data\nhave a separate copy in our research group (Composite Materials Group) shared folder and in the\nmy personal OneDrive folder as well as on internal hard drives of the my main workstation.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere is enough space on our HDDs, NAS, shared folder and OneDrive personal folder. The\navailable storage is expected to be sufficient to include the data generated within the three\nyears of this postdoctoral study. The purchase of additional HDDs or NAS could be an option in\nthe future but is judged as non-essential at this moment.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nWe primarily expect a moderate cost of purchasing HDDs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nI have the HDDs under my possession. I can allow access to selected individuals if desired. Only I\nhave access to my personal OneDrive folder. Only authorised personnel (within our group) has\naccess to our local NAS systems and shared drive. This systems are password protected. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for an expected 10-year period after the end of the project. \nWhere will the data be archived (= stored for the longer term)?\nExternal HDDs and NAS.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo costs are anticipated (excluding the moderate cost of HDD replacements).\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nWhile the complete dataset is anticipated to be too large for open access availability, exemplary\nsub-datasets are expected to be made available after the end of the project or/and upon\npublication of the research results. \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nI have already stored two datasets, similar to what I will create in COCOMI, on Mendeley Data, for\nwhich I have also published two data articles in Data in Brief Journal. I will do the same (storing\non Mendeley Data and publishing data articles) for the current project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nStoring data in Zenodo is also an option and will be considered.\nWhen will the data be made available?\nUpon publication of the research results\nI will try to make the data publicly available during the project along with publication of the\nresults.\nWho will be able to access the data and under what conditions?\nBoth Mendeley Data and Data in Brief article are open access. Therefore, the data will be\naccessible for public.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMendeley Data provides 10 GB of free space which should be sufficient for our purposes.\nAny anticipated costs related to data sharing and publications will be paid from the bench fee.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nChristian Breite\nWho will be responsible for data storage & back up during the project?\nChristian Breite\nWho will be responsible for ensuring data preservation and reuse ?\nChristian Breite together with my supervisor Yentl Swolfs\nWho bears the end responsibility for updating & implementing this DMP?\nMy supervisor, prof. Yentl Swolfs, bears the end responsibility of updating & implementing this\nDMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name COMPRESSIVE FAILURE OF UNIDIRECTIONAL COMPOSITES: EFFICIENT COMPUTATIONAL MICROMECHANICS AND EXPERIMENTAL VALIDATION - DMP title Project Identifier 3E210588 Grant Title 1231322N Principal Investigator / Researcher Christian Breite Description In COCOMI, I will develop computational micromechanics tools to predict longitudinal compressive failure of unidirectional composites under quasi-static and fatigue loading. Deep learning will be used to efficiently identify the weakest locations in a virtual coupon (hot spots). During a research stay, a convolutional neural network will be developed and trained for this purpose based on coarse finite element (FE) models. The FE models will use microstructures generated by a newly developed 3D microstructure generator, which is trained based on deep learning of computed tomography (CT) data. Once the hot spots have been identified, only a few refined FE models will be required to detect where the kink band initiation will be triggered, which then leads to compressive failure. This procedure will be applied to both quasistatic and fatigue compressive loading, and predictions will be based on input parameters that are objectively measured on the actual constituents. Experimental validation will be performed based on compressive strength, compression-compression fatigue life and the actual micromechanisms observed in CT data. Institution KU Leuven 1. General Information Name applicant Christian Breite FWO Project Number & Title 1231322N COMPRESSIVE FAILURE OF UNIDIRECTIONAL COMPOSITES: EFFICIENT COMPUTATIONAL MICROMECHANICS AND EXPERIMENTAL VALIDATION Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of Data Format Volume How created X-ray computed tomography volumes .tif 4 TB XCT core facility – KU Leuven Synchrotron computed tomography images .tif, .h5 60 TB Synchrotron radiation facilities (ESRF and SLS) Optical Images .tif 1 TB In-situ using optical cameras for mesoscale DIC ABAQUS simulation files .inp, .odb 5 TB Using ABAQUS finite element simulation software This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The KU Leuven Committee for Ethics on Dual use, Military use & Misuse has approved my research under reference number D-211005.a. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . For the X-ray computed tomography volumes : Sample type, layup and dimensions, source and detector specifications, load and displacement for each in-situ scan, scan settings (voltage, current, exposure time, number of projections, number of averaging procedures, voxel size, source to object distance, source to detector distance). 2 . For the synchrotron computed tomography volumes : Sample type, layup and dimensions, source and detector specifications, load and displacement for each in-situ scan, scan settings (voltage, projections, exposure), propagation distance, beam type, camera specifications. 3 . For the optical images : Sample type, layup and dimensions, camera specifications, image acquisition rate, region of interest, subset size, step size. 4 . For the ABAQUS simulation files : There will be comments in the ABAQUS / Python scripts about specific features implemented in the models. The .inp files store all input information in terms of material properties, behaviours and geometric features of the model. Together with the scripts this provides enough information to enable reuse of the models. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Metadata generation is performed automatically for the computed tomography operations (1) and (2), e.g., generation of the scan settings.txt file through the CT acquisition software. For the optical images, manual metadata will be created by myself and the researchers I supervise, incorporating the data stated in section 4.1. For TIFF file extensions, I follow the ISA-Tab standard. For the CT data, I follow the NeXus standard. For the ABAQUS simulation files the meta data is automatically added to the files (software manufacturer standard), which is readable with ABAQUS simulation software. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 5. Data storage and backup during the FWO project Where will the data be stored? For all data, I will use external hard disk drives (HDDs) while creating a data backup on our research group NAS systems. How is backup of the data provided? Since the start of the project (01/10/21), we have purchased a separate 48 TB NAS which can be expanded to 96 TB on demand for the exclusive purpose of storing the generated data of this project. The NAS system is operated in 2-drive-failure save mode. Furthermore, selected data have a separate copy in our research group (Composite Materials Group) shared folder and in the my personal OneDrive folder as well as on internal hard drives of the my main workstation. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is enough space on our HDDs, NAS, shared folder and OneDrive personal folder. The available storage is expected to be sufficient to include the data generated within the three years of this postdoctoral study. The purchase of additional HDDs or NAS could be an option in the future but is judged as non-essential at this moment. What are the expected costs for data storage and back up during the project? How will these costs be covered? We primarily expect a moderate cost of purchasing HDDs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I have the HDDs under my possession. I can allow access to selected individuals if desired. Only I have access to my personal OneDrive folder. Only authorised personnel (within our group) has access to our local NAS systems and shared drive. This systems are password protected. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for an expected 10-year period after the end of the project. Where will the data be archived (= stored for the longer term)? External HDDs and NAS. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs are anticipated (excluding the moderate cost of HDD replacements). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? While the complete dataset is anticipated to be too large for open access availability, exemplary sub-datasets are expected to be made available after the end of the project or/and upon publication of the research results. Where/how will the data be made available for reuse? In an Open Access repository I have already stored two datasets, similar to what I will create in COCOMI, on Mendeley Data, for which I have also published two data articles in Data in Brief Journal. I will do the same (storing on Mendeley Data and publishing data articles) for the current project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Storing data in Zenodo is also an option and will be considered. When will the data be made available? Upon publication of the research results I will try to make the data publicly available during the project along with publication of the results. Who will be able to access the data and under what conditions? Both Mendeley Data and Data in Brief article are open access. Therefore, the data will be accessible for public. What are the expected costs for data sharing? How will the costs be covered? Mendeley Data provides 10 GB of free space which should be sufficient for our purposes. Any anticipated costs related to data sharing and publications will be paid from the bench fee. 8. Responsibilities Who will be responsible for data documentation & metadata? Christian Breite Who will be responsible for data storage & back up during the project? Christian Breite Who will be responsible for ensuring data preservation and reuse ? Christian Breite together with my supervisor Yentl Swolfs Who bears the end responsibility for updating & implementing this DMP? My supervisor, prof. Yentl Swolfs, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}