{
    "document_id": "D-2022-1512",
    "LinkTitle": "D-2022-1512",
    "file_name": "D-2022-1512.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1512.pdf",
    "metadata": {
        "title": "Single virus live imaging of HIV (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-09 00:51:36+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Single virus live imaging of HIV (FWO DMP) - DMP title\nProject Identifier\n D-2022-1408\nGrant Title\n G091522N\nPrincipal Investigator / Researcher\n Zeger Debyser\nProject Data Contact\n 049127152 zeger.debyser@kuleuven.be\nDescription\n In this research proposal, we will use a state-of-the-art live imaging platform to\nimage the early replication steps of HIV at a single virus level using confocal microscopy of virus\nlabeled with eGFP-IN. We will characterize HIV particles that enter the nucleus using expansion\nmicroscopy. We will next investigate the role of host transportins 1 & SR2 (TNPO1/TRN-SR2) in\nthe nuclear import of HIV. Different parameters, such as nuclear import efficiency, nuclear\nlocalization, and the HIV integrase (IN) oligomerization state will be measured in T cell lines and\nprimary cells after depletion of transportins or by using an interaction defective mutant of\ntransportin-SR2. Finally, we will study the relationship between integration site selection and HIV\ntranscription and hence HIV persistence. Employing bDNA imaging we will investigate the impact\nof each transportin on integration site selection and transcription. Results may provide novel\nstrategies for a functional cure of HIV infection.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nZeger Debyser\nFWO Project Number & Title\nG091522N\nSingle virus live imaging of HIV nuclear import and integration\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n1. Analogous data generated : cell lines are stored in cell bank with appropriate registration,\nproteins expressed and purified are stored in protein database of the lab; plasmids will be\nengineered and stored in a plasmid database; primers and antibodies will be commercially\nacquired and stored in respective databases.\n2. Throughout WPs analytical data (PCR data, electrophoresis data, western blot data,\nimmunohistochemistry data, microscopy data) will be initially be collected in a variety of file\nformats mainly Microsoft Excel, MS Word and equipment specific software such as FlowJo for flow\ncytometry data. These files will also be stored in Open Document Format or as CSV files.\nEstimated size 200-300GB.\n3. Digital images (live imaging) will be saved as TIFF files with an estimated volume of 600 GB;\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nOnly related to the use of human cell lines and human PBL from Blood Transfusion. A S\nnumber has been obtained.\nBiobank S65733\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nImaging platform may be exploited for valorisation.\nTarget validation is possible within the project, IP unlikely.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll collected digital data (i.e. cell line information, proteomic information, protocols, etc) are and\nwill be stored in an online labmanagement system with integrated Electronic Lab Notebook\nOneNote which runs on a secured and backed up server of KULeuven (managed by ICT of the\nBiomedical Sciences Group). This system also provides a logging system so no data can ever be\nerased, making that everything will be tracable and stored longterm (well beyond the common 5\nyear requirement). Certificates of cell lines and antibodies are stored as well with a link to te\nexperiment. All researchers also keep a paper labbook with annotations of\ndates/experiments/protocols/results/ and references to OneNote labbook and other files/folders\n(imaging data). Labbooks are archived in personal folders in a secured archive room. For all\ncoworkers it is mandatory to use a tracking system between labbook, electronic note book and\ndigital files. During the project we attempt to select a unified tracking system.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nYes Coworkers already store important info together with experimental data in electronic\nlabbook. We are in the process of adapting this info to metastandards in our Data Repository. We\nwill use standards listed on https://fairsharing.org/ with already available standards for Flow\ncytometry : https://www.re3data.org/search?\nquery=statistics&metadataStandards%5B%5D=other Microscopy imaging :\nhttps://www.openmicroscopy.org/ qRT-PCR: http://miqe.gene-quantification.info/ In house\nmetastandards for western blotting, cellular experiments will be generated during the project..\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility. Copies can be made and kept on personal devices. Source data for publications are\ncollected in separate digital or paper folders at the moment of submission and handed over to\nthe PI. These folders are archived in the archive (paper folders) or on the central storoge facility\nof KU Leuven.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWe have a shared drive (restricted acces) on the university's central servers\n(GBW0408_Molecular_Medicine_Backup, size 700gb) and archive drive\n(GBW0025_Molecular_Medicine_Storage, size 5TB) for during the project\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected amount of data is 500 gb, the cost for during the project is then estimated on 250\neuro per year.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll data are stored on university central servers, paper folders (labbooks, paper source data) are\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 kept in a locked\narchive room with restricted acces (PI and secretary).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data are kept for 5 years on the electronic labbook (and/or paper labbook). Data of technically\nflawed experiments are not kept. Analagous data (plasmids, cell lines) are kept for 5 years.\nProteins, vectors are available until exhaustion. Mouse strains are kept in principle. Source data\nfor publications are kept in a separate folder in the archive room for 10 years after publication.\nWhere will the data be archived (= stored for the longer term)?\nDigital data are archived on the central server facility of the KU Leuven. Publication folders\n(physical) are stored in the archive room with restricted access. Cell lines are kept frozen in liquid\nNitrogen (cell biobank). Proteins are kept at -20C or -80C in protein database as long as\navailable.. Plasmids and antibidies are kept at -20째C in databases.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nDigital data are archived on the central server facility of the KU Leuven. Publication folders\n(physical) are stored in the archive room with restricted access. Cell lines are kept frozen in liquid\nNitrogen (cell biobank). Proteins are kept at -20C or -80C in protein database as long as\navailable.. Plasmids and antibidies are kept at -20째C in databases.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nData on hit compounds will not be shared due to confidentiality. Research data will be published\nin open access papers.\nWhich data will be made available after the end of the project?\nResearch data will be published in open access papers. Non-published data will be made\navailable upon official request.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nUpon request by mail Published data and reagents used for data generation are in principle\navailable upon request. Restrictions may be attached for sharing materials (eg MTA). Commercial\nuse will require official agreement negotiated with the help of LR&D. Non-published data (eg big\ndata on genomics and proteomics) can be shared upon request; restrictions (eg for commercial\nuse) can be imposed.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhen will the data be made available?\nUpon publication of the research results\nUpon publication of the research results Published data are available upon publication. Journals\nmay require deposition of data in repository. (eg PDB).\nWho will be able to access the data and under what conditions?\nMembers of Molecular Medicine will have access to the research data on the server. Hit\ncompounds will only be accessible to team members working on the project (restricted acces\nthrough passwords). After publication, data will be available upon request\nWhat are the expected costs for data sharing? How will the costs be covered?\nLimited costs. Transfer of reagents comes at a cost for the requestor (samples will be shipped on\nFedex account of person who requests reagents)\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nEach researcher is responsible for own data collection and storage including metadata. The PI is\nresponsible for the data management plan. Special care is taken for source data of publications.\nControl of policy is done by sampling.\nWho will be responsible for data storage & back up during the project?\nEach researcher is responsible for own data collection and storage including metadata. The PI is\nresponsible for the data management plan. Special care is taken for source data of publications.\nControl of policy is done by sampling.\nWho will be responsible for ensuring data preservation and reuse ?\nEach researcher is responsible for own data collection and storage including metadata. The PI is\nresponsible for the data management plan. Special care is taken for source data of publications.\nControl of policy is done by sampling.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Single virus live imaging of HIV (FWO DMP) - DMP title Project Identifier D-2022-1408 Grant Title G091522N Principal Investigator / Researcher Zeger Debyser Project Data Contact 049127152 zeger.debyser@kuleuven.be Description In this research proposal, we will use a state-of-the-art live imaging platform to image the early replication steps of HIV at a single virus level using confocal microscopy of virus labeled with eGFP-IN. We will characterize HIV particles that enter the nucleus using expansion microscopy. We will next investigate the role of host transportins 1 & SR2 (TNPO1/TRN-SR2) in the nuclear import of HIV. Different parameters, such as nuclear import efficiency, nuclear localization, and the HIV integrase (IN) oligomerization state will be measured in T cell lines and primary cells after depletion of transportins or by using an interaction defective mutant of transportin-SR2. Finally, we will study the relationship between integration site selection and HIV transcription and hence HIV persistence. Employing bDNA imaging we will investigate the impact of each transportin on integration site selection and transcription. Results may provide novel strategies for a functional cure of HIV infection. Institution KU Leuven 1. General Information Name applicant Zeger Debyser FWO Project Number & Title G091522N Single virus live imaging of HIV nuclear import and integration Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 1. Analogous data generated : cell lines are stored in cell bank with appropriate registration, proteins expressed and purified are stored in protein database of the lab; plasmids will be engineered and stored in a plasmid database; primers and antibodies will be commercially acquired and stored in respective databases. 2. Throughout WPs analytical data (PCR data, electrophoresis data, western blot data, immunohistochemistry data, microscopy data) will be initially be collected in a variety of file formats mainly Microsoft Excel, MS Word and equipment specific software such as FlowJo for flow cytometry data. These files will also be stored in Open Document Format or as CSV files. Estimated size 200-300GB. 3. Digital images (live imaging) will be saved as TIFF files with an estimated volume of 600 GB; 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Only related to the use of human cell lines and human PBL from Blood Transfusion. A S number has been obtained. Biobank S65733 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Imaging platform may be exploited for valorisation. Target validation is possible within the project, IP unlikely. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All collected digital data (i.e. cell line information, proteomic information, protocols, etc) are and will be stored in an online labmanagement system with integrated Electronic Lab Notebook OneNote which runs on a secured and backed up server of KULeuven (managed by ICT of the Biomedical Sciences Group). This system also provides a logging system so no data can ever be erased, making that everything will be tracable and stored longterm (well beyond the common 5 year requirement). Certificates of cell lines and antibodies are stored as well with a link to te experiment. All researchers also keep a paper labbook with annotations of dates/experiments/protocols/results/ and references to OneNote labbook and other files/folders (imaging data). Labbooks are archived in personal folders in a secured archive room. For all coworkers it is mandatory to use a tracking system between labbook, electronic note book and digital files. During the project we attempt to select a unified tracking system. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Yes Coworkers already store important info together with experimental data in electronic labbook. We are in the process of adapting this info to metastandards in our Data Repository. We will use standards listed on https://fairsharing.org/ with already available standards for Flow cytometry : https://www.re3data.org/search? query=statistics&metadataStandards%5B%5D=other Microscopy imaging : https://www.openmicroscopy.org/ qRT-PCR: http://miqe.gene-quantification.info/ In house metastandards for western blotting, cellular experiments will be generated during the project.. 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the data will be kept on our research unit central storage facility. Copies can be made and kept on personal devices. Source data for publications are collected in separate digital or paper folders at the moment of submission and handed over to the PI. These folders are archived in the archive (paper folders) or on the central storoge facility of KU Leuven. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes We have a shared drive (restricted acces) on the university's central servers (GBW0408_Molecular_Medicine_Backup, size 700gb) and archive drive (GBW0025_Molecular_Medicine_Storage, size 5TB) for during the project What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected amount of data is 500 gb, the cost for during the project is then estimated on 250 euro per year. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data are stored on university central servers, paper folders (labbooks, paper source data) are This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 kept in a locked archive room with restricted acces (PI and secretary). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data are kept for 5 years on the electronic labbook (and/or paper labbook). Data of technically flawed experiments are not kept. Analagous data (plasmids, cell lines) are kept for 5 years. Proteins, vectors are available until exhaustion. Mouse strains are kept in principle. Source data for publications are kept in a separate folder in the archive room for 10 years after publication. Where will the data be archived (= stored for the longer term)? Digital data are archived on the central server facility of the KU Leuven. Publication folders (physical) are stored in the archive room with restricted access. Cell lines are kept frozen in liquid Nitrogen (cell biobank). Proteins are kept at -20C or -80C in protein database as long as available.. Plasmids and antibidies are kept at -20째C in databases. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Digital data are archived on the central server facility of the KU Leuven. Publication folders (physical) are stored in the archive room with restricted access. Cell lines are kept frozen in liquid Nitrogen (cell biobank). Proteins are kept at -20C or -80C in protein database as long as available.. Plasmids and antibidies are kept at -20째C in databases. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Data on hit compounds will not be shared due to confidentiality. Research data will be published in open access papers. Which data will be made available after the end of the project? Research data will be published in open access papers. Non-published data will be made available upon official request. Where/how will the data be made available for reuse? Upon request by mail Upon request by mail Published data and reagents used for data generation are in principle available upon request. Restrictions may be attached for sharing materials (eg MTA). Commercial use will require official agreement negotiated with the help of LR&D. Non-published data (eg big data on genomics and proteomics) can be shared upon request; restrictions (eg for commercial use) can be imposed. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 When will the data be made available? Upon publication of the research results Upon publication of the research results Published data are available upon publication. Journals may require deposition of data in repository. (eg PDB). Who will be able to access the data and under what conditions? Members of Molecular Medicine will have access to the research data on the server. Hit compounds will only be accessible to team members working on the project (restricted acces through passwords). After publication, data will be available upon request What are the expected costs for data sharing? How will the costs be covered? Limited costs. Transfer of reagents comes at a cost for the requestor (samples will be shipped on Fedex account of person who requests reagents) 8. Responsibilities Who will be responsible for data documentation & metadata? Each researcher is responsible for own data collection and storage including metadata. The PI is responsible for the data management plan. Special care is taken for source data of publications. Control of policy is done by sampling. Who will be responsible for data storage & back up during the project? Each researcher is responsible for own data collection and storage including metadata. The PI is responsible for the data management plan. Special care is taken for source data of publications. Control of policy is done by sampling. Who will be responsible for ensuring data preservation and reuse ? Each researcher is responsible for own data collection and storage including metadata. The PI is responsible for the data management plan. Special care is taken for source data of publications. Control of policy is done by sampling. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}