{
    "document_id": "D-2022-1646",
    "LinkTitle": "D-2022-1646",
    "file_name": "D-2022-1646.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1646.pdf",
    "metadata": {
        "title": "Internal Funds DMP C1 - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Internal Funds DMP C1 - DMP title\nGrant Title\n C14/22/116\nPrincipal Investigator / Researcher\n Mitsugu Shimobayashi\nDescription\n Annually 1.5 million adults die because of the metabolic disease diabetes,\nhighlighting an urgent need for understanding of the pathogenesis of diabetes and for more\neffective treatments. \nIn response to sustained positive energy balance, fat cells store excess\nenergy (e.g. sugar) as lipids, leading to obesity. \nIn physiological condition, fat cells activate\ntranscriptional programs to promote lipid synthesis and thereby energy storage to maintain\nnormal blood glucose level. \nIt is known that obesity causes downregulation of lipid synthesis and\nstorage in fat cells, leading to high blood sugar level. \nHowever, the sugar sensing mechanism\nand the signaling pathway by which fat cells control lipid synthesis and energy storage remain\nlargely unknown. \nTo tackle this basic but also clinically important question, we will elucidate the\nmolecular regulation and the physiological role of the sugar-sensing transcription factor Mondo\nfamily in cultured fat cells, fly, mouse and human fat tissue. \nOur findings will lead to novel\ntherapeutic strategies for the treatment of obesity and diabetes.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nMitsugu Shimobayashi\nInternal Funds Project number & title\nC14/22/116\nElucidating the glucose-sensing pathway that controls the Mondo transcription\nfamily and energy homeostasis\n \n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of data\nnew vs\nreuse\nFormat\nVolume\nHow created\nimmunoblots\nand kinase\nassay\nnew data\n sgd and tif\n10 GB\nNear-infrared\nwesternblot\nimager\nqPCR\nnew data\n excel\n10 GB\nreal time PCR\nmachine\nluciferase\nreporter\nassay\nnew data\n excel\n10 GB\na plate reader\nmicroscopic\nimages\nnew data\n czi, tif\n200 GB\nlight\nmicroscopy\nEMSA\nnew data\n tif\n5 GB\nNear-infrared\nwesternblot\nimager\npatient\nclinical data\nreuse data\n excel\n1 GB\nclinical tests\n proteomics\ndata\nnew data\nraw and\nexcel \n100 GB \nmass\nspectrometry \nmanuscript\ndata\nnew data\ndocx\n20 MG\nWord \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nWe will use personal data from patients such as patient age, sex, body compositions, and the\npresence/absence of obesity and/or diabetes. Subject data are appropriately coded and\nidentifiable by a unique identifier. The original patient data is kept within the clinical team at St.\nClaraspital and only is disclosed to the research team on a need-to-know-basis. Disclosed\ninformation is only accessible on password-protected computer systems and is only available for\ninternal use within the research team.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nThe use of human samples and clinical data were already approved by the Ethikkomission\nNordwest- und Zentralschweiz (EKNZ) (Ref#:BASEC2016-01040).\nThe protocols for animal experiments are approved by the Institutional Animal Care and\nResearch Advisory Committee of the KU Leuven (Ref#:206/2020, 101/2022).\n \n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo immediate tech transfer or valorization is forseen.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo restriction for exploitation of the data we reuse.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nIn general, we use an electrolonic labbook to document name(s) of investigator, date,\nexperimental and analytical methods, results and interpretation.  In the labbooks, an unique\nidentifier is given to each experiment and is linked to all raw data. The additional information for\neach data will be described below.   \n1. immunoblots and kinase assay: meta-data containing binning, resolution, and exposure time\nwill be kept together with the original unclopped data.  \n2. qPCR data: thermal cycle condition will be automatically documented in raw data by the\nsoftware. \n3. luciferase reporter assay: raw conting values will be documented as in an excel file. \n4. microscopy: meta-data containing objectives, magnification, light-sourses, exposure time will\nbe kept together with the origical images. \n5. EMSA: meta-data containing binning, resolution, and exposure time will be kept together with\nthe original unclopped data.  \n6. Proteomics data: softwares used for mapping and quantification will be documented in the\nlabbook together with original data. \n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nWe uses the following stardard. \n1. Experimental ID: Each experiment will be named with the initial of the primary\ninvestigator and number.  \n2. The experimetal ID will be followed by the data_species_conditions_experimetal type_further\ndetails.\nFor example, MS23_221030_LiHk2KOmice_liver_immunoblot_HK2.\nUnder this neme, all the information is electronically stored in the RSpase electronic lab book.  \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n \n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nResearch data (raw data, figures, excel files, textual files, results from mouse experiments etc.)\nwill be stored in the  shared KU Leuven J-drive.\n5.2. How will the data be backed up?\nA daily automatic back-up procedure is in place for all data stored on the shared KU Leuven J-\ndrive.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes. The J-drive has a back-up capacity of 2 TB, which we expect to be large enough to save all\ndata and documents. If necessary, additional TB can be obtained, for which we have budget\navailable.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nIn total, 2400 euro is expected for the data strage cost including the usage of the electronic\nlabbook.   The cost will be covered by the allocated funding.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nOur J-drive is only accecible by the lab members with thier r or u numbers and password. \n \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll the data will be stored in the university's central servers during and at least 10 years after the\ncurrent project.\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers for at least 10 years and archived ,\nconform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nIn view of the expected size of the data, estimated cost will be an annual fee of 800 euro, and we\nwill try to cover by the following up grants. \n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThe patient identities will not to be shared beyond the project collaborators.\n7.2. Which data will be made available after the end of the project?\nThe full dataset will be uploaded together with publications under a CC-BY license.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nThe full dataset will be uploaded together with publications under a CC-BY license and all the\nreagents will be shared after signing a material transfer agreement (MTA).\n7.4. When will the data be made available?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nUpon publication of the research results\nThe full dataset will be avalable upon publication of the research results.\n7.5. Who will be able to access the data and under what conditions?\nThe full dataset will be uploaded in publications as an open access dataset under a CC-BY\nlicense. Therefore, it will be available to anyone for any purpose, provided that they give\nappropriate credit to the creators.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nIt is included in publication fee. \n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nPI: Mitsugu Shimobayashi\n8.2. Who will be responsible for data storage & back up during the project?\nPI: Mitsugu Shimobayashi\n8.3. Who will be responsible for ensuring data preservation and sharing?\nPI: Mitsugu Shimobayashi\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the PI  Mitsugu\nShimobayashi.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Internal Funds DMP C1 - DMP title Grant Title C14/22/116 Principal Investigator / Researcher Mitsugu Shimobayashi Description Annually 1.5 million adults die because of the metabolic disease diabetes, highlighting an urgent need for understanding of the pathogenesis of diabetes and for more effective treatments. In response to sustained positive energy balance, fat cells store excess energy (e.g. sugar) as lipids, leading to obesity. In physiological condition, fat cells activate transcriptional programs to promote lipid synthesis and thereby energy storage to maintain normal blood glucose level. It is known that obesity causes downregulation of lipid synthesis and storage in fat cells, leading to high blood sugar level. However, the sugar sensing mechanism and the signaling pathway by which fat cells control lipid synthesis and energy storage remain largely unknown. To tackle this basic but also clinically important question, we will elucidate the molecular regulation and the physiological role of the sugar-sensing transcription factor Mondo family in cultured fat cells, fly, mouse and human fat tissue. Our findings will lead to novel therapeutic strategies for the treatment of obesity and diabetes. Institution KU Leuven 1. General Information Name of the project lead (PI) Mitsugu Shimobayashi Internal Funds Project number & title C14/22/116 Elucidating the glucose-sensing pathway that controls the Mondo transcription family and energy homeostasis 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data new vs reuse Format Volume How created immunoblots and kinase assay new data sgd and tif 10 GB Near-infrared westernblot imager qPCR new data excel 10 GB real time PCR machine luciferase reporter assay new data excel 10 GB a plate reader microscopic images new data czi, tif 200 GB light microscopy EMSA new data tif 5 GB Near-infrared westernblot imager patient clinical data reuse data excel 1 GB clinical tests proteomics data new data raw and excel 100 GB mass spectrometry manuscript data new data docx 20 MG Word This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. We will use personal data from patients such as patient age, sex, body compositions, and the presence/absence of obesity and/or diabetes. Subject data are appropriately coded and identifiable by a unique identifier. The original patient data is kept within the clinical team at St. Claraspital and only is disclosed to the research team on a need-to-know-basis. Disclosed information is only accessible on password-protected computer systems and is only available for internal use within the research team. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). The use of human samples and clinical data were already approved by the Ethikkomission Nordwest- und Zentralschweiz (EKNZ) (Ref#:BASEC2016-01040). The protocols for animal experiments are approved by the Institutional Animal Care and Research Advisory Committee of the KU Leuven (Ref#:206/2020, 101/2022). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No immediate tech transfer or valorization is forseen. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No restriction for exploitation of the data we reuse. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? In general, we use an electrolonic labbook to document name(s) of investigator, date, experimental and analytical methods, results and interpretation. In the labbooks, an unique identifier is given to each experiment and is linked to all raw data. The additional information for each data will be described below. 1. immunoblots and kinase assay: meta-data containing binning, resolution, and exposure time will be kept together with the original unclopped data. 2. qPCR data: thermal cycle condition will be automatically documented in raw data by the software. 3. luciferase reporter assay: raw conting values will be documented as in an excel file. 4. microscopy: meta-data containing objectives, magnification, light-sourses, exposure time will be kept together with the origical images. 5. EMSA: meta-data containing binning, resolution, and exposure time will be kept together with the original unclopped data. 6. Proteomics data: softwares used for mapping and quantification will be documented in the labbook together with original data. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. We uses the following stardard. 1. Experimental ID: Each experiment will be named with the initial of the primary investigator and number. 2. The experimetal ID will be followed by the data_species_conditions_experimetal type_further details. For example, MS23_221030_LiHk2KOmice_liver_immunoblot_HK2. Under this neme, all the information is electronically stored in the RSpase electronic lab book. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 5. Data storage and backup during the project 5.1. Where will the data be stored? Research data (raw data, figures, excel files, textual files, results from mouse experiments etc.) will be stored in the shared KU Leuven J-drive. 5.2. How will the data be backed up? A daily automatic back-up procedure is in place for all data stored on the shared KU Leuven J- drive. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. The J-drive has a back-up capacity of 2 TB, which we expect to be large enough to save all data and documents. If necessary, additional TB can be obtained, for which we have budget available. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? In total, 2400 euro is expected for the data strage cost including the usage of the electronic labbook. The cost will be covered by the allocated funding. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Our J-drive is only accecible by the lab members with thier r or u numbers and password. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All the data will be stored in the university's central servers during and at least 10 years after the current project. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers for at least 10 years and archived , conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? In view of the expected size of the data, estimated cost will be an annual fee of 800 euro, and we will try to cover by the following up grants. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The patient identities will not to be shared beyond the project collaborators. 7.2. Which data will be made available after the end of the project? The full dataset will be uploaded together with publications under a CC-BY license. 7.3. Where/how will the data be made available for reuse? In an Open Access repository The full dataset will be uploaded together with publications under a CC-BY license and all the reagents will be shared after signing a material transfer agreement (MTA). 7.4. When will the data be made available? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Upon publication of the research results The full dataset will be avalable upon publication of the research results. 7.5. Who will be able to access the data and under what conditions? The full dataset will be uploaded in publications as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. 7.6. What are the expected costs for data sharing? How will these costs be covered? It is included in publication fee. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? PI: Mitsugu Shimobayashi 8.2. Who will be responsible for data storage & back up during the project? PI: Mitsugu Shimobayashi 8.3. Who will be responsible for ensuring data preservation and sharing? PI: Mitsugu Shimobayashi 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the PI Mitsugu Shimobayashi. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}