{
    "document_id": "D-2024-2578",
    "LinkTitle": "D-2024-2578",
    "file_name": "D-2024-2578.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2578.pdf",
    "metadata": {
        "title": "Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma",
        "author": "N/A",
        "creation_date": "2024-04-25 09:35:53+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nAsier Antoranz Martinez, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nAsier Antoranz Martinez\nGrant number / URL: \nGrant number / URL: \n12ATN24N\nID: \nID: \n206732\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nCutaneous melanoma is the most aggressive form of skin cancer accounting for 72% of skin cancer-related deaths. The main prognostic factor in\nprimary melanoma is Breslow thickness which is used in the clinics to predict the metastatic potential of each patient (high risk if Breslow thickness >\n1mm). Under 1 mm (“thin melanomas”, tCM), melanomas have such a low risk of metastasis that patients do not get further treatment nor follow-up.\nHowever, thanks to prevention policies 70% of newly diagnosed melanomas nowadays are tCM and 3-5% of these cases will develop metastasis. We\nhave collected an international cohort of metastatic (M+) and non-metastatic (M-) tCM cases that I will use to build a spatial multi-omics single-cell\nlandscape integrating different imaging modalities and decipher the cellular mechanisms and risk factors driving metastasis in tCM. Specifically, I will\nfocus on characterizing the differences between M+ and M- tCM in terms of: (i) anatomical areas, cell populations, and cellular states present in the\ntumor and immune components, (ii) tissue architecture in terms of spatial proximity of cells and ligand-receptor colocalization, (iii) cellular and\nacellular features critical for tumor staging such as mitotic density and solar elastosis. These questions will be addressed by developing white-box\noriented artificial intelligence algorithms setting the ground for future biomarker development that could be used to predict thin melanomas with risk of\nmetastasis.\nLast modified: \nLast modified: \n25-04-2024\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n1 of 8\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n2 of 8\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n3 of 8\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nThe main datatypes generated throughout the project are images. Specifically:\n- Spatially resolved mIHC images (czi and ome tiff format).\n- Spatially resolved transcriptomic images (ome tiff format).\n- H&E images (czi and ome tiff format).\n- Histopathological parameters of the patients (csv format).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: Asier Antoranz (main applicant).\n2\n. \nStorage capacity/repository: during and after the research, the data will be stored on the centrally managed KU servers which represents a\nsecure environment with automatic backup procedures. The data will be stored for at least 5 years, and conform to the KU Leuven RDM\npolicy which will provide to the responsible person. Additionally, the hosting laboratory has recently purchased a network-attached\nstorage (NAS) system with 500Tb of storage (mirrored) where an extra copy will be stored. This NAS system is attached to KU Leuven's\nnetwork so the same safety measurements apply.\n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNot Applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nAll data come from patients. They will be coded (i.e. pseudonymized). There continues to be a link between the data and the individual who\nprovided it. The subjects' identifiers will however be stored separately (site file) from their research data and replaced with a unique code to\ncreate a new identity for the subject. This code is stored on the UZ Leuven\nserver which is password protected, but which also allows to consult the electronic medical chart of the patient stored on UZ Leuven Hospital\nservers, only if necessary.\nIn addition, we will store all data on the central servers of the KU and UZ Leuven, which are protected against unauthorized access by\nfirewalls. The same approach is applied to patients derived from external centers.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nKU Leuven has recently joined the iRODS consortium (https://irods.org/), an open-source data management software that will be fully adopted\nas DMP.\nAll datasets will be made available upon publication of the research results, pending potential embargo periods due to IPR-related\nconfidentiality clauses (no more than 2 years). Research results will be further discussed with the Leuven Research and Development (LRD)\ndepartment before being made available.\nAll research results will be uploaded in csv format in Zenodo and GitHub as an open-access dataset under a CC-BY license. Therefore, it will\nbe available to anyone for any purpose, provided that they give appropriate credit to the creators.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n4 of 8\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nMapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nMILAN\nMultiplex\nimmunohistochemistry\nimages\nNew\nDigital\nExperimental\n.czi and\n.ome.tiff\n<50TB\nNA\nST\nSpatial\nTranscriptomics\nNew\nDigital\nExperimental\n.ome.tiff\n<10TB\nNA\nHE\nhematoxylin and eosin\nimages\nNew\nDigital\nExperimental\n.ome.tiff and\n.czi\n<10TB\nNA\nMETA\nDatabase\nReuse existing data\ncollected\nin the hospital\nDigital\nObservational\n.csv\n<1GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe clinical data, samples, and studies included in this project are approved by the Ethical Review Committee of the University Hospitals\nLeuven (S61610, amend 0002).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nFor this project, clinical data will be used from patients to associate features of interest with clinical parameters. All data will\nbe pseudonymized. All datasets.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nAll datasets. One of the endpoints of the projects is to identify biomarkers that are able to differentiate between metastatic and non-metastatic\nthin melanomas.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n5 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nYes, there are two 3rd parties. There are MTAs and DTAs in place for the transfer of the material and of the pseudonimized clinicopathological\ndata for the cases we received from Florence and Poland.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll data and accompanying information will be stored exclusively on KU Leuven servers, Onedrive. All data will be accompanied with a\nREADME file or tab that outlines the exact data collection procedure, especially important for experimental data. All experimental work is\nprepared by extensive preparations, each step is logged. Standard operating\nprocedures are written out in the lab and safely stored together with the experimental data in the same folders, to allow easy recovery of the\nmetadata. All team members have access to these metadata.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nAll metadata for the experimental work are maintained in the lab's repository. These follow a standard format and vocabulary.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data are stored at the KU Leuven Onedrive, the internal NAS in our department, or the UZ Leuven servers (for clinical data). No data will\nbe stored on local computers, hard drives, etc.\nHow will the data be backed up?\nHow will the data be backed up?\nAll data stored in the NAS is backed up automatically with version control and logging. Additionally, the NAS is mirrored to prevent\ncatastrophic disaster.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n6 of 8\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe have 460 TB of data capacity in the NAS from which 100Tb have been allocated for this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data are stored on the KU Leuven servers, only accessible with double authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll costs have been covered by the departmental group.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained for at least 5 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe same repositories as mentioned above will be used for long-term storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no added costs for data preservation. Unforeseen costs will be covered by the departmental group.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll imaging data will be made available to selected users via our DISSCOvery software. This software provides a safe (password-protected)\nrepository which directly feeds from the NAS.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nInitially, data will be accessible by the team. In later stages, accessibility will be evaluated on a user-basis with the corresponding DTAs.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n7 of 8\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs indicated above, data will be made available via our DISSCOvery platform.\nWhen will the data be made available?\nWhen will the data be made available?\nData will be made available after publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage will be provided together with a user/password and reviewed on a user-basis. The corresponding DTAs will be placed.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nUsually, there is no charge for sharing data with third parties. For DTA of privacy-sensitive data, a quid pro quo in the form of co-authorship is\nusually requested.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe team at the MILAN drylab group of the department of imaging and pathology (Asier Antoranz). \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe IT Gbiomed team of the KU Leuven \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe team at the MILAN drylab group of the department of imaging and pathology (Asier Antoranz). \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe team at the MILAN drylab group of the department of imaging and pathology (Asier Antoranz). \nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n8 of 8"
    },
    "clean_full_text": "Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma A Data Management Plan created using DMPonline.be Creators: Creators: Asier Antoranz Martinez, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: n.n. n.n. Project Administrator: Project Administrator: Asier Antoranz Martinez Grant number / URL: Grant number / URL: 12ATN24N ID: ID: 206732 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Cutaneous melanoma is the most aggressive form of skin cancer accounting for 72% of skin cancer-related deaths. The main prognostic factor in primary melanoma is Breslow thickness which is used in the clinics to predict the metastatic potential of each patient (high risk if Breslow thickness > 1mm). Under 1 mm (“thin melanomas”, tCM), melanomas have such a low risk of metastasis that patients do not get further treatment nor follow-up. However, thanks to prevention policies 70% of newly diagnosed melanomas nowadays are tCM and 3-5% of these cases will develop metastasis. We have collected an international cohort of metastatic (M+) and non-metastatic (M-) tCM cases that I will use to build a spatial multi-omics single-cell landscape integrating different imaging modalities and decipher the cellular mechanisms and risk factors driving metastasis in tCM. Specifically, I will focus on characterizing the differences between M+ and M- tCM in terms of: (i) anatomical areas, cell populations, and cellular states present in the tumor and immune components, (ii) tissue architecture in terms of spatial proximity of cells and ligand-receptor colocalization, (iii) cellular and acellular features critical for tumor staging such as mitotic density and solar elastosis. These questions will be addressed by developing white-box oriented artificial intelligence algorithms setting the ground for future biomarker development that could be used to predict thin melanomas with risk of metastasis. Last modified: Last modified: 25-04-2024 Created using DMPonline.be. Last modiﬁed 25 April 2024 1 of 8 Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 April 2024 2 of 8 Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 25 April 2024 3 of 8 Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) The main datatypes generated throughout the project are images. Specifically: - Spatially resolved mIHC images (czi and ome tiff format). - Spatially resolved transcriptomic images (ome tiff format). - H&E images (czi and ome tiff format). - Histopathological parameters of the patients (csv format). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Asier Antoranz (main applicant). 2 . Storage capacity/repository: during and after the research, the data will be stored on the centrally managed KU servers which represents a secure environment with automatic backup procedures. The data will be stored for at least 5 years, and conform to the KU Leuven RDM policy which will provide to the responsible person. Additionally, the hosting laboratory has recently purchased a network-attached storage (NAS) system with 500Tb of storage (mirrored) where an extra copy will be stored. This NAS system is attached to KU Leuven's network so the same safety measurements apply. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) Not Applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) All data come from patients. They will be coded (i.e. pseudonymized). There continues to be a link between the data and the individual who provided it. The subjects' identifiers will however be stored separately (site file) from their research data and replaced with a unique code to create a new identity for the subject. This code is stored on the UZ Leuven server which is password protected, but which also allows to consult the electronic medical chart of the patient stored on UZ Leuven Hospital servers, only if necessary. In addition, we will store all data on the central servers of the KU and UZ Leuven, which are protected against unauthorized access by firewalls. The same approach is applied to patients derived from external centers. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) KU Leuven has recently joined the iRODS consortium (https://irods.org/), an open-source data management software that will be fully adopted as DMP. All datasets will be made available upon publication of the research results, pending potential embargo periods due to IPR-related confidentiality clauses (no more than 2 years). Research results will be further discussed with the Leuven Research and Development (LRD) department before being made available. All research results will be uploaded in csv format in Zenodo and GitHub as an open-access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. Created using DMPonline.be. Last modiﬁed 25 April 2024 4 of 8 Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma Mapping the multi-modal single-cell landscape of metastatic and non-metastatic thin melanoma FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume MILAN Multiplex immunohistochemistry images New Digital Experimental .czi and .ome.tiff <50TB NA ST Spatial Transcriptomics New Digital Experimental .ome.tiff <10TB NA HE hematoxylin and eosin images New Digital Experimental .ome.tiff and .czi <10TB NA META Database Reuse existing data collected in the hospital Digital Observational .csv <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The clinical data, samples, and studies included in this project are approved by the Ethical Review Committee of the University Hospitals Leuven (S61610, amend 0002). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes For this project, clinical data will be used from patients to associate features of interest with clinical parameters. All data will be pseudonymized. All datasets. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes All datasets. One of the endpoints of the projects is to identify biomarkers that are able to differentiate between metastatic and non-metastatic thin melanomas. Created using DMPonline.be. Last modiﬁed 25 April 2024 5 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Yes, there are two 3rd parties. There are MTAs and DTAs in place for the transfer of the material and of the pseudonimized clinicopathological data for the cases we received from Florence and Poland. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data and accompanying information will be stored exclusively on KU Leuven servers, Onedrive. All data will be accompanied with a README file or tab that outlines the exact data collection procedure, especially important for experimental data. All experimental work is prepared by extensive preparations, each step is logged. Standard operating procedures are written out in the lab and safely stored together with the experimental data in the same folders, to allow easy recovery of the metadata. All team members have access to these metadata. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes All metadata for the experimental work are maintained in the lab's repository. These follow a standard format and vocabulary. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data are stored at the KU Leuven Onedrive, the internal NAS in our department, or the UZ Leuven servers (for clinical data). No data will be stored on local computers, hard drives, etc. How will the data be backed up? How will the data be backed up? All data stored in the NAS is backed up automatically with version control and logging. Additionally, the NAS is mirrored to prevent catastrophic disaster. Created using DMPonline.be. Last modiﬁed 25 April 2024 6 of 8 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We have 460 TB of data capacity in the NAS from which 100Tb have been allocated for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored on the KU Leuven servers, only accessible with double authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? All costs have been covered by the departmental group. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained for at least 5 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The same repositories as mentioned above will be used for long-term storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no added costs for data preservation. Unforeseen costs will be covered by the departmental group. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All imaging data will be made available to selected users via our DISSCOvery software. This software provides a safe (password-protected) repository which directly feeds from the NAS. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Initially, data will be accessible by the team. In later stages, accessibility will be evaluated on a user-basis with the corresponding DTAs. Created using DMPonline.be. Last modiﬁed 25 April 2024 7 of 8 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. As indicated above, data will be made available via our DISSCOvery platform. When will the data be made available? When will the data be made available? Data will be made available after publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data usage will be provided together with a user/password and reviewed on a user-basis. The corresponding DTAs will be placed. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Usually, there is no charge for sharing data with third parties. For DTA of privacy-sensitive data, a quid pro quo in the form of co-authorship is usually requested. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The team at the MILAN drylab group of the department of imaging and pathology (Asier Antoranz). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The IT Gbiomed team of the KU Leuven Who will manage data preservation and sharing? Who will manage data preservation and sharing? The team at the MILAN drylab group of the department of imaging and pathology (Asier Antoranz). Who will update and implement this DMP? Who will update and implement this DMP? The team at the MILAN drylab group of the department of imaging and pathology (Asier Antoranz). Created using DMPonline.be. Last modiﬁed 25 April 2024 8 of 8"
}