{
    "document_id": "D-2023-2431",
    "LinkTitle": "D-2023-2431",
    "file_name": "D-2023-2431.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2431.pdf",
    "metadata": {
        "title": "PDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to model-based diagnosis of joint hyper-resistance.",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "PDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to\nPDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to\nmodel-based diagnosis of joint hyper-resistance.\nmodel-based diagnosis of joint hyper-resistance.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJente Willaert\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT2/23/069\nID: \nID: \n203916\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2024\nProject abstract:\nProject abstract:\nJoint hyper-resistance to movement is a common and disruptive symptom in neurological disorders caused by a lesion to the brain or spinal cord, such\nas cerebral palsy (CP), stroke, and spinal cord injury. Both alterations in muscle mechanical properties and in neural control, such as\nhyperactive reflexes, contribute to joint hyper-resistance. Yet, we lack a mechanistic understanding of how alterations in muscle properties affect\nspindle firing, driving stretch reflexes, in response to stretch.\nThis hinders our ability to infer the underlying patient-specific causes of hyper-resistance. Limited specificity in diagnosis may lead to suboptimal\ntreatment selection, explaining why the responses to treatment are highly variable. Here, I will develop a mechanistic model of joint hyper-resistance\naimed at identifying neural and muscle contributions to joint hyper-resistance. I will first assess how muscle properties affect spindle firing in response\nto stretch in a spastic and contracture rat model. Next, I will use the experimental data to develop and validate a computer model of joint hyper-\nresistance. Finally, I will use this computer model to identify individual-specific neural and muscle deficits underlying joint hyper-resistance, and the\neffects of treatment on these deficits in children with CP. My project will contribute to improved diagnosis of joint hyper-resistance problems and will\nconsequently lead to improved treatment selection for a variety of neurological disorders.\nLast modified: \nLast modified: \n30-01-2024\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n1 of 8\nPDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to\nPDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to\nmodel-based diagnosis of joint hyper-resistance.\nmodel-based diagnosis of joint hyper-resistance.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWP1: \nRat data\nMuscle-tendon morphological properties of the medial\ngastrocnemius and soleus and the muscle and spindle\nresponse to various stretching protocols in spastic,\ncontracture, and healthy rat models. \n1) Whole muscle force exerted at the tendon (force\ntransducer)\n2) Muscle fascicle length (sonomicrometry)\n3) Tendon length (kinematics)\n4) Axon potentials of muscle spindles (intra-axon\nmeasurements)\nN\nD\nN\n.mat\n.c3d\n< 100\nGB\n0\nWP2:\nNeuromechanical\nmodel\nMechanistic muscle model + Muscle spindle model\nE\n(WP1: rat\ndata)\nD\nM\n.mat\n< 100\nGB\n0\nWP3:\nIdentification of\nneural and non-\nneural deficits\nIdentification of model parameters describing muscle-tendon\nproperties, background muscle activity and reflex gains\n1) Muscle morphology (3D US)\nmuscle belly length\nmuscle volume\nmuscle fiber length\nmuscle tendon length\n2) Knee and joint angle (goniometer)\n3) Instrumented spasticity assessment\nmuscle activity (EMG)\nExternal force (6D force cell)\nKinematics\n4) Computational models from WP 2 \nE + N\nD\nN\n.mat\n.c3d\n< 1TB\n0\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n2 of 8\nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nWe will use a combination of existing data sets and data that will be collected in the following year(s).The existing data sets contain data from\ninstrumented spasticity assessments as well as muscle morphology (US) pre- and post treatment with BoNT-A (dataset a, UZ Leuven), casting\nand stretching (dataset b, UZ Leuven), or selective dorsal rhizotomy (SDR) (dataset c & d, UZ Leuven & KU Leuven) in children with spastic\ncerebral palsy. Data is available through past and ongoing projects of co-promoter prof. Desloovere, (dataset a-c) as well as our own dataset on\npre- and post- SDR measurements (dataset d). \nData is not yet published.\nThe complete dataset (already collected data and data that will be collected in the near future) will be shared using Belnet. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nWP1 - Rat data\nWP1 - Rat data\nRat data will be collected in prof. Maas' lab (VU Amsterdam). Ethical approval of the CCD (Centrale Commissie Dierproeven) is already\nobtained ( AVD11200202114471). Currently, we are applying for ethical approval at the Central Authority for Scientific Procedures in\nAnimals (VU Amsterdam). \nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nEthical approval was already obtained for the collected data and is not yet closed for the ongoing data collections at the Ethical committee of\nUZ Leuven (S61641, S59945, S56041). We will apply for ethical approval for retrospective use of these data at the Ethical committee of UZ\nLeuven when we start with WP2. We will inform all participants that their data will be used for more research purposes. \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nEthical approval was obtained for processing personal data (S61641, S59945, S56041). We will apply for ethical approval for retrospective use\nof these data at the Ethical committee of UZ Leuven. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nN/a\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nN/a\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nN/a\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n3 of 8\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nWP1- Rat data\nWP1- Rat data\nWe will provide following information:\n1. Table of content (excel and csv) with all project related experiments, including experiment number, date of experiment, researcher\nperforming experiment.\n2. Description of the goal of the experiment (word and txt)\n3. Detailed protocol, which enables other researchers to repeat the experiment\n4. All (raw) data\n5. Illustrations and statistical analysis of the data (if appropriate)\nWP2 - Neuromechanical models\nWP2 - Neuromechanical models\nWe will provide following information: \n1. Github repository with all code (.mat files)\n2. Detailed read-me file (txt) to explain the content of the repository, the the goal of the models, and the explanation on how to use the code. \nWP3- Identification of neural and non-neural deficits\nWP3- Identification of neural and non-neural deficits\nWe will provide following information:\n1. Table of content (excel and csv) with all project related experiments, including experiment number, date of experiment, researcher\nperforming experiment.\n2. Description of the goal of the experiment (word and txt)\n3. Detailed protocol, which enables other researchers to repeat the experiment\n4. All (raw) data\n5. Illustrations and statistical analysis of the data (if appropriate)\nIn the case that documentation is written or available in notebooks or stored on other files, a link will be provided. With the help of this\ndocumentation every authorized researcher will be able to look up all necessary information of the performed experiments and repeat the\nexperiments in exactly the same way. \nAll personal data will be pseudo-anonymized. Each subject will be coded with a number. All data collected from or related to this subject will\nbe stored under the same number. The number attributed to the subject depends on the order they are recruited. A key file will link the subject\nnumber to the subject name. The key file will be stored in the office of prof. De Groote (supervisor). Only me and prof. De Groote will have\naccess to this key file. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata describing the settings and technical descriptions of the experiments and data processing workflows (i.e., filtering, labeling etc.) will\nbe provided as read-me, word, txt, excel, or csv files.\n \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nAll data and documentation will be stored on my KU Leuven managed personal laptop (Jente Willaert) in a folder which is synchronized with\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n4 of 8\nthe KU Leuven One Drive. We will back-up the data daily to the L-drive (Large Volume Storage) of our research group. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nData will be stored on the KU Leuven One Drive environment (automatic back-up) and we will automatically make a daily back up to the L-\nDrive (automatic back-ups).\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCurrently available:\n- 2 TB on KU Leuven One Drive environment\n- 2 TB on my KU Leuven managed personal laptop\n- 5 TB on shared L-drive\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy and with\npassword. \nThe key file which links the subject number to the subject name will be stored in the key-locked office, in a key-locked closet of prof. De\nGroote (supervisor). Only me and prof. De Groote will have access to this key file. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe currently available capacity is free (L-drive is payed by the department).\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and\nfor clinical experiments on humans\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nData of WP1 and WP2 will be preserved for 10 years according to KU Leuven RDM policy. \nData of WP3 will be preserved for 25 years according to CTC recommendations for clinical experiments on humans. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n5 of 8\nDigital data will be archived on the secured KUL L-drive. Hard copies (e.g., informed consent forms) will be stored in locked cabinets in the\noffice of prof. De Groote (supervisor).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor this project, data storage of 2 Tb is anticipated. No costs are expected (L-drive is payed by department). In case of limited space\navailability, we will 'buy' additional space on the L-drive (€ 522.1/5TB/year). Given the expected size of the project of 2TB, costs for long-\nterm storage are estimated at € 522.1/year. The costs will be carried by prof. De Groote.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as open data\nOther (specify below)\nWP1 - Rat data\nWP1 - Rat data\nAll (raw) data will be available upon reasonable request. \nWP2 - Neuromechanical model\nWP2 - Neuromechanical model\nNew developed models and data used for model development will be available on Github. We will create a DOI through RDR (KU Leuven).  \nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nSince WP3 consists of personal human data, the ethical committee and participants needs to approve data sharing. However, as this concerns\nsecondary use of data, we will refer to originally published datasets.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nThis concerns secondary use of data. The original dataset will be published under restricted access, requiring approval by an ethical committee\nand permission from participants for data sharing. We will refer to these datasets.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nThe ethical committee and participants needs to give permission for data sharing. \nIf permission is obtained, all data will be shared (pseudonymized) \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nOther (specify below)\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n6 of 8\nWP1 - Rat data\nWP1 - Rat data\nThe main output of the project will be original scientific research papers. These will adhere to the KU Leuven Open Access policy. Original\nprocessed dataset will be made available with publication either as supplementary files or using a data-sharing platform.\nWP2 - Neuromechanical model\nWP2 - Neuromechanical model\nThe main output of the project will be original scientific research papers. The models will be available with publication either as\nsupplementary files or on Github. We will create a DOI through RDR (KU Leuven). \nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nWe will refer to the original publications of the datasets. \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nWP1 - Rat data\nWP1 - Rat data\nCC-BY 4.0 (data) (if agreement with VU Amsterdam)\nWP2 - Neuromechanical model\nWP2 - Neuromechanical model\nCC-BY 4.0 \nWP3 - Identification of neural and non-neural deficits\nWP3 - Identification of neural and non-neural deficits\nData transfer agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected. If any costs occur, they will be covered by the requesting party. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nJente Willaert will be responsible for data documentation and metadata during the project, under supervision of prof. Friedl De Groote\n(supervisor). \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nJente Willaert will be responsible for data storage and back-up during the project, under supervision of prof. Friedl De Groote (supervisor). \nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n7 of 8\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nProf. Friedl De Groote (supervisor) will be responsible for data preservation after the end of the project. Jente Willaert will be responsible for\ndata sharing during the project, under supervision of prof. De Groote. Prof. De Groote will be responsible for data sharing after the end of the\nproject. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nJente Willaert will update and implement this data management plan througout the project, under supervision of prof. Friedl De Groote\n(supervisor). \nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n8 of 8"
    },
    "clean_full_text": "PDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to PDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to model-based diagnosis of joint hyper-resistance. model-based diagnosis of joint hyper-resistance. A Data Management Plan created using DMPonline.be Creator: Creator: Jente Willaert Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT2/23/069 ID: ID: 203916 Start date: Start date: 01-11-2023 End date: End date: 31-10-2024 Project abstract: Project abstract: Joint hyper-resistance to movement is a common and disruptive symptom in neurological disorders caused by a lesion to the brain or spinal cord, such as cerebral palsy (CP), stroke, and spinal cord injury. Both alterations in muscle mechanical properties and in neural control, such as hyperactive reflexes, contribute to joint hyper-resistance. Yet, we lack a mechanistic understanding of how alterations in muscle properties affect spindle firing, driving stretch reflexes, in response to stretch. This hinders our ability to infer the underlying patient-specific causes of hyper-resistance. Limited specificity in diagnosis may lead to suboptimal treatment selection, explaining why the responses to treatment are highly variable. Here, I will develop a mechanistic model of joint hyper-resistance aimed at identifying neural and muscle contributions to joint hyper-resistance. I will first assess how muscle properties affect spindle firing in response to stretch in a spastic and contracture rat model. Next, I will use the experimental data to develop and validate a computer model of joint hyper- resistance. Finally, I will use this computer model to identify individual-specific neural and muscle deficits underlying joint hyper-resistance, and the effects of treatment on these deficits in children with CP. My project will contribute to improved diagnosis of joint hyper-resistance problems and will consequently lead to improved treatment selection for a variety of neurological disorders. Last modified: Last modified: 30-01-2024 Created using DMPonline.be. Last modiﬁed 30 January 2024 1 of 8 PDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to PDM - Interaction between muscle mechanics and reflex hyperactivity in CP: from animal experiments to model-based diagnosis of joint hyper-resistance. model-based diagnosis of joint hyper-resistance. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP1: Rat data Muscle-tendon morphological properties of the medial gastrocnemius and soleus and the muscle and spindle response to various stretching protocols in spastic, contracture, and healthy rat models. 1) Whole muscle force exerted at the tendon (force transducer) 2) Muscle fascicle length (sonomicrometry) 3) Tendon length (kinematics) 4) Axon potentials of muscle spindles (intra-axon measurements) N D N .mat .c3d < 100 GB 0 WP2: Neuromechanical model Mechanistic muscle model + Muscle spindle model E (WP1: rat data) D M .mat < 100 GB 0 WP3: Identification of neural and non- neural deficits Identification of model parameters describing muscle-tendon properties, background muscle activity and reflex gains 1) Muscle morphology (3D US) muscle belly length muscle volume muscle fiber length muscle tendon length 2) Knee and joint angle (goniometer) 3) Instrumented spasticity assessment muscle activity (EMG) External force (6D force cell) Kinematics 4) Computational models from WP 2 E + N D N .mat .c3d < 1TB 0 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Created using DMPonline.be. Last modiﬁed 30 January 2024 2 of 8 WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits We will use a combination of existing data sets and data that will be collected in the following year(s).The existing data sets contain data from instrumented spasticity assessments as well as muscle morphology (US) pre- and post treatment with BoNT-A (dataset a, UZ Leuven), casting and stretching (dataset b, UZ Leuven), or selective dorsal rhizotomy (SDR) (dataset c & d, UZ Leuven & KU Leuven) in children with spastic cerebral palsy. Data is available through past and ongoing projects of co-promoter prof. Desloovere, (dataset a-c) as well as our own dataset on pre- and post- SDR measurements (dataset d). Data is not yet published. The complete dataset (already collected data and data that will be collected in the near future) will be shared using Belnet. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) WP1 - Rat data WP1 - Rat data Rat data will be collected in prof. Maas' lab (VU Amsterdam). Ethical approval of the CCD (Centrale Commissie Dierproeven) is already obtained ( AVD11200202114471). Currently, we are applying for ethical approval at the Central Authority for Scientific Procedures in Animals (VU Amsterdam). WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits Ethical approval was already obtained for the collected data and is not yet closed for the ongoing data collections at the Ethical committee of UZ Leuven (S61641, S59945, S56041). We will apply for ethical approval for retrospective use of these data at the Ethical committee of UZ Leuven when we start with WP2. We will inform all participants that their data will be used for more research purposes. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits Ethical approval was obtained for processing personal data (S61641, S59945, S56041). We will apply for ethical approval for retrospective use of these data at the Ethical committee of UZ Leuven. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No N/a Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No N/a Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No N/a Created using DMPonline.be. Last modiﬁed 30 January 2024 3 of 8 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). WP1- Rat data WP1- Rat data We will provide following information: 1. Table of content (excel and csv) with all project related experiments, including experiment number, date of experiment, researcher performing experiment. 2. Description of the goal of the experiment (word and txt) 3. Detailed protocol, which enables other researchers to repeat the experiment 4. All (raw) data 5. Illustrations and statistical analysis of the data (if appropriate) WP2 - Neuromechanical models WP2 - Neuromechanical models We will provide following information: 1. Github repository with all code (.mat files) 2. Detailed read-me file (txt) to explain the content of the repository, the the goal of the models, and the explanation on how to use the code. WP3- Identification of neural and non-neural deficits WP3- Identification of neural and non-neural deficits We will provide following information: 1. Table of content (excel and csv) with all project related experiments, including experiment number, date of experiment, researcher performing experiment. 2. Description of the goal of the experiment (word and txt) 3. Detailed protocol, which enables other researchers to repeat the experiment 4. All (raw) data 5. Illustrations and statistical analysis of the data (if appropriate) In the case that documentation is written or available in notebooks or stored on other files, a link will be provided. With the help of this documentation every authorized researcher will be able to look up all necessary information of the performed experiments and repeat the experiments in exactly the same way. All personal data will be pseudo-anonymized. Each subject will be coded with a number. All data collected from or related to this subject will be stored under the same number. The number attributed to the subject depends on the order they are recruited. A key file will link the subject number to the subject name. The key file will be stored in the office of prof. De Groote (supervisor). Only me and prof. De Groote will have access to this key file. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata describing the settings and technical descriptions of the experiments and data processing workflows (i.e., filtering, labeling etc.) will be provided as read-me, word, txt, excel, or csv files. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage All data and documentation will be stored on my KU Leuven managed personal laptop (Jente Willaert) in a folder which is synchronized with Created using DMPonline.be. Last modiﬁed 30 January 2024 4 of 8 the KU Leuven One Drive. We will back-up the data daily to the L-drive (Large Volume Storage) of our research group. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Data will be stored on the KU Leuven One Drive environment (automatic back-up) and we will automatically make a daily back up to the L- Drive (automatic back-ups). Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Currently available: - 2 TB on KU Leuven One Drive environment - 2 TB on my KU Leuven managed personal laptop - 5 TB on shared L-drive How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy and with password. The key file which links the subject number to the subject name will be stored in the key-locked office, in a key-locked closet of prof. De Groote (supervisor). Only me and prof. De Groote will have access to this key file. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The currently available capacity is free (L-drive is payed by the department). Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans All data will be preserved for 10 years according to KU Leuven RDM policy Data of WP1 and WP2 will be preserved for 10 years according to KU Leuven RDM policy. Data of WP3 will be preserved for 25 years according to CTC recommendations for clinical experiments on humans. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Created using DMPonline.be. Last modiﬁed 30 January 2024 5 of 8 Digital data will be archived on the secured KUL L-drive. Hard copies (e.g., informed consent forms) will be stored in locked cabinets in the office of prof. De Groote (supervisor). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For this project, data storage of 2 Tb is anticipated. No costs are expected (L-drive is payed by department). In case of limited space availability, we will 'buy' additional space on the L-drive (€ 522.1/5TB/year). Given the expected size of the project of 2TB, costs for long- term storage are estimated at € 522.1/year. The costs will be carried by prof. De Groote. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as open data Other (specify below) WP1 - Rat data WP1 - Rat data All (raw) data will be available upon reasonable request. WP2 - Neuromechanical model WP2 - Neuromechanical model New developed models and data used for model development will be available on Github. We will create a DOI through RDR (KU Leuven). WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits Since WP3 consists of personal human data, the ethical committee and participants needs to approve data sharing. However, as this concerns secondary use of data, we will refer to originally published datasets. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits This concerns secondary use of data. The original dataset will be published under restricted access, requiring approval by an ethical committee and permission from participants for data sharing. We will refer to these datasets. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits The ethical committee and participants needs to give permission for data sharing. If permission is obtained, all data will be shared (pseudonymized) Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Other (specify below) Created using DMPonline.be. Last modiﬁed 30 January 2024 6 of 8 WP1 - Rat data WP1 - Rat data The main output of the project will be original scientific research papers. These will adhere to the KU Leuven Open Access policy. Original processed dataset will be made available with publication either as supplementary files or using a data-sharing platform. WP2 - Neuromechanical model WP2 - Neuromechanical model The main output of the project will be original scientific research papers. The models will be available with publication either as supplementary files or on Github. We will create a DOI through RDR (KU Leuven). WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits We will refer to the original publications of the datasets. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) WP1 - Rat data WP1 - Rat data CC-BY 4.0 (data) (if agreement with VU Amsterdam) WP2 - Neuromechanical model WP2 - Neuromechanical model CC-BY 4.0 WP3 - Identification of neural and non-neural deficits WP3 - Identification of neural and non-neural deficits Data transfer agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. If any costs occur, they will be covered by the requesting party. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Jente Willaert will be responsible for data documentation and metadata during the project, under supervision of prof. Friedl De Groote (supervisor). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Jente Willaert will be responsible for data storage and back-up during the project, under supervision of prof. Friedl De Groote (supervisor). Created using DMPonline.be. Last modiﬁed 30 January 2024 7 of 8 Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Friedl De Groote (supervisor) will be responsible for data preservation after the end of the project. Jente Willaert will be responsible for data sharing during the project, under supervision of prof. De Groote. Prof. De Groote will be responsible for data sharing after the end of the project. Who will update and implement this DMP? Who will update and implement this DMP? Jente Willaert will update and implement this data management plan througout the project, under supervision of prof. Friedl De Groote (supervisor). Created using DMPonline.be. Last modiﬁed 30 January 2024 8 of 8"
}