{
    "document_id": "D-2024-3162",
    "LinkTitle": "D-2024-3162",
    "file_name": "D-2024-3162.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3162.pdf",
    "metadata": {
        "title": "D-2024-3162",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": " 1  DATA MANAGEMENT PLAN  OVERVIEW   Title: Empiricism and a posteriori, inductive Metaphysics: Franz Brentano on the vital role of Induction for scientific Philosophy  Project: BOF research project PDMT1/24/004  Principal Investigator: Andrea Cimino  Affiliation: KU Leuven (KUL)  Template: KU Leuven BOF-IOF  Project abstract: There is a philosophical urgency that strikes at the core of metaphysics and questions the feasibility of a truly rational-scientific philosophy. This urgency concerns the relationship between experience, induction, and metaphysics, demanding cogent answers to decisive questions, such as ‘is the metaphysical ambition of philosophy legitimate?’, ‘is metaphysics a mere philosophical illusions?’, and ‘is metaphysics a purely speculative, inherently arbitrary, and epistemically unsound enterprise or can it rightfully strive for scientific rigor?’ In other words, what is required is a compelling response to the problem: ‘is a scientific metaphysics, whose apodictic laws are inductively and deductively obtained as well as firmly grounded in empirical evidence, ultimately possible?’ My project addresses these fundamental questions through the lens of Franz Brentano and his neglected reflections on induction and scientific metaphysics. More specifically, it aims to offer a historical, systematic, and critical reconstruction of Brentano’s understudied treatment of induction and its pivotal role in laying the epistemic and methodological foundation for an a posteriori, scientific metaphysics. Engaging in a critical dialogue with both the Aristotelian-empiricist lineage and positivism, Brentano emerges as arguably the last major philosopher to offer an epistemological argument supporting the legitimate pursuit of metaphysics within the project of a rational-scientific philosophy.  Start date: 01-10-2024  End date: 30-09-2025  Last modified: 09-01-2025     \n 2 RESEARCH DATA SUMMARY   List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.  Dataset name / ID Description New or reuse Digital or Physical data  Data Type File format Data volume Physical volume     Indicate:  N(ew data) or E(xisting data)      Indicate:  D(igital) or P(hysical) Indicate:  Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)     Indicate:  <1GB <100GB <1TB <5TB >5TB   NA   \n Ms. EL 18, EL 72, EL 80, and M 96  Research manuscripts Existing data Digital Textual NA NA NA  Brentano's complete works     Published writings  Existing data  Physical   Textual   NA  NA  NA BQ 60, BQ 61 1-2, and BQ 68    BrL 411-683, BrL 1560-1705, and BrL 2840-2880 Husserl's annotations on Brentano's works contained in books preserved in Husserl's personal library  Brentano’s correspondence Existing data     Existing data Physical      Physical Textual      Textual NA      NA NA      NA NA      NA                                                 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:  Research manuscripts, students' annotations of Brentano's lectures, and notes on his writings are preserved at the Franz Brentano Archive Graz, the Houghton Library (Harvard), and KU Leuven.      \n 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.  ● No NA   Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).  ● No NA   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.   ● No NA   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.  ● No NA   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.  ● No NA    \n 4 DOCUMENTATION AND METADATA   Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded).   Standard archival research methodology.   Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used.   If not, please specify which metadata will be created to make the data easier to find and reuse.   ● Yes All the data supporting the research will be duly referenced in peer-reviewed articles, monographs, and publications deposited in the Lirias platform, granting the readers physical and/or online access.    \n 5 DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT   Where will the data be stored?  ● Other (specify below) All data supporting the research will be duly referenced in peer-reviewed articles, monographs, and publications deposited in the Lirias platform, granting the readers physical and/or online access. Data will also be stored on the server of the KU Leuven Higher Institute of Philosophy and preserved on both the server and the research database of the Husserl Archives, (https://hiw.kuleuven.be/digitalhusserl/database).   How will the data be backed up?  ● Standard back-up provided by KU Leuven ICTS for my storage solution   Is there currently sufficient storage & backup capacity during the project?   If no or insufficient storage or backup capacities are available, explain how this will be taken care of.   ● Yes The servers and databases of the Higher Institute of Philosophy and the Husserl Archives have sufficient storage and backup capacity to manage the data used in the research project.   How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   Research data will be stored and preserved on the servers of the Higher Institute of Philosophy and Husserl Archives at the KU Leuven. These data will be therefore available only thought a password protected access. The research will not involve any sensitive, confidential, personal data collection or processing.   What are the expected costs for data storage and backup during the research project? How will these costs be covered?  No costs for data storage and back up are expected.    \n 6 DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT   Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project?   In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  ● All data will be preserved for 10 years according to KU Leuven RDM policy  Where will these data be archived (stored and curated for the long-term)?   ● Large Volume Storage (longterm for large volumes) ● KU Leuven RDR All the data used in the research project will be stored on the server of the KU Leuven Higher Institute of Philosophy and also preserved on both the server and the research database of the Husserl Archives, (https://hiw.kuleuven.be/digitalhusserl/database). These data will also be ingested for long-term preservation with the support of LIBIS (https://bib.kuleuven.be/libis).  What are the expected costs for data preservation during the expected retention period? How will these costs be covered?  No costs for data preservation are expected.    \n 7 DATA SHARING AND REUSE   Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.  ● Yes, as open data ● Yes, as restricted data (upon approval, or institutional access only) NA   If access is restricted, please specify who will be able to access the data and under what conditions.   Access is granted following the conditions of the Lirias platform.   Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?   Please explain per dataset or data type where appropriate.  ● No NA   Where will the data be made available?    If already known, please provide a repository per dataset or data type.  ● KU Leuven RDR (Research Data Repository) ● Other data repository (specify below) In both Open Access repositories and restricted access repositories, such as: publication venues, the servers and database of both the KU Leuven Institute of Philosophy and the Husserl-Archives, and Lirias platform.   When will the data be made available?   ● Upon publication of research results NA   Which data usage licenses are you going to provide?   If none, please explain why.  ● Other (specify below) Public access as soon as legally possible.   \n 8 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.   ● No NA   What are the expected costs for data sharing? How will these costs be covered?    No costs for data sharing are expected.     \n 9 RESPONSIBILITIES   Who will manage data documentation and metadata during the research project?   The KU Leuven Husserl Archives will be responsible for data documentation and metadata.                        Who will manage data storage and backup during the research project?   The Higher Institute of Philosophy and the Husserl Archives at KU Leuven will be responsible for data storage and back up during the project   Who will manage data preservation and sharing?   The Higher Institute of Philosophy and the Husserl Archives at KU Leuven will be responsible for ensuring data preservation and reuse.                        Who will update and implement this DMP?   I (the P.I.) will update and implement this DMP.   "
    },
    "clean_full_text": "1 DATA MANAGEMENT PLAN OVERVIEW Title: Empiricism and a posteriori, inductive Metaphysics: Franz Brentano on the vital role of Induction for scientific Philosophy Project: BOF research project PDMT1/24/004 Principal Investigator: Andrea Cimino Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Project abstract: There is a philosophical urgency that strikes at the core of metaphysics and questions the feasibility of a truly rational-scientific philosophy. This urgency concerns the relationship between experience, induction, and metaphysics, demanding cogent answers to decisive questions, such as ‘is the metaphysical ambition of philosophy legitimate?’, ‘is metaphysics a mere philosophical illusions?’, and ‘is metaphysics a purely speculative, inherently arbitrary, and epistemically unsound enterprise or can it rightfully strive for scientific rigor?’ In other words, what is required is a compelling response to the problem: ‘is a scientific metaphysics, whose apodictic laws are inductively and deductively obtained as well as firmly grounded in empirical evidence, ultimately possible?’ My project addresses these fundamental questions through the lens of Franz Brentano and his neglected reflections on induction and scientific metaphysics. More specifically, it aims to offer a historical, systematic, and critical reconstruction of Brentano’s understudied treatment of induction and its pivotal role in laying the epistemic and methodological foundation for an a posteriori, scientific metaphysics. Engaging in a critical dialogue with both the Aristotelian-empiricist lineage and positivism, Brentano emerges as arguably the last major philosopher to offer an epistemological argument supporting the legitimate pursuit of metaphysics within the project of a rational-scientific philosophy. Start date: 01-10-2024 End date: 30-09-2025 Last modified: 09-01-2025 2 RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Ms. EL 18, EL 72, EL 80, and M 96 Research manuscripts Existing data Digital Textual NA NA NA Brentano's complete works Published writings Existing data Physical Textual NA NA NA BQ 60, BQ 61 1-2, and BQ 68 BrL 411-683, BrL 1560-1705, and BrL 2840-2880 Husserl's annotations on Brentano's works contained in books preserved in Husserl's personal library Brentano’s correspondence Existing data Existing data Physical Physical Textual Textual NA NA NA NA NA NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Research manuscripts, students' annotations of Brentano's lectures, and notes on his writings are preserved at the Franz Brentano Archive Graz, the Houghton Library (Harvard), and KU Leuven. 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● No NA Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No NA 4 DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Standard archival research methodology. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ● Yes All the data supporting the research will be duly referenced in peer-reviewed articles, monographs, and publications deposited in the Lirias platform, granting the readers physical and/or online access. 5 DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ● Other (specify below) All data supporting the research will be duly referenced in peer-reviewed articles, monographs, and publications deposited in the Lirias platform, granting the readers physical and/or online access. Data will also be stored on the server of the KU Leuven Higher Institute of Philosophy and preserved on both the server and the research database of the Husserl Archives, (https://hiw.kuleuven.be/digitalhusserl/database). How will the data be backed up? ● Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes The servers and databases of the Higher Institute of Philosophy and the Husserl Archives have sufficient storage and backup capacity to manage the data used in the research project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Research data will be stored and preserved on the servers of the Higher Institute of Philosophy and Husserl Archives at the KU Leuven. These data will be therefore available only thought a password protected access. The research will not involve any sensitive, confidential, personal data collection or processing. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs for data storage and back up are expected. 6 DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ● All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ● Large Volume Storage (longterm for large volumes) ● KU Leuven RDR All the data used in the research project will be stored on the server of the KU Leuven Higher Institute of Philosophy and also preserved on both the server and the research database of the Husserl Archives, (https://hiw.kuleuven.be/digitalhusserl/database). These data will also be ingested for long-term preservation with the support of LIBIS (https://bib.kuleuven.be/libis). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs for data preservation are expected. 7 DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Yes, as open data ● Yes, as restricted data (upon approval, or institutional access only) NA If access is restricted, please specify who will be able to access the data and under what conditions. Access is granted following the conditions of the Lirias platform. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ● No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. ● KU Leuven RDR (Research Data Repository) ● Other data repository (specify below) In both Open Access repositories and restricted access repositories, such as: publication venues, the servers and database of both the KU Leuven Institute of Philosophy and the Husserl-Archives, and Lirias platform. When will the data be made available? ● Upon publication of research results NA Which data usage licenses are you going to provide? If none, please explain why. ● Other (specify below) Public access as soon as legally possible. 8 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ● No NA What are the expected costs for data sharing? How will these costs be covered? No costs for data sharing are expected. 9 RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The KU Leuven Husserl Archives will be responsible for data documentation and metadata. Who will manage data storage and backup during the research project? The Higher Institute of Philosophy and the Husserl Archives at KU Leuven will be responsible for data storage and back up during the project Who will manage data preservation and sharing? The Higher Institute of Philosophy and the Husserl Archives at KU Leuven will be responsible for ensuring data preservation and reuse. Who will update and implement this DMP? I (the P.I.) will update and implement this DMP."
}