{
    "document_id": "D-2021-1223",
    "LinkTitle": "D-2021-1223",
    "file_name": "D-2021-1223.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1223.pdf",
    "metadata": {
        "title": "FWO fellowship Vincent Geudens - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-13 14:06:23+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO fellowship Vincent Geudens - DMP title\nProject Identifier\n Fellowship fundamental research PhD\nGrant Title\n 11L9822N\nPrincipal Investigator / Researcher\n Vincent Geudens\nProject Data Contact\n Gayan-Ramirez, tel: 016330193, ghislaine.gayan-ramirez@kuleuven.be\nDescription\n Small airways play a key role in maintaining optimal gas exchange in the alveoli but\nwhy, where and how they disappear in chronic lung diseases remain unknown. Disturbed airway\nhomeostasis caused by repeated injury-induced excessive activation of the repair process\nleading to exhaustion of the (basal) progenitor cells may result in abnormal airway remodeling\nand loss of small airways. We hypothesize that alterations of small airways and airway\nepithelium represent the initial step in early lung disease.Understanding the small airway\norganization, the behavior of the cells lining their epithelium, the regeneration potential and\ndifferentiation of progenitor cells (with a focus on basal cells) and their effect on the small airway\nphysiology will provide key elements in chronic diseases like chronic obstructive pulmonary\ndisease (COPD) and idiopathic pulmonary fibrosis (IPF). The aim of this project is to unravel the\nchanges, destruction and disappearance of small airways and epithelial cells in healthy lungs and\nlungs with mild to severe COPD and \nIPF and validate the findings within in vitro models. Data\nfrom microCT scans of whole lungs and small cores will allow reconstruction of the airways. Data\nfrom lung tissue will be used to visualize structure and identify cells (histology) and to document\ncell behavior \non cell culture.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nGeudens Vincent\nFWO Project Number & Title\n11L9822N\nSmall airway loss and epithelial injury as a driver of chronic lung disease: the role of basal\n(progenitor) epithelial cells\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolumes\nHow created\nMicroCT Scans\n.Tiff\n.mha\n10 GB for whole\nlung\n6 GB for small cores\nHECTOR in-house\nmicroCT in\ncollaboration with\nGent (whole lung) or\nskyscan 1172 (cores)\nOverview of\nsamples collected\n.xls\n2 MB\nDatasheet in Excel\nCell culture growth\nobservation\n.Jpg\n1 GB\nPicture of cells\nthrough inverted\nmicroscope\nHistological\nimages\n.Tiff\n.Jpg\n.Lif\n30 GB\nPicture from lung\ntissue or airway\nepithelium using a\n(confocal)\nmicroscope\n(brightfield or\nfluorescence)\nEVOS Live imaging\nof airway\nepithelium and\npulmonary\nvascular\nendothelium\n.mp4\n.Tiff\n40 GB\nTime-lapse video\nfrom primary lung\ncells in culture\n(brightfield or\nfluorescence)\nU-plex assay\n.PNG\n.xlm\n150 MB\nCommercial kits,\nanalysis with plate\nreader\nRNA and PCR\nanalysis\n.txt\n.xls\n.png\n.pdf\n1 GB\nRNA isolation and\ncDNA commercial kit,\nPCR amplification\nand analysis with a\nthermal cycler (Eco\nReal-Time PCR\nsystem)\nWestern blotting\n.Tiff\n.xls\n.pdf\n2 GB\nPicture western\nblotting from\nProxima 2850T\nimaging system and\nanalysis via TotalLab\n1D software\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: PRET G-2020-2442\nShort description of the kind of personal data that will be used:\nPersonal data collected are general demographic information (age, gender, length, body weight,\nhome address...) but also specific medical information on the lung condition (lung function,\nradiological evaluation, pathology of the lung) and general health status and therapy (CRP,\nsmoking behavior, steroid use, immunosuppression… ).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nIntact human lungs are collected within the biobank S51577 for microCT imaging (S52174) to\nassess airway morphometry.  Cellular composition and specific in vitro experiments will be\naddressed on the airway epithelial cells (S55886). \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical approval to collect the human lungs:  biobank S51577\nEthical approval for microCT imaging: S52174\nEthical approval for cell culture: S55886\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nStandard experimental procedures (SOPs) and practices will be fully documented as word (and\nPDF) and saved on the GBW-0076_LTx server.\nSOPs include:\nFor WP1:\nLung collection and microCT scanning processing, airway segmentation and reconstruction\nLung core sampling and small partition microCT scanning processing\nFor WP2:\nProcessing of lung core tissue to sections and immunostaining and histology staining\nFor WP3:\nPrimary lung cell isolation, culture and experimental procedure\nProcessing of cell fixation and immunostaining\nLineage tracing procedure of cells during differentiation and processing of knock down of\ngenes with Crispr-Cas\n \nAll details regarding dimensions, image types, resolution, and software specific settings will be\nprovided per item. For WP2 and 3, information regarding product source and concentration as\nwell as software template (including setting details) will be included. Each video and image will\nbe accompanied by a ReadMe file indicating the video/image collection details.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nRaw experimental data from the analytical SOPs are collected per experimental test, and are\ndetailed in a Word file describing what the data represent and how they were generated. This\ndescription will be documented in notebooks (with page numbers), as well as in electronic format\n(word files).\nEach folder will contain the date, name of the experiment, and the name of the person who\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nperformed the experiment. Each individual file with experimental data provides information on\nthe study design, the origin of the samples, and all necessary information for an independent\nanalyst to use or reuse the data accurately and efficiently.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe physical data will be stored in appropriate storage places including histology rooms\n(histology slides), -20°C freezer (immunostaining slides), -80°C freezer (lung and core samples),\nand -150°C freezer (primary lung cells).\nHard copies of the Informed Consent forms, measurement forms and paper lab notebooks are\nkept in locked cabinets in the lab of the PIs concerned.\nDigital data will be stored and protected in accordance with the Regulation (EU) 2016/679 of the\nEuropean Parliament and of the Council of 27 April 2016 on the protection of natural persons with\nregard to the processing of personal data and on the free movement of such data, and repealing\nDirective 95/46/EC (General Data Protection Regulation).\nData will be stored at the KUL university's secure environment where daily backup are made by\nthe ICT to secure the data. Our policy to protect data within our group is to code files at the\nserver and personal PCs of Laptops.\n \nThe servers on which the data will be stored are:\nGBW-0076_LTx: a smaller (0.5Tb) server but faster server on which analyzed/processed data are\nstored.\nGBW-0017_LTx: a larger (15Tb) server but slower on which all raw and large data are stored.\nHow is backup of the data provided?\nThe data are stored on the university's central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nAs it is still expandable, no storage or backup troubles are expected.\nThe data are stored at the KUL university's secure environment with daily backup on 2 servers:\nGBW-0076_LTx (smaller but faster server) and GBW-0017_LTx (a larger server but slower).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nEstimated data storage for the project is about 90 gigabytes. The majority of these data (86 GB)\nwill be stored on the GBW-0017_LTx server whose annual cost represents 570 euros/5 terabytes\nwhile the 4 GB remaining will be stored on the GBW-0076_LTx server costing annually 52\neuros/100 gigabyte. The storage and back up costs of the project will be low (total budget of\n47,52 euros for the 4-year project duration). This is covered by the consumable budget of the\nKUL C2 project related to this PhD.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe digital data are securely stored on both servers at the KUL university's secure environment.\nAccess to the server is restricted to the research group members only and secured by a strict\naccess right management controlled by the PI. The access to the KU Leuven server is u-number\nand password controlled.\nAll physical data, printed forms and notebooks are stored in the labs in locked cabinet. Access to\nthe lab is secured and badge controlled.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for the minimum preservation term of 5 years after the end of the project\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhere will the data be archived (= stored for the longer term)?\nThe digital data will be archived on the secured servers mentioned before especially the large\nvolume server (GBW-0076_LTx) which is suitable for long-term storage of raw data.\nThe physical data will be stored for a long term in appropriate spaces as explained earlier.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nExpected costs for data preservation over the 5-year period retention are about 60 euro and will\nbe covered by running projects.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe published data related to the results will be made available at the end of the project\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe full (anonymized) dataset will be uploaded in a cvs format in Zenodo\nWhen will the data be made available?\nUpon publication of the research results\nPublished data will be made available at the time of publication in case of open access or upon\nrequest for other publications.\nWho will be able to access the data and under what conditions?\nDuring the time frame of the project: all researchers involved in the project with access via u-\nnumber and password controlled.\nDuring the post-project trajectory: all researchers involved in the project with access via u-\nnumber and password controlled. External users upon request with contact via LRD.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nData documentation and metadata will be organized by the PI and co-PI’s assisted by the lab\nmanager Karen Maes and the lab technician Celine Aelbrecht.\nWho will be responsible for data storage & back up during the project?\nThe PI and co-PI’s assisted by the lab manager Karen Maes will be responsible for the data\nstorage and back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI and co-PI’s will ensure data preservation and reuse\nWho bears the end responsibility for updating & implementing this DMP?\nProf Ghislaine Gayan-Ramirez bears the end responsibility of updating & implementing this DMP\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name FWO fellowship Vincent Geudens - DMP title Project Identifier Fellowship fundamental research PhD Grant Title 11L9822N Principal Investigator / Researcher Vincent Geudens Project Data Contact Gayan-Ramirez, tel: 016330193, ghislaine.gayan-ramirez@kuleuven.be Description Small airways play a key role in maintaining optimal gas exchange in the alveoli but why, where and how they disappear in chronic lung diseases remain unknown. Disturbed airway homeostasis caused by repeated injury-induced excessive activation of the repair process leading to exhaustion of the (basal) progenitor cells may result in abnormal airway remodeling and loss of small airways. We hypothesize that alterations of small airways and airway epithelium represent the initial step in early lung disease.Understanding the small airway organization, the behavior of the cells lining their epithelium, the regeneration potential and differentiation of progenitor cells (with a focus on basal cells) and their effect on the small airway physiology will provide key elements in chronic diseases like chronic obstructive pulmonary disease (COPD) and idiopathic pulmonary fibrosis (IPF). The aim of this project is to unravel the changes, destruction and disappearance of small airways and epithelial cells in healthy lungs and lungs with mild to severe COPD and IPF and validate the findings within in vitro models. Data from microCT scans of whole lungs and small cores will allow reconstruction of the airways. Data from lung tissue will be used to visualize structure and identify cells (histology) and to document cell behavior on cell culture. Institution KU Leuven 1. General Information Name applicant Geudens Vincent FWO Project Number & Title 11L9822N Small airway loss and epithelial injury as a driver of chronic lung disease: the role of basal (progenitor) epithelial cells Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volumes How created MicroCT Scans .Tiff .mha 10 GB for whole lung 6 GB for small cores HECTOR in-house microCT in collaboration with Gent (whole lung) or skyscan 1172 (cores) Overview of samples collected .xls 2 MB Datasheet in Excel Cell culture growth observation .Jpg 1 GB Picture of cells through inverted microscope Histological images .Tiff .Jpg .Lif 30 GB Picture from lung tissue or airway epithelium using a (confocal) microscope (brightfield or fluorescence) EVOS Live imaging of airway epithelium and pulmonary vascular endothelium .mp4 .Tiff 40 GB Time-lapse video from primary lung cells in culture (brightfield or fluorescence) U-plex assay .PNG .xlm 150 MB Commercial kits, analysis with plate reader RNA and PCR analysis .txt .xls .png .pdf 1 GB RNA isolation and cDNA commercial kit, PCR amplification and analysis with a thermal cycler (Eco Real-Time PCR system) Western blotting .Tiff .xls .pdf 2 GB Picture western blotting from Proxima 2850T imaging system and analysis via TotalLab 1D software 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: PRET G-2020-2442 Short description of the kind of personal data that will be used: Personal data collected are general demographic information (age, gender, length, body weight, home address...) but also specific medical information on the lung condition (lung function, radiological evaluation, pathology of the lung) and general health status and therapy (CRP, smoking behavior, steroid use, immunosuppression… ). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Intact human lungs are collected within the biobank S51577 for microCT imaging (S52174) to assess airway morphometry. Cellular composition and specific in vitro experiments will be addressed on the airway epithelial cells (S55886). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical approval to collect the human lungs: biobank S51577 Ethical approval for microCT imaging: S52174 Ethical approval for cell culture: S55886 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Standard experimental procedures (SOPs) and practices will be fully documented as word (and PDF) and saved on the GBW-0076_LTx server. SOPs include: For WP1: Lung collection and microCT scanning processing, airway segmentation and reconstruction Lung core sampling and small partition microCT scanning processing For WP2: Processing of lung core tissue to sections and immunostaining and histology staining For WP3: Primary lung cell isolation, culture and experimental procedure Processing of cell fixation and immunostaining Lineage tracing procedure of cells during differentiation and processing of knock down of genes with Crispr-Cas All details regarding dimensions, image types, resolution, and software specific settings will be provided per item. For WP2 and 3, information regarding product source and concentration as well as software template (including setting details) will be included. Each video and image will be accompanied by a ReadMe file indicating the video/image collection details. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Raw experimental data from the analytical SOPs are collected per experimental test, and are detailed in a Word file describing what the data represent and how they were generated. This description will be documented in notebooks (with page numbers), as well as in electronic format (word files). Each folder will contain the date, name of the experiment, and the name of the person who This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 performed the experiment. Each individual file with experimental data provides information on the study design, the origin of the samples, and all necessary information for an independent analyst to use or reuse the data accurately and efficiently. 5. Data storage and backup during the FWO project Where will the data be stored? The physical data will be stored in appropriate storage places including histology rooms (histology slides), -20°C freezer (immunostaining slides), -80°C freezer (lung and core samples), and -150°C freezer (primary lung cells). Hard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs concerned. Digital data will be stored and protected in accordance with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation). Data will be stored at the KUL university's secure environment where daily backup are made by the ICT to secure the data. Our policy to protect data within our group is to code files at the server and personal PCs of Laptops. The servers on which the data will be stored are: GBW-0076_LTx: a smaller (0.5Tb) server but faster server on which analyzed/processed data are stored. GBW-0017_LTx: a larger (15Tb) server but slower on which all raw and large data are stored. How is backup of the data provided? The data are stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes As it is still expandable, no storage or backup troubles are expected. The data are stored at the KUL university's secure environment with daily backup on 2 servers: GBW-0076_LTx (smaller but faster server) and GBW-0017_LTx (a larger server but slower). What are the expected costs for data storage and back up during the project? How will these costs be covered? Estimated data storage for the project is about 90 gigabytes. The majority of these data (86 GB) will be stored on the GBW-0017_LTx server whose annual cost represents 570 euros/5 terabytes while the 4 GB remaining will be stored on the GBW-0076_LTx server costing annually 52 euros/100 gigabyte. The storage and back up costs of the project will be low (total budget of 47,52 euros for the 4-year project duration). This is covered by the consumable budget of the KUL C2 project related to this PhD. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital data are securely stored on both servers at the KUL university's secure environment. Access to the server is restricted to the research group members only and secured by a strict access right management controlled by the PI. The access to the KU Leuven server is u-number and password controlled. All physical data, printed forms and notebooks are stored in the labs in locked cabinet. Access to the lab is secured and badge controlled. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the minimum preservation term of 5 years after the end of the project Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Where will the data be archived (= stored for the longer term)? The digital data will be archived on the secured servers mentioned before especially the large volume server (GBW-0076_LTx) which is suitable for long-term storage of raw data. The physical data will be stored for a long term in appropriate spaces as explained earlier. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for data preservation over the 5-year period retention are about 60 euro and will be covered by running projects. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The published data related to the results will be made available at the end of the project Where/how will the data be made available for reuse? In an Open Access repository The full (anonymized) dataset will be uploaded in a cvs format in Zenodo When will the data be made available? Upon publication of the research results Published data will be made available at the time of publication in case of open access or upon request for other publications. Who will be able to access the data and under what conditions? During the time frame of the project: all researchers involved in the project with access via u- number and password controlled. During the post-project trajectory: all researchers involved in the project with access via u- number and password controlled. External users upon request with contact via LRD. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? Data documentation and metadata will be organized by the PI and co-PI’s assisted by the lab manager Karen Maes and the lab technician Celine Aelbrecht. Who will be responsible for data storage & back up during the project? The PI and co-PI’s assisted by the lab manager Karen Maes will be responsible for the data storage and back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI and co-PI’s will ensure data preservation and reuse Who bears the end responsibility for updating & implementing this DMP? Prof Ghislaine Gayan-Ramirez bears the end responsibility of updating & implementing this DMP This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}