{
    "document_id": "D-2025-3589",
    "LinkTitle": "D-2025-3589",
    "file_name": "D-2025-3589.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3589.pdf",
    "metadata": {
        "title": "D-2025-3589",
        "author": "Vanessa Van Puyvelde",
        "num_pages": 5
    },
    "content": {
        "full_text": "1MY  DATA  MANAGEMENT  PLAN  (KU  LEUVEN  \nDMP)\nADMINISTRATIVE INFORMATION\nProject Name: From Page to Place: Cultural Nation-Building and Authorial Self-Fashioning\nPrincipal Investigator / Researcher: Vanessa Van Puyvelde\nInstitution: KU Leuven\nDescription: Despite their contemporaneous revolutions and interconnected literary history, scholarship on  \nthe turn-of-the-century Low Countries is marked by a lack of comparative research on cultural nation-\nbuilding. This project questions the one-sided view of cultural development passed down from traditional  \nliterary historiography, which is one of a fundamental disconnect between North and South. From there, it  \nexamines the discursive strategies by which literary journalists constructed an authorial persona from 1780  \nto 1830, in particular how these reflected and informed contemporary representations of cultural identity. To  \ndo this, the project focuses on (1) literary journals, so as to analyse how an authorial persona of the literary  \njournalist emerged out of these debates on cultural identity. It will also (2) reconstruct networks of literary  \nagents (journalists, critics, editors, etc.), tracing their evolution over time and in place. In a final move, I will  \nexamine the role of language choice and policy in debates around national identity, through archival  \nmaterial already available online (e.g. Delpher) and digitized files of literary journals I will request from  \n(among others) the Royal Library of Belgium, KU Leuven Centrale Bibliotheek and Erfgoed Bibliotheek  \nHendrik Conscience (custodians of the physical documents), which I will store I an open-access consultable  \ndatabase. The persons under study concern the period 1770-1830; therefore, this information falls under  \npublic domain. The physical non-digitized documents are already open to public consultation at the  \ncustodians' premises.\nSECTION 1. DATA DESCRIPTION\nWhat data will you collect or create? Fill out the table below and/or describe.\n Type of data Format  Volume How created? \nInsights  from  literature  \nreview (corpus analysis)\nPrimary, qualitative data.txt, PDFs, .docx Approx. 10 GB Derived  from  raw  data  \n(printed  documents,  \nmanuscripts)\nAudiovisual  data:  images  \n(scans/photos) to be used  \nin  publications,  \npresentations, etc. JPEG, digital Approx. 10 GB Scanned and derived from  \nLibrary  or  archival  \ncollections \nOCR \n2Secondary,  qualitative  \ndata\nSocial network analysis so  \nas  to  track  agents’  \n(journalists’)  movements  \nacross the Low CountriesDataset in Nodegoat Approx.. 10 GB Derived from raw data\nDo you intend to reuse existing data?\nI will base parts of my research on existing data gathered by myself, my supervisor, and our colleagues  \n(Beatrijs Vanacker and Charlotte van Hooijdonk), when we worked on the FWO-project “Shaping ‘Belgian’  \nLiterature before 1830” (2020-2024). This project generated a multilingual relational database ( .xlsx files \nand FileMaker Pro database ) with metadata on literary agents (18th- and 19th-century journalists) and a  \ntypology of periodicals enabling us to identify and analyze cultural transfer roles and interactions.  \nDo you use personal data (i.e. all data possibly identifying an individual)?\nAny personal data involved in the research will be about historical figures, whose cultural output falls under  \npublic domain. \nSECTION 2. METADATA AND DOCUMENTATION\nDescribe the documentation that will be created for the data. This section deals with the way in  \nwhich you will document how the dataset was created and subsequently processed.\nI will add the following documentation to my data. These files will be shared and synchronized with my  \nsupervisor. \n-Project-level documentation: a readme.txt file based on the template provided by research support  \nstaff at KU Leuven and adapted to the specifics of my period and discipline.  \n-There will be a separate readme.txt for each kind of dataset. The additional files will also be  \ncontained in OneDrive for Business, because it offers solid protection for sensitive data and  \nintegration possibilities with other software, such as Microsoft Office.\n-For the archival data, it is important to write down the location of the archive as well as the reference  \nname of each piece of data  \nDescribe the metadata for the data. This section deals with metadata: information contained in your  \ndataset that adds structure to the research data.\nThe metadata for the secondary literature used for the project will be stored and generated by Zotero as well  \nas a docx. file in order to share information with each other. \nThe metadata for the primary literature will be stored in an .xlsx file with as much information in the columns  \nas possible (ID, creator, title, type, organization, etc.) so that it will be easier to create the social network  \nanalysis via Nodegoat at a later stage. \n3SECTION 3. ETHICAL, LEGAL AND PRIVACY ISSUES\nAre there any ethical issues concerning the creation and/or use of the data?\nNo.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on  \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical  \nreview committee(s)).\nNo.\nDoes your work possibly result in research data with potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions  \nwill be asserted?\nNo.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If  \nso, to what data do they relate and what restrictions are in place?\nYes, if such third party agreements also include copyright laws applicable to certain sources under  \ninvestigation in the project. In compliance with these copyright laws we may need to clear rights and obtain  \npermission for quoting the work of certain databases. As this is standard practice in literary studies, all  \nnecessary precautions will be taken to ensure that we work in correspondence with applicable copyrights.  \nAs such, copyright will not interfere with dissemination of the project's results.\nSECTION 4. DATA STORAGE AND BACKUP DURING THE RESEARCH\nHow and where will the data be stored during research? \nOneDrive for Business for sharing project-related documents and files with supervisor.  \nOneDrive for Business for personal notes and comments as well as scans and photos from primary and  \nsecondary materials.\nIn addition, I will make a back-up of my datafiles to an external hard drive every month. Once this hard  \ndrive is full (1TB), I will delete the oldest file.\nWhich back-up procedures are in place? \nFiles containing research data will be saved in three places:\nOneDrive for Business \nLocal hard drive\nPersonal external hard drive\nDescribe the data security procedures and who has access to the data.\nShared folder via OneDrive for Business : Me and my supervisor have access. Password protected.  \nOnline back-up of personal research data via OneDrive for Business : Only I have access.  \nPassword protected.\n4Physical back-up of personal research data via external hard drive : Only I have access. Password  \nprotected. \nSECTION  5.  DATA  SELECTION  AND  PRESERVATION  AFTER  THE  \nRESEARCH\nWhat is the long-term preservation plan for these dataset(s)?\nI.Given the literary-historical nature of the project, the process of data gathering and corpus  \nconstruction will be documented extensively and saved in a protected KU Leuven OneDrive  \nenvironment. Each document containing research data will receive a transparent, uniform file name  \nand the collection of these documents will be accompanied by a separate document describing the  \ndata gathering process and the structure of the file collection. Within the project, me and my  \nsupervisor will work on our individual projects as well as contribute to the projected social network  \nanalysis of Dutch and Belgian journalists. Both of us will have a designated folder on the KU Leuven  \nOneDrive environment containing all research data documents and the ‘script’ describing the  \ncollection and collection process. In 2025, the data will be stored on the secure servers of the  \nUniversity of Leuven for the entire duration of the project. The long-term preservation of the data will  \nbe set out by the FWO-project, if the project gets funded.\nII.Social network analysis containing the gathered qualitative information about:\na.Literary agents involved in the scope\nb.Typology of their cultural output \nc.Description of the network analysis documenting, among others, the metadata on the fields,  \nrelations, and views. \nIII.Project website  , which (in time) will offer a brief online exposition on a number of interesting agents:\na.Displaying extracts of the digitized works \nb.View of the dataset containing the insights and metadata relevant to the displayed extract  \nWhich data will have long time value for the research and will be preserved? \nThe social network analysis  will be especially relevant for future researchers interested in this topic. A more  \nin-dept policy about data storage will be made up in the DMP of the FWO-project, if the project gets funded.  \nThis section will be updated and modified afterwards.\nSECTION 6. DATA SHARING\nAre there any restrictions for sharing the data? \nNo, the research data does not contain any personal information. \nIf  there  are  no  restrictions,  which  mechanisms  will  be  in  place  to  assure  that  the  data  are  \ndiscoverable, accessible and intelligible?\n5Should the data be published or integrated in existing databases and/or library collections, the FAIR  \nprinciples will be used to ensure optimal interoperability of datasets.\nHow will you share the data? \nData will mainly be shared through an online data repository, as well as publications and webinars, lecture  \nseries and conference videos. \nThe project's PI will consult with legal support staff of KU Leuven to ensure that the use of data derived from  \nliterary journals happens in accordance with any restrictions imposed by the archives that preserve these  \nsource materials.\nWith whom will the data be shared?\nThe social network analysis will be made available for future researchers. They will be kept online on the KU  \nLeuven webserver as long as required and relevant to the scientific community and/or general public.\nThe project's aim is to store the database in a sustainable way and open to use and reuse for other  \nresearchers. Therefore, the database will be published on shared academic infrastructure, like an online  \nrepository, at the end of the project and downloadable by the general public in a transferable format. The  \nproject's PI will thus share the data while maintaining full control over the copyright associated with the data,  \nthrough a permanent online identifier that others can use to cite the data. They will prioritize repositories  \nappropriate to the discipline that allow data to be shared according to the FAIR principles.\nWhen will the data be made available?\nImmediately after the end of the project.\nSECTION 7. RESPONSABILITIES AND RESOURCES\nWho is responsible for Data Management during the project? This will be the person who might  \nreceive questions on the data management aspects of the research project.  \nDuring the project, research data will only be accessible to me and my supervisor. Upon completion, the PI  \nwill apply the FAIR principles as thoroughly as possible when sharing the data:\n-to ensure the data is findable by sharing it using a solution that gives the data a DOI.\n-to ensure the data is accessible by clearly indicating how others can get access to the data.\n-to ensure the data is interoperable by using open file formats and standards whenever possible. to  \nensure the data is reusable by connecting it with an appropriate license, documentation, and  \nmetadata.\nWhich additional resources are needed for the execution of the Data Management Plan?  \nData sharing will happen through a data repository that is expected to be free of charge, or the low cost\nof which can be safely covered by the project benchfee. "
    },
    "clean_full_text": "1MY DATA MANAGEMENT PLAN (KU LEUVEN DMP) ADMINISTRATIVE INFORMATION Project Name: From Page to Place: Cultural Nation-Building and Authorial Self-Fashioning Principal Investigator / Researcher: Vanessa Van Puyvelde Institution: KU Leuven Description: Despite their contemporaneous revolutions and interconnected literary history, scholarship on the turn-of-the-century Low Countries is marked by a lack of comparative research on cultural nation- building. This project questions the one-sided view of cultural development passed down from traditional literary historiography, which is one of a fundamental disconnect between North and South. From there, it examines the discursive strategies by which literary journalists constructed an authorial persona from 1780 to 1830, in particular how these reflected and informed contemporary representations of cultural identity. To do this, the project focuses on (1) literary journals, so as to analyse how an authorial persona of the literary journalist emerged out of these debates on cultural identity. It will also (2) reconstruct networks of literary agents (journalists, critics, editors, etc.), tracing their evolution over time and in place. In a final move, I will examine the role of language choice and policy in debates around national identity, through archival material already available online (e.g. Delpher) and digitized files of literary journals I will request from (among others) the Royal Library of Belgium, KU Leuven Centrale Bibliotheek and Erfgoed Bibliotheek Hendrik Conscience (custodians of the physical documents), which I will store I an open-access consultable database. The persons under study concern the period 1770-1830; therefore, this information falls under public domain. The physical non-digitized documents are already open to public consultation at the custodians' premises. SECTION 1. DATA DESCRIPTION What data will you collect or create? Fill out the table below and/or describe. Type of data Format Volume How created? Insights from literature review (corpus analysis) Primary, qualitative data.txt, PDFs, .docx Approx. 10 GB Derived from raw data (printed documents, manuscripts) Audiovisual data: images (scans/photos) to be used in publications, presentations, etc. JPEG, digital Approx. 10 GB Scanned and derived from Library or archival collections OCR 2Secondary, qualitative data Social network analysis so as to track agents’ (journalists’) movements across the Low CountriesDataset in Nodegoat Approx.. 10 GB Derived from raw data Do you intend to reuse existing data? I will base parts of my research on existing data gathered by myself, my supervisor, and our colleagues (Beatrijs Vanacker and Charlotte van Hooijdonk), when we worked on the FWO-project “Shaping ‘Belgian’ Literature before 1830” (2020-2024). This project generated a multilingual relational database ( .xlsx files and FileMaker Pro database ) with metadata on literary agents (18th- and 19th-century journalists) and a typology of periodicals enabling us to identify and analyze cultural transfer roles and interactions. Do you use personal data (i.e. all data possibly identifying an individual)? Any personal data involved in the research will be about historical figures, whose cultural output falls under public domain. SECTION 2. METADATA AND DOCUMENTATION Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. I will add the following documentation to my data. These files will be shared and synchronized with my supervisor. -Project-level documentation: a readme.txt file based on the template provided by research support staff at KU Leuven and adapted to the specifics of my period and discipline. -There will be a separate readme.txt for each kind of dataset. The additional files will also be contained in OneDrive for Business, because it offers solid protection for sensitive data and integration possibilities with other software, such as Microsoft Office. -For the archival data, it is important to write down the location of the archive as well as the reference name of each piece of data Describe the metadata for the data. This section deals with metadata: information contained in your dataset that adds structure to the research data. The metadata for the secondary literature used for the project will be stored and generated by Zotero as well as a docx. file in order to share information with each other. The metadata for the primary literature will be stored in an .xlsx file with as much information in the columns as possible (ID, creator, title, type, organization, etc.) so that it will be easier to create the social network analysis via Nodegoat at a later stage. 3SECTION 3. ETHICAL, LEGAL AND PRIVACY ISSUES Are there any ethical issues concerning the creation and/or use of the data? No. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)). No. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes, if such third party agreements also include copyright laws applicable to certain sources under investigation in the project. In compliance with these copyright laws we may need to clear rights and obtain permission for quoting the work of certain databases. As this is standard practice in literary studies, all necessary precautions will be taken to ensure that we work in correspondence with applicable copyrights. As such, copyright will not interfere with dissemination of the project's results. SECTION 4. DATA STORAGE AND BACKUP DURING THE RESEARCH How and where will the data be stored during research? OneDrive for Business for sharing project-related documents and files with supervisor. OneDrive for Business for personal notes and comments as well as scans and photos from primary and secondary materials. In addition, I will make a back-up of my datafiles to an external hard drive every month. Once this hard drive is full (1TB), I will delete the oldest file. Which back-up procedures are in place? Files containing research data will be saved in three places: OneDrive for Business Local hard drive Personal external hard drive Describe the data security procedures and who has access to the data. Shared folder via OneDrive for Business : Me and my supervisor have access. Password protected. Online back-up of personal research data via OneDrive for Business : Only I have access. Password protected. 4Physical back-up of personal research data via external hard drive : Only I have access. Password protected. SECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH What is the long-term preservation plan for these dataset(s)? I.Given the literary-historical nature of the project, the process of data gathering and corpus construction will be documented extensively and saved in a protected KU Leuven OneDrive environment. Each document containing research data will receive a transparent, uniform file name and the collection of these documents will be accompanied by a separate document describing the data gathering process and the structure of the file collection. Within the project, me and my supervisor will work on our individual projects as well as contribute to the projected social network analysis of Dutch and Belgian journalists. Both of us will have a designated folder on the KU Leuven OneDrive environment containing all research data documents and the ‘script’ describing the collection and collection process. In 2025, the data will be stored on the secure servers of the University of Leuven for the entire duration of the project. The long-term preservation of the data will be set out by the FWO-project, if the project gets funded. II.Social network analysis containing the gathered qualitative information about: a.Literary agents involved in the scope b.Typology of their cultural output c.Description of the network analysis documenting, among others, the metadata on the fields, relations, and views. III.Project website , which (in time) will offer a brief online exposition on a number of interesting agents: a.Displaying extracts of the digitized works b.View of the dataset containing the insights and metadata relevant to the displayed extract Which data will have long time value for the research and will be preserved? The social network analysis will be especially relevant for future researchers interested in this topic. A more in-dept policy about data storage will be made up in the DMP of the FWO-project, if the project gets funded. This section will be updated and modified afterwards. SECTION 6. DATA SHARING Are there any restrictions for sharing the data? No, the research data does not contain any personal information. If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible and intelligible? 5Should the data be published or integrated in existing databases and/or library collections, the FAIR principles will be used to ensure optimal interoperability of datasets. How will you share the data? Data will mainly be shared through an online data repository, as well as publications and webinars, lecture series and conference videos. The project's PI will consult with legal support staff of KU Leuven to ensure that the use of data derived from literary journals happens in accordance with any restrictions imposed by the archives that preserve these source materials. With whom will the data be shared? The social network analysis will be made available for future researchers. They will be kept online on the KU Leuven webserver as long as required and relevant to the scientific community and/or general public. The project's aim is to store the database in a sustainable way and open to use and reuse for other researchers. Therefore, the database will be published on shared academic infrastructure, like an online repository, at the end of the project and downloadable by the general public in a transferable format. The project's PI will thus share the data while maintaining full control over the copyright associated with the data, through a permanent online identifier that others can use to cite the data. They will prioritize repositories appropriate to the discipline that allow data to be shared according to the FAIR principles. When will the data be made available? Immediately after the end of the project. SECTION 7. RESPONSABILITIES AND RESOURCES Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. During the project, research data will only be accessible to me and my supervisor. Upon completion, the PI will apply the FAIR principles as thoroughly as possible when sharing the data: -to ensure the data is findable by sharing it using a solution that gives the data a DOI. -to ensure the data is accessible by clearly indicating how others can get access to the data. -to ensure the data is interoperable by using open file formats and standards whenever possible. to ensure the data is reusable by connecting it with an appropriate license, documentation, and metadata. Which additional resources are needed for the execution of the Data Management Plan? Data sharing will happen through a data repository that is expected to be free of charge, or the low cost of which can be safely covered by the project benchfee."
}