{
    "document_id": "D-2023-1841",
    "LinkTitle": "D-2023-1841",
    "file_name": "D-2023-1841.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1841.pdf",
    "metadata": {
        "title": "D-2023-1841",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Ana Cristina Nogueira Freitas - 0000-0002-8406-6204\nContributor name(s) (+ ORCID) & roles Thomas Voets – Supervisor - 0000-0001-5526-5821\nAndrei Segal Stanciu – Technical support - 0000-0002-0981-9587\nProject number1 & title  1278323N - A TRIP TO THE DORSAL ROOT GANGLIA: UNRAVELING THE MOLECULAR CHARACTERIZATION \nOF THE STILL NEGLECTED SATELLITE GLIAL CELLS\nFunder(s) GrantID2D-2023-1841\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description        ,    Despite the classical neurocentric view on pain transmission robust emerging evidence\n            .    shows the critical role of other cell types on acute and chronic pain Satellite glia cells\n( ),      ,      SGCs found in the dorsal root ganglion directly influences the development of\n. ,          hyperalgesia However the specific mechanisms by which SGCs contribute to pathological\n   .             pain remains poorly understood The central aim of this project is to elucidate the role of\n             TRP channels in the communication between SCGs and neurons in sensory ganglia and to  \n       .      expose how this interplay contributes to inflammatory pain The hypothesis is that TRP\n            channels in SGCs and neuronal somata are involved in bidirectional signaling within\n ,       .   sensory ganglia thereby modulating neuronal excitability and pain signaling The project\n       -       aims to study the effects of TRP channeldependent sensory neuronal activity on the\n -           -distinct geneexpression profiles and functions of adjacent SGCs and whether TRP channel\n          .  dependent signals from SGCs affect the excitability of nearby sensory neurons The project  \n      - - -  ,  -  proposes a combination of innovative and stateoftheart approaches including singlecell\n ,  ,   ,  -  transcriptome analyses spatial transcriptomics in vivo imaging and patch clamp\n,    .       electrophysiology to investigate its aims This proposal will yield fundamentally new insights  \n            into the signaling between SGCs and sensory neurons under normal and pathological\n.            . conditions Such insights may form the basis for novel strategies to treat pain\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nSingle cell \nRNAseqsingle-cell \nRNAseq data of \nsatellite glial \ncells from wild \ntype, TRPM3-/- \nand TRPV1-/- \nmice, both in \nhealthy and \ninflamed \nconditions☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: fastq\n☒ other: rds\n☒ other: .R☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NANot applicable\nIn situ \ntranscriptom\ne analysisspatial \ntranscriptomics \ntechnology that \nallows high \nthroughput ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation ☐ .por\n☒ .xml\n☐ .tab\n☒ .csv\n☐ .pdf☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TBNot applicable\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5transcriptomic \nprofiling of \nhistological \nsectionsdata\n☐ Software\n☐ Other\n☐ NA☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .gem\n☒ other: rds\n☒ other: .R\n☒ other: .tiff\n☒ other: .nd2☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nCalcium \nImagingMeasurement \nof calcium \nresponses in cell \nculture and in \nvivo assays \n(signaling \nbetween SGCs \nand sensory \nneurons)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .R\n☒ other: .tiff\n☒ other: .nd2\n☒ other: .pzfx\n☒ other: .jpeg \n☒ other: .png☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NANot applicable\nPatch clamp \nrecordingselectrophysiolog\nical\nexperimental \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data☐ .por☒ < 100 MB Not applicable\nFWO DMP Template (Flemish Standard DMP) 6☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☒ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .R\n☒ other: .pzfx☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nBehavior \nexperimentsMechanical \nhyperalgesia will \nbe accessed by \nusing the von \nFrey method \nand heat-\ninduced \nhyperalgesia will \nbe accessed by \nthe use of the \nhot-plate assay☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☒ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .R\n☒ other: .pzfx☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NANot applicable\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Not applicable\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nThe use of laboratory animals in this project is covered by the already approved ECD project: - P067/2022. \nExtra animals, addition of new experiments and changes in experimental techniques can be submitted as \nan amendment to this ECD project.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).All data generated follow a standardized protocol. Data are stored in equipment-specific files on\nthe KU Leuven Large Volume storage, with names that include Date, MouseID and experiment\nnumber. The folder structure is organized according to Experimenter name / Experimenter \nunumber / Project number (i.e. WP1, WP2, WP3) / Equipment / Raw Data and the date of\nacquisition. Metadata files generated by the equipment itself are saved on the KU Leuven Large\nVolume Storage in the folder corresponding to the date of acquisition. Metadata generated by\nthe researcher and / or technical staff at the time of data collection are stored in hard copy lab\nnotebooks and uploaded and saved in the electronic lab notebook under the acquisition date and\ntagged with \"equipment that is used\" and \"project number\". Having all metadata uploaded and\ntagged in the electronic lab notebook makes sure the contextual value to interpret the datasets\ncorrectly is present and thereby enables reuse of the data.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nThe electronic lab notebook is used to store text files and tables that contain the experimental design, \nethical approvals and protocols. Each experimental dataset has a metadata file that includes the following \nelements: \n- Project title \n- Start date and time reference  \n- Goal (Text explaining the content of the data, the contextual information used to interpret the data and \nthe goal) \n- Collaborators (Last name, First name, Organization)  \n- Project design (Text explaining the experimental protocol)  \n- Key words (Used in the electronic labnotebook for classification)\nFWO DMP Template (Flemish Standard DMP) 10- Biological sample (Table with mouse ID, strain, sex, cage number, ECD approval, injections prior to \nimaging, anaestesia used, surgical procedures)  \n- Reagents used (product name, company, working concentration, stock concentration and storage place)  \n- Equipment (Table with details about all the experimental settings)  \n- Control (Text explaining the positive and negative control experiments that were performed)  \n- Data (Table with individual file names, file format and file volume)  \n- Storage (Link to the stored Raw and Analyzed data)  \n- Results (Table with Software [including version number] used to analyse the data)  \n- Conclusion (Text with concluding remarks and future perspectives).  \nAn OVERVIEW file per project (i.e. WP1, WP2, WP3), stored in the top level directory of the dataset on the \napplicant's personal computer, as well as on the electronic lab notebook lists all the dates and \nexperiments for a specific project/experiment.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Data are temporally stored on the internal storage of equipment-specific computers. After acquisition, raw  \ndata are saved on the KU Leuven Large Volume Storage and duplicated on external hard drives on a \nmonthly base. \nFWO DMP Template (Flemish Standard DMP) 11How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Data are saved on the KU Leuven Large Volume Storage and backed up on external hard drives on a \nmonthly base.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe KU Leuven Large Volume Storage has a capacity of 6 PB. If necessary, more space will be purchased in \nblocks of 5 TB.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Raw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven security \ngroups. Analyzed data are stored on password-protected KU Leuven personal computers and hard drives.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Expected costs for data storage are estimated at 1500 euro/3 years. These costs will be covered by the \nhost lab.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 125. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All digital data (raw, processed and metadata) will be retained for at least 5 years after the end of the \nproject in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential \nreuse.\nWhere will these data be archived (stored and \ncurated for the long-term)?Data are stored on labelled external hard drives within the research facility and on the university's central \nservers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Expected costs for data storage are expected to be 1500 euro for 3 years. For backup, the current KU \nLeuven tariffs are around 175 euro/TB/year. These costs will be covered by the hosting lab.\nFWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nAll the virtual data will be made available for members of the host lab. The decision to share the content \nand/or reuse of the data by external researchers will be made by the supervisor of the project.  \nAfter publication of the research results, data will be fully available upon request.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Professor Thomas Voets\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP) 14Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.-In a restricted access repository.\n-Upon request by mail  \nData are available upon request after publication. The corresponding author (supervisor of the project) is \nindicated on each publication.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.-Data is made available to members of the host laboratory during the project.  \n-For external researchers/groups, data will be made fully available upon publication of the research \nresults.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a creative common’s attribution \nlicense (cc-by 4.0), so that users have to give credit to the original data creators.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 15Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Minimal/no costs are expected.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Ana C N F Peigneur is responsible for data documentation and metadata.\nWho will manage data storage and backup \nduring the research project?Andrei Segal Stanciu is responsible for data storage and back up of the data.\nWho will manage data preservation and \nsharing?Andrei Segal Stanciu is responsible for data preservation.\nProf. Thomas Voets is responsible for data reuse/sharing.\nWho will update and implement this DMP? Ana C N F Peigneur is responsible for day-to-day implementation of this DMP.  \nAna C N F Peigneur and Prof. Thomas Voets are responsible for adjustments and updates to the DMP.\nFWO DMP Template (Flemish Standard DMP) 16"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Ana Cristina Nogueira Freitas - 0000-0002-8406-6204 Contributor name(s) (+ ORCID) & roles Thomas Voets – Supervisor - 0000-0001-5526-5821 Andrei Segal Stanciu – Technical support - 0000-0002-0981-9587 Project number1 & title 1278323N - A TRIP TO THE DORSAL ROOT GANGLIA: UNRAVELING THE MOLECULAR CHARACTERIZATION OF THE STILL NEGLECTED SATELLITE GLIAL CELLS Funder(s) GrantID2D-2023-1841 Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description , Despite the classical neurocentric view on pain transmission robust emerging evidence . shows the critical role of other cell types on acute and chronic pain Satellite glia cells ( ), , SGCs found in the dorsal root ganglion directly influences the development of . , hyperalgesia However the specific mechanisms by which SGCs contribute to pathological . pain remains poorly understood The central aim of this project is to elucidate the role of TRP channels in the communication between SCGs and neurons in sensory ganglia and to . expose how this interplay contributes to inflammatory pain The hypothesis is that TRP channels in SGCs and neuronal somata are involved in bidirectional signaling within , . sensory ganglia thereby modulating neuronal excitability and pain signaling The project - aims to study the effects of TRP channeldependent sensory neuronal activity on the - -distinct geneexpression profiles and functions of adjacent SGCs and whether TRP channel . dependent signals from SGCs affect the excitability of nearby sensory neurons The project - - - , - proposes a combination of innovative and stateoftheart approaches including singlecell , , , - transcriptome analyses spatial transcriptomics in vivo imaging and patch clamp , . electrophysiology to investigate its aims This proposal will yield fundamentally new insights into the signaling between SGCs and sensory neurons under normal and pathological . . conditions Such insights may form the basis for novel strategies to treat pain FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Single cell RNAseqsingle-cell RNAseq data of satellite glial cells from wild type, TRPM3-/- and TRPV1-/- mice, both in healthy and inflamed conditions☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: fastq ☒ other: rds ☒ other: .R☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NANot applicable In situ transcriptom e analysisspatial transcriptomics technology that allows high throughput ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation ☐ .por ☒ .xml ☐ .tab ☒ .csv ☐ .pdf☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TBNot applicable 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5transcriptomic profiling of histological sectionsdata ☐ Software ☐ Other ☐ NA☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .gem ☒ other: rds ☒ other: .R ☒ other: .tiff ☒ other: .nd2☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Calcium ImagingMeasurement of calcium responses in cell culture and in vivo assays (signaling between SGCs and sensory neurons)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .R ☒ other: .tiff ☒ other: .nd2 ☒ other: .pzfx ☒ other: .jpeg ☒ other: .png☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NANot applicable Patch clamp recordingselectrophysiolog ical experimental data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data☐ .por☒ < 100 MB Not applicable FWO DMP Template (Flemish Standard DMP) 6☐ Simulation data ☐ Software ☐ Other ☐ NA☒ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .R ☒ other: .pzfx☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Behavior experimentsMechanical hyperalgesia will be accessed by using the von Frey method and heat- induced hyperalgesia will be accessed by the use of the hot-plate assay☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☒ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .R ☒ other: .pzfx☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NANot applicable FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: The use of laboratory animals in this project is covered by the already approved ECD project: - P067/2022. Extra animals, addition of new experiments and changes in experimental techniques can be submitted as an amendment to this ECD project. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).All data generated follow a standardized protocol. Data are stored in equipment-specific files on the KU Leuven Large Volume storage, with names that include Date, MouseID and experiment number. The folder structure is organized according to Experimenter name / Experimenter unumber / Project number (i.e. WP1, WP2, WP3) / Equipment / Raw Data and the date of acquisition. Metadata files generated by the equipment itself are saved on the KU Leuven Large Volume Storage in the folder corresponding to the date of acquisition. Metadata generated by the researcher and / or technical staff at the time of data collection are stored in hard copy lab notebooks and uploaded and saved in the electronic lab notebook under the acquisition date and tagged with \"equipment that is used\" and \"project number\". Having all metadata uploaded and tagged in the electronic lab notebook makes sure the contextual value to interpret the datasets correctly is present and thereby enables reuse of the data. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: The electronic lab notebook is used to store text files and tables that contain the experimental design, ethical approvals and protocols. Each experimental dataset has a metadata file that includes the following elements: - Project title - Start date and time reference - Goal (Text explaining the content of the data, the contextual information used to interpret the data and the goal) - Collaborators (Last name, First name, Organization) - Project design (Text explaining the experimental protocol) - Key words (Used in the electronic labnotebook for classification) FWO DMP Template (Flemish Standard DMP) 10- Biological sample (Table with mouse ID, strain, sex, cage number, ECD approval, injections prior to imaging, anaestesia used, surgical procedures) - Reagents used (product name, company, working concentration, stock concentration and storage place) - Equipment (Table with details about all the experimental settings) - Control (Text explaining the positive and negative control experiments that were performed) - Data (Table with individual file names, file format and file volume) - Storage (Link to the stored Raw and Analyzed data) - Results (Table with Software [including version number] used to analyse the data) - Conclusion (Text with concluding remarks and future perspectives). An OVERVIEW file per project (i.e. WP1, WP2, WP3), stored in the top level directory of the dataset on the applicant's personal computer, as well as on the electronic lab notebook lists all the dates and experiments for a specific project/experiment. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Data are temporally stored on the internal storage of equipment-specific computers. After acquisition, raw data are saved on the KU Leuven Large Volume Storage and duplicated on external hard drives on a monthly base. FWO DMP Template (Flemish Standard DMP) 11How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Data are saved on the KU Leuven Large Volume Storage and backed up on external hard drives on a monthly base. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The KU Leuven Large Volume Storage has a capacity of 6 PB. If necessary, more space will be purchased in blocks of 5 TB. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Raw data are stored on the KU Leuven Large Volume Storage service and secured by KU Leuven security groups. Analyzed data are stored on password-protected KU Leuven personal computers and hard drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Expected costs for data storage are estimated at 1500 euro/3 years. These costs will be covered by the host lab. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 125. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All digital data (raw, processed and metadata) will be retained for at least 5 years after the end of the project in a safe, secure & sustainable way for purposes of reproducibility, verification, and potential reuse. Where will these data be archived (stored and curated for the long-term)?Data are stored on labelled external hard drives within the research facility and on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Expected costs for data storage are expected to be 1500 euro for 3 years. For backup, the current KU Leuven tariffs are around 175 euro/TB/year. These costs will be covered by the hosting lab. FWO DMP Template (Flemish Standard DMP) 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: All the virtual data will be made available for members of the host lab. The decision to share the content and/or reuse of the data by external researchers will be made by the supervisor of the project. After publication of the research results, data will be fully available upon request. If access is restricted, please specify who will be able to access the data and under what conditions.Professor Thomas Voets Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) 14Where will the data be made available? If already known, please provide a repository per dataset or data type.-In a restricted access repository. -Upon request by mail Data are available upon request after publication. The corresponding author (supervisor of the project) is indicated on each publication. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.-Data is made available to members of the host laboratory during the project. -For external researchers/groups, data will be made fully available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a creative common’s attribution license (cc-by 4.0), so that users have to give credit to the original data creators. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? Minimal/no costs are expected. 7. Responsibilities Who will manage data documentation and metadata during the research project?Ana C N F Peigneur is responsible for data documentation and metadata. Who will manage data storage and backup during the research project?Andrei Segal Stanciu is responsible for data storage and back up of the data. Who will manage data preservation and sharing?Andrei Segal Stanciu is responsible for data preservation. Prof. Thomas Voets is responsible for data reuse/sharing. Who will update and implement this DMP? Ana C N F Peigneur is responsible for day-to-day implementation of this DMP. Ana C N F Peigneur and Prof. Thomas Voets are responsible for adjustments and updates to the DMP. FWO DMP Template (Flemish Standard DMP) 16"
}