{
    "document_id": "D-2022-1395",
    "LinkTitle": "D-2022-1395",
    "file_name": "D-2022-1395.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1395.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nPrincipal Investigator / Researcher\n Johan Ceusters\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nPROMAX: Probing the mechanisms of malate efflux out of the vacuole to improve\nproduction of CAM ornamentals\nInternal Funds Project number & title\nMany economically important ornamentals such as cacti, bromeliads, orchids, Kalanchoë,\nEuphorbia, Yucca, Sansevieria employ the photosynthetic Crassulacean Acid Metabolism (CAM)\npathway. A striking feature for these plants is main nocturnal carbon fixation yielding high\nconcentrations of malic acid sequestered in the vacuole. During daytime malate and protons exit\nthe vacuole and CO2 is released to be fixed by RUBISCO behind closed stomates, thereby saving\nconsiderable amounts of water. The precise mechanistic interplay between light availability and\nthe malate and proton metabolism during daytime is still unknown and different important\nproblems in horticulture such as leaf necrosis and flower bud abortion have been related with\naffected malate and proton processing. As such PROMAX addresses a very important\nfundamental research question with additional socio-economic relevance. Kalanchoë\nfedtschenkoi plants will be subjected to different treatments of light intensity, length of the\nphotoperiod and light quality. Combining physiological, metabolite, proteomic and transcriptomic\nanalyses with computational diel flux balance modelling will allow to depict the diurnal malate\nand proton metabolism in detail. In a final phase specific light treatments will be designed in\norder to investigate the possibilities of steering malate and proton metabolism in CAM plants.\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThe table below gives an overview of the generated data for each work package; since all work\npackages follow a similar approach the same kind of data will be generated for each work\npackage (1-4).\nNumeric data\n.xls\n2 GB\nManual entries in\nexcell based on\ndifferent laboratory\nexperiments e.g.\nmetabolite\ndeterminations,\nenzyme activity\nassays\nNumeric data\n.csv\n2 GB\nRead outs of different\ndevices e.g.\nchlorophyll\nfluorescence device,\nphotosynthesis device\nText files\n.doc\n2 GB\nWord documents\ncovering reports,\npublications\nPresentations\n.ppt\n3 GB\nPowerpoint\npresentations \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNA\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNA\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNA\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNA\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThe excell files will get an ID based on the treatment, the date and the sub(work)package it\nbelong to. The readout data of the devices will get an ID based on the treatment, the date and\nthe type of (sub)work package it belongs to. Microscopy images will be characterized by\ndimensions, image type and microscope settings. A readme text file will also be produced to\nexplain the ID's in more detail for all types of data per work package.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nWe will use Faisharing.org This is a lookup resource to identify and cite the standards, databases\nor repositories that exist for their data and discipline, for example, when creating a data\nmanagement plan for a grant proposal or funded project; or when submitting a manuscript to a\njournal, to identify the recommended databases and repositories, as well as the standards they\nimplement to ensure all relevant information about the data is collected at the source. \n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe data will be kept on our research unit central storage facility (i.e. SusCroPP) and we will use\nBox for active use of the data during the project.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nWe estimate that about 8-10 GB is needer per work package and since there are 4 work\npackages this will amount up to 32-40 GB. On our central storage facility we have about 60 GB\navailable per project. So there is enough capacity available.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe research group SusCroPP will cover all costs related to data storage and backup\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nPassword protection\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained\n6.2. Where will these data be archived (= stored for the long term)?\nAll data files will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe research group SusCroPP will cover all costs related to data storage and backup\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nno\n7.2. Which data will be made available after the end of the project?\nPublished data can be made available upon request.\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nAccess to specific published data will be considered after a request is submitted explaining the\nplanned reuse. Only uses for research purposes will be allowed and commercial reuse will be\nexcluded.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe research group SusCroPP will cover possible costs related to data sharing\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nJohan Ceusters\n8.2. Who will be responsible for data storage & back up during the project?\nJohan Ceusters\n8.3. Who will be responsible for ensuring data preservation and sharing?\nJohan Ceusters\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Principal Investigator / Researcher Johan Ceusters Institution KU Leuven 1. General Information Name of the project lead (PI) PROMAX: Probing the mechanisms of malate efflux out of the vacuole to improve production of CAM ornamentals Internal Funds Project number & title Many economically important ornamentals such as cacti, bromeliads, orchids, Kalanchoë, Euphorbia, Yucca, Sansevieria employ the photosynthetic Crassulacean Acid Metabolism (CAM) pathway. A striking feature for these plants is main nocturnal carbon fixation yielding high concentrations of malic acid sequestered in the vacuole. During daytime malate and protons exit the vacuole and CO2 is released to be fixed by RUBISCO behind closed stomates, thereby saving considerable amounts of water. The precise mechanistic interplay between light availability and the malate and proton metabolism during daytime is still unknown and different important problems in horticulture such as leaf necrosis and flower bud abortion have been related with affected malate and proton processing. As such PROMAX addresses a very important fundamental research question with additional socio-economic relevance. Kalanchoë fedtschenkoi plants will be subjected to different treatments of light intensity, length of the photoperiod and light quality. Combining physiological, metabolite, proteomic and transcriptomic analyses with computational diel flux balance modelling will allow to depict the diurnal malate and proton metabolism in detail. In a final phase specific light treatments will be designed in order to investigate the possibilities of steering malate and proton metabolism in CAM plants. 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. The table below gives an overview of the generated data for each work package; since all work packages follow a similar approach the same kind of data will be generated for each work package (1-4). Numeric data .xls 2 GB Manual entries in excell based on different laboratory experiments e.g. metabolite determinations, enzyme activity assays Numeric data .csv 2 GB Read outs of different devices e.g. chlorophyll fluorescence device, photosynthesis device Text files .doc 2 GB Word documents covering reports, publications Presentations .ppt 3 GB Powerpoint presentations 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 NA 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). NA 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? NA 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? NA 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The excell files will get an ID based on the treatment, the date and the sub(work)package it belong to. The readout data of the devices will get an ID based on the treatment, the date and the type of (sub)work package it belongs to. Microscopy images will be characterized by dimensions, image type and microscope settings. A readme text file will also be produced to explain the ID's in more detail for all types of data per work package. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. We will use Faisharing.org This is a lookup resource to identify and cite the standards, databases or repositories that exist for their data and discipline, for example, when creating a data management plan for a grant proposal or funded project; or when submitting a manuscript to a journal, to identify the recommended databases and repositories, as well as the standards they implement to ensure all relevant information about the data is collected at the source. 5. Data storage and backup during the project 5.1. Where will the data be stored? The data will be kept on our research unit central storage facility (i.e. SusCroPP) and we will use Box for active use of the data during the project. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. We estimate that about 8-10 GB is needer per work package and since there are 4 work packages this will amount up to 32-40 GB. On our central storage facility we have about 60 GB available per project. So there is enough capacity available. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The research group SusCroPP will cover all costs related to data storage and backup 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protection 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 the case (legal or contractual restrictions, physical preservation issues, ...). All data will be retained 6.2. Where will these data be archived (= stored for the long term)? All data files will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The research group SusCroPP will cover all costs related to data storage and backup 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? no 7.2. Which data will be made available after the end of the project? Published data can be made available upon request. 7.3. Where/how will the data be made available for reuse? Upon request by mail 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Access to specific published data will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. 7.6. What are the expected costs for data sharing? How will these costs be covered? The research group SusCroPP will cover possible costs related to data sharing 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Johan Ceusters 8.2. Who will be responsible for data storage & back up during the project? Johan Ceusters 8.3. Who will be responsible for ensuring data preservation and sharing? Johan Ceusters 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}