{
    "document_id": "D-2021-1018",
    "LinkTitle": "D-2021-1018",
    "file_name": "D-2021-1018.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1018.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-22 10:54:09+01:00",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0111580\nGrant Title\n 1221122N\nPrincipal Investigator / Researcher\n Ioannis Kalogridis\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIoannis Kalogridis\nFWO Project Number & Title\n1221122N \"Analysis of discretely sampled functional data based on robust\nestimation of dispersion\"\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n1) Covid-19 data from 34 countries in Europe 24/1/2020 to 21/3/2021, .csv, 1 file, 20kb, pre-\nexisting, taken from https://ourworldindata.org/coronavirus#confirmed-covid-19d-cases-by-\ncountry . \n2) Swiss length of hospital stay data, .csv, 1 file, 4kb, pre-existing, provided by Professor Alfio\nMarazzi of Lausanne University Hospital.\n3)US Type 2 Diabetes data, .csv, 1 file, 120kb, pre-existing, taken\nfrom https://wwwn.cdc.gov/Nchs/Nhanes/ . \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor all datasets used detailed documentation explaining how to reproduce the results of the\npapers will be provided. This documentation will also be accompanied with relevabt computer\ncode in the R-language.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nDetailed documentation of the used data will be provided at my GitHub\nrepository https://github.com/ioanniskalogridis under the project for which the data has been\nused.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored at my GitHub repository https://github.com/ioanniskalogridis .\nHow is backup of the data provided?\nBackup at GitHub is automatic on a daily basis.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nMy data files are not large at all, most taking at most 100 kb. Hence storage is never an issue.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo cost is expected given the small size of the data and the fact that GitHub is free to use.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data is linked to my GitHub account, hence I am the only person authorized to make\nchanges. The data is therefore securely stored.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll used data will be retained as it's freely available data without any copyrights.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be archived at my GitHub repository https://github.com/ioanniskalogridis, where\npeople will be able to access it, download it and use it for all eternity or at least until the internet\nbreaks down and we all return to the Stone Age.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nZero costs (small data size, GitHub repository is free of charge).\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nData can be shared with all interested parties in perpetuity.\nWhich data will be made available after the end of the project?\nAll of it, no exemptions.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nAt the open access repository GitHub. In particular, https://github.com/ioanniskalogridis\nWhen will the data be made available?\nUpon publication of the research results\nThe data will be made available as soon as my research is at the preprint level, that is, the\nmoment it comes under review.\nWho will be able to access the data and under what conditions?\nEveryone, without any conditions.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs, hence no need to make any provisions.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMyself, Ioannis Kalogridis.\nWho will be responsible for data storage & back up during the project?\nMyself, Ioannis Kalogridis.\nWho will be responsible for ensuring data preservation and reuse ?\nMyself, Ioannis Kalogridis.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0111580 Grant Title 1221122N Principal Investigator / Researcher Ioannis Kalogridis Institution KU Leuven 1. General Information Name applicant Ioannis Kalogridis FWO Project Number & Title 1221122N \"Analysis of discretely sampled functional data based on robust estimation of dispersion\" Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 1) Covid-19 data from 34 countries in Europe 24/1/2020 to 21/3/2021, .csv, 1 file, 20kb, pre- existing, taken from https://ourworldindata.org/coronavirus#confirmed-covid-19d-cases-by- country . 2) Swiss length of hospital stay data, .csv, 1 file, 4kb, pre-existing, provided by Professor Alfio Marazzi of Lausanne University Hospital. 3)US Type 2 Diabetes data, .csv, 1 file, 120kb, pre-existing, taken from https://wwwn.cdc.gov/Nchs/Nhanes/ . 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For all datasets used detailed documentation explaining how to reproduce the results of the papers will be provided. This documentation will also be accompanied with relevabt computer code in the R-language. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Detailed documentation of the used data will be provided at my GitHub repository https://github.com/ioanniskalogridis under the project for which the data has been used. 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored at my GitHub repository https://github.com/ioanniskalogridis . How is backup of the data provided? Backup at GitHub is automatic on a daily basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes My data files are not large at all, most taking at most 100 kb. Hence storage is never an issue. What are the expected costs for data storage and back up during the project? How will these costs be covered? No cost is expected given the small size of the data and the fact that GitHub is free to use. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is linked to my GitHub account, hence I am the only person authorized to make changes. The data is therefore securely stored. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All used data will be retained as it's freely available data without any copyrights. Where will the data be archived (= stored for the longer term)? The data will be archived at my GitHub repository https://github.com/ioanniskalogridis, where people will be able to access it, download it and use it for all eternity or at least until the internet breaks down and we all return to the Stone Age. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Zero costs (small data size, GitHub repository is free of charge). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Data can be shared with all interested parties in perpetuity. Which data will be made available after the end of the project? All of it, no exemptions. Where/how will the data be made available for reuse? In an Open Access repository At the open access repository GitHub. In particular, https://github.com/ioanniskalogridis When will the data be made available? Upon publication of the research results The data will be made available as soon as my research is at the preprint level, that is, the moment it comes under review. Who will be able to access the data and under what conditions? Everyone, without any conditions. What are the expected costs for data sharing? How will the costs be covered? No costs, hence no need to make any provisions. 8. Responsibilities Who will be responsible for data documentation & metadata? Myself, Ioannis Kalogridis. Who will be responsible for data storage & back up during the project? Myself, Ioannis Kalogridis. Who will be responsible for ensuring data preservation and reuse ? Myself, Ioannis Kalogridis. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}