{
    "document_id": "D-2021-1097",
    "LinkTitle": "D-2021-1097",
    "file_name": "D-2021-1097.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1097.pdf",
    "metadata": {
        "title": "D-2021-1097",
        "author": "Krishna Kumar Saxena",
        "creation_date": "2022-01-26 15:23:11+01:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "Data Management Plan (DMP)  \nProject Title : Electrochemical micro/nano -machining for surface structuring of curved \nworkpieces of difficult -to-cut materials based on an AFM platform  \n \nGrant Number : 12ZZ622N  \n \nMandate holder: Dr. ir. Krishna Kumar Saxena  \nPromotor: Prof. Dr. ir. Dominiek Reynaerts  \nAffiliation:  KU Leuven  \n \n1. Data description  \nWill you generate/collect new d ata and/or make use of existing data?  \n \nGenerate new data based on experiments, analyses and simulations  \n \nDescribe the datatypes (surveys, sequences, manuscripts, objects, ….) the research will collect \nand/or generate and/or (re)use.  \n \nThe following new data sets will be generated:  \n1) Raw measurements of the micromachining experiments  \n2) Data on finite element model ling in Comsol  software  \n3) Raw data on the machining current acquisition, surface measurements (csv files, point \ncloud data), microscopic measurements (tif images).  \n4) Images and videos of the experiments  \n5) Published data (publications, presentations, master theses pdfs)  \nTotal data volume is estimated around 500 GB.  \n \n \n2. Legal and ethical issues  \n \nWill you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven’s record of processing activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.  \n \nNo, there is no use of personal data in this project.  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals , dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).  \n \nNo, the project does not involve any ethical issues . \n \nDoes your work possibly result in research data with potential for tech transfer and \nvalorisati on? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?  \n \n At this stage, the work is in fundamental research stage. In case, the research activities lead to \npatentable concepts or methods,  access to these data will be restricted and publications will be \npostponed until IP protection has been obtained.  \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? \nIf so, to what data do they relate and what  restrictions are in place?  \n \nNo \n \n3. Documentation and metadata  \n \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \n \nRaw data will be collected per simulation and experimental test, including a txt file  with a clear \ndescription  (metadata)  of what the data represent and how they were generated. The  input -files \nused for simulations or ma chining  experiments will be kept inside the  same folder. The name of \nthe folder will contain the date and the investigator.  \nThe digital codebook will contain information on study design, methodology, and all  information \nnecessary for a secondary analyst to use the data accurately and  effectively.  \nResearch methods and practices will be fully documented in  a separat e file  and will be backed up \nin the research group’s OneDrive folder . \n \nWill a metadata standard be used? If so, describe in detail which standard will be used. If no, \nstate in detail which metadata will be created to make the data easy/easier to find and r euse.  \n \nNo specific metadata standard will be used. However, the data generated from simulation and \nexperiments will comprise of metadata will all the details such as simulation date, simulation \nparameters, 2 line description of simulation, investigator, softwar e version, date of experiments, \nexperimental parameters, machining time, etc. This will enable the next user to easily find the \ndata for reuse.  \n \n \n \n \n \n \n \n \n4. Data preservation during and after the FWO project  \n \nSpecify in which way the following provisions are in place in order to preserve the data  \nduring and at least 5 years after the end of the research.  \n \nDuring research  \nThe data will be stored on the university's central servers with automatic daily back -up \nprocedures.  For daily use the shared OneDrive  has a capacity of 1TB. For larger data sets \n(especially  videos) extra capacity can be hired. Extra costs are estimated to be below 100 \nEUR/year and will be  booked as a consumable.  \n \nAfter research  \nThe data & metadata, toget her with the documentation will be preserved on the university's \ncentral  storage for archiving data for 5 years. As the dataset for this project is limited, the costs \nfor archiving  research data are centrally covered by the department of the applicant.  \n \nWhat's the reason why you wish to deviate from the principle of preservation of data  \nand of the minimum preservation term of 5 years?  \n \nNA \n \nWhich other issues related to the data management are relevant to mention?  \n \nThe postdoctoral researcher working on this project under the supervision of the PI is responsible  \nfor the data management plan (DMP). After the end of the project, the ICT service of the  \ndepartment will assist in archiving all data.  \nFor a minimum of 5 years after the project, the promotor  will be the main contact for requesting \naccess to  the data.  \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \n \nExtra costs are estimated to be below 100 EUR/year and will be booked as a  consumable.  \n \nData security: how will you ensure that the data are securely stored and not  \naccessed or modified by unauthorized persons?  \n \nOnly authorized persons will have access to the OneDrive folder of this project.  \n \n \n \n \n \n5. Data sharing and reuse  \n \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined \nin an agreement with a 3rd party, legal restrictions)?  \nNo \n \nWhich data will be made available after the end of the project?  \nAll data will be available after the publication.  \n \nWhere/how will the data be made available for reuse?  \nUpon request by mail.  \n \nWhen will the data be made available?  \nUpon publication of the research results  \n \nWho will be able to access the data and under what conditions?  \nAll interested researchers will have access to the data but after publication.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?  \nOpen access publication fees for journals can be paid from FWO bench fees.  \n \n6. Responsibilities  \n \nWho will be responsible for data documentation & metadata?  \nThe postdoctoral researcher  working on this project under the supervision of the promotor  are \nresponsible for  the DMP.  \n \nWho will be responsible for data storage & back up during the project?  \nThe postdoctoral researcher  working on this project under the supervision of the promotor  are \nresponsible for  the data storage and backup . \n \nWho will be responsible for ensuring data preservation and reuse ?  \nAfter the end of the project,  the ICT service of the department will assist in archiving all  data. For \nthe 5 years after the project, the promotor  will be the main contact for requesting  access to the \ndata.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe postdoctoral researcher and the promotor  bears the end responsibility of updating & \nimplementing this DMP.  "
    },
    "clean_full_text": "Data Management Plan (DMP) Project Title : Electrochemical micro/nano -machining for surface structuring of curved workpieces of difficult -to-cut materials based on an AFM platform Grant Number : 12ZZ622N Mandate holder: Dr. ir. Krishna Kumar Saxena Promotor: Prof. Dr. ir. Dominiek Reynaerts Affiliation: KU Leuven 1. Data description Will you generate/collect new d ata and/or make use of existing data? Generate new data based on experiments, analyses and simulations Describe the datatypes (surveys, sequences, manuscripts, objects, ….) the research will collect and/or generate and/or (re)use. The following new data sets will be generated: 1) Raw measurements of the micromachining experiments 2) Data on finite element model ling in Comsol software 3) Raw data on the machining current acquisition, surface measurements (csv files, point cloud data), microscopic measurements (tif images). 4) Images and videos of the experiments 5) Published data (publications, presentations, master theses pdfs) Total data volume is estimated around 500 GB. 2. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven’s record of processing activities. Be aware that registering the fact that you process personal data is a legal obligation. No, there is no use of personal data in this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals , dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No, the project does not involve any ethical issues . Does your work possibly result in research data with potential for tech transfer and valorisati on? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? At this stage, the work is in fundamental research stage. In case, the research activities lead to patentable concepts or methods, access to these data will be restricted and publications will be postponed until IP protection has been obtained. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 3. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Raw data will be collected per simulation and experimental test, including a txt file with a clear description (metadata) of what the data represent and how they were generated. The input -files used for simulations or ma chining experiments will be kept inside the same folder. The name of the folder will contain the date and the investigator. The digital codebook will contain information on study design, methodology, and all information necessary for a secondary analyst to use the data accurately and effectively. Research methods and practices will be fully documented in a separat e file and will be backed up in the research group’s OneDrive folder . Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and r euse. No specific metadata standard will be used. However, the data generated from simulation and experiments will comprise of metadata will all the details such as simulation date, simulation parameters, 2 line description of simulation, investigator, softwar e version, date of experiments, experimental parameters, machining time, etc. This will enable the next user to easily find the data for reuse. 4. Data preservation during and after the FWO project Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research. During research The data will be stored on the university's central servers with automatic daily back -up procedures. For daily use the shared OneDrive has a capacity of 1TB. For larger data sets (especially videos) extra capacity can be hired. Extra costs are estimated to be below 100 EUR/year and will be booked as a consumable. After research The data & metadata, toget her with the documentation will be preserved on the university's central storage for archiving data for 5 years. As the dataset for this project is limited, the costs for archiving research data are centrally covered by the department of the applicant. What's the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? NA Which other issues related to the data management are relevant to mention? The postdoctoral researcher working on this project under the supervision of the PI is responsible for the data management plan (DMP). After the end of the project, the ICT service of the department will assist in archiving all data. For a minimum of 5 years after the project, the promotor will be the main contact for requesting access to the data. What are the expected costs for data storage and back up during the project? How will these costs be covered? Extra costs are estimated to be below 100 EUR/year and will be booked as a consumable. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only authorized persons will have access to the OneDrive folder of this project. 5. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be available after the publication. Where/how will the data be made available for reuse? Upon request by mail. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All interested researchers will have access to the data but after publication. What are the expected costs for data sharing? How will the costs be covered? Open access publication fees for journals can be paid from FWO bench fees. 6. Responsibilities Who will be responsible for data documentation & metadata? The postdoctoral researcher working on this project under the supervision of the promotor are responsible for the DMP. Who will be responsible for data storage & back up during the project? The postdoctoral researcher working on this project under the supervision of the promotor are responsible for the data storage and backup . Who will be responsible for ensuring data preservation and reuse ? After the end of the project, the ICT service of the department will assist in archiving all data. For the 5 years after the project, the promotor will be the main contact for requesting access to the data. Who bears the end responsibility for updating & implementing this DMP? The postdoctoral researcher and the promotor bears the end responsibility of updating & implementing this DMP."
}