{
    "document_id": "D-2023-2098",
    "LinkTitle": "D-2023-2098",
    "file_name": "D-2023-2098.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2098.pdf",
    "metadata": {
        "title": "an explorative research project about intimacy and sexual expression in residential care facilities",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "an explorative research project about intimacy and sexual expression in residential care\nfacilities\nA Data Management Plan created using DMPonline.be\nCreators: \nYoni Lefevre \n \nhttps://orcid.org/0000-0002-1881-9896\n, Niels Hendriks \n \nhttps://orcid.org/0000-0002-9392-1268\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nYoni Lefevre \n \nhttps://orcid.org/0000-0002-1881-9896\nGrant number / URL: \nZKE2247\nID: \n196914\nStart date: \n01-10-2022\nEnd date: \n30-09-2023\nProject abstract:\nThe objective of this joint PhD between KU Leuven, LUCA School of Arts (Belgium) and the University of Edinburgh (UK) is to explore\nhow people experience, address and challenge intimacy and sexual expression in care facilities. This research project draws on\nParticipatory Design approached by involving residents and employees of the care facility as experts of their experiences. The research\naims to translate sensitive knowledge about intimacy and sexuality into innovative practices that can contribute to the delivery of more\ninclusive Person-Centered-Care.\nIn short, for this research project 4 to 8 residents will be invited to participate in the study. Through the use of specially designed ‘cultural\nprobes’ residents are able to express their experiences, thoughts and ideas of intimacy and sexuality. In addition, 4 to 8 employees are\ninvited to be interviewed which provide the study a broader understanding of how intimacy and sexuality is experienced within the\norganizational structure in a care facility. The researcher will also conduct 7 to 10 informal interviews with experts in the field of aged\nsexuality, to share experiences, challenges and to ensure the research is contributing to new knowledge.\nNote: The DMP for this particular research project is part of my first year of the PhD. This means that more data will be collected next\nyear. Updates will follow accordingly related to this DMP.\nLast modified: \n16-02-2023\nCreated using DMPonline.be. Last modiﬁed 16 February 2023\n1 of 6\nan explorative research project about intimacy and sexual expression in residential care\nfacilities\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew\nor\nreuse\nDigital or Physical data\nData Type\nFile\nformat\nData volume\nPhysical\nvolume\nObservational\nnotes \nInterview notes during expert interviews, Participant Observations\nin care facility, and methodological reflections after the research\nactivities\nNew\nDigital\nWhen notes are written down in a\nphysical book these will be\ndigitized \nTextual\ndoc\nSoftware\nMiro\nboard\n<1 GB\nNA\nAudiovisual\nand\ntranscribes\nAudio recordings of the interviews which will be transcribed and\nanalysed\nNew\nDigital\nAudio\nTextual\nMp4\nDoc\nExcell\n< 10 GB\n42 audio\nrecordings \nApprox. 500\npages\nNA\nCultural\nprobes 1\nPhysical probes and printed maps used during the interviews as\nengagement tools\nNew\nPhysical\nPrinted materials (e.g. dairy\nbooklet, 3d Doll, Cards with\nimages)\n Print\n32 cultural\nprobes: 8\nresidents will\neach have\ncreated 4 probe\nstudies \n8 interview maps\nemployees\n30 x 40\nx 30 cm\nCultural probe\n2\nPolaroid images\nNew\nPhysical\nImage\nImage\n64 Polaroid\nimages \n10 x 12\nx 16 cm\nVisual\nphotographs\nPhotographs are taken on the site, for example when people are\ninteracting with the cultural probes\nNew\nDigital\nImage\nJpeg\n<200 GB\n400 photographs\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nA PRET/SMEC review has also been requested (G-2022-5866).\nThe researcher will pseudonymize all data to protect the privacy of the participants. Names of participants will be replaced with a reference code (E1 or R1). A document that links people’s identity\nwith the reference code will be stored separately within the encrypted and password protected data storage of KU Leuven which is only accessible by the main researcher and the promoter.\nOnline stored data, transcribes and cultural probes, will be organized in different files according to content and topics (ex. all intimacy maps together, all self-image expressions together). These\nfiles will still be linked to a specific profile using a separately stored coding system, password protected and only accessible by the researcher and the promoter. Audio and photographic recordings\nwill also be collected in a way that protects the participants' identities. When making photographs faces will be avoided at all costs and original audio recordings where participants can be\nrecognized will be deleted after 10 years. The researcher is working with vulnerable people in a care facility and is aware that there is a possibility that participants may decease after the data\ncollection has been done. Participants would already have given informed consent, and therefore the researcher will still include their data.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nYes I will use process personal data (G-2022-5866).\nData that would include demographic characteristics: Age, gender, marital status, role in the care facility (resident or employee), sexual orientation, ethnic background will be recorded in an excel\nsheet. No name will be recorded in this recruitment overview, only demographic characteristics. The researcher will have a separate sheet to link back people’s reference codes with their names\nbut will be deleted after 10 years. \nData that would have personal characteristics: Audio recordings, transcribes, cultural probes and images that could refer to people’s physical appearance, lifestyle habits, ethnic backgrounds or\nreligious beliefs. Names in all data that is generated will be pseudonymized, meaning the names of people will be replaced with a reference code. The name of the audio recording files will be\npseudonymized and original files will be deleted after 10 years. People will not be captured recognizable in images. Photographs of the cultural probes would ensure to cover names but\nhandwriting could still be visible.  \nData that would include contact details of people: Email address or phone number in Excell sheet of people who would want to stay in contact during the research project, a temporarily planning\nsheet with participants first name, time, date of the interviews. Temporary documents that contain personal information would have ‘_GDPR Delete’ in their file name so the researcher know to\ndelete it once the project is completed (after 4 years)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 16 February 2023\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThe PhD is in collaboration with the University of Edinburgh, meaning the researcher will spend 2x 6 months during her 4 year research in Edinburgh. In the signed agreement, KU Leuven is the\nmain and leading university in this collaboration. Reflections and processed analyzed data is going to be shared during monthly supervisory meetings but no direct data will be accessed by the\nUniversity of Edinburgh. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nThe data that is going to be collected is unique and therefore the researcher will have all copyrights. All participants are asked to sign a consent form. In this consent form people are made aware\nthat they can withdraw from the study any time for the duration of it. However, when they choose to withdraw from the study after all data collection has been documented, the researcher still has\nthe right to use this data for publication according to the AVG/GDPR rules.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThere is a readme.txt document within the Fieldwork folder for an overview of the data documentation including information about: the research project, project files, storage, methodological\ninformation, data access and sharing and specific information about the data itself. This document will be continuously updated once the data collection starts in order to keep it synchronized with\nthe ‘live’ folders. \nWith the use of Atlas.ti a codebook is going to be generated with the codes from the observational data, conversational data like transcribes and visual data, the images. \nBelow is an example of how the organization and documentation of the metadata could look like.\nData set\nMethod used\nAnalytical\nprocedure\nFile name and\namount\nDefinitions of variables\nUnits of\nmeasurements\norganized by theme,\ntopic or activity\nObservational\nnotes\nInterview notes,\nParticipant\nObservations in\ncare facility, and\nmethodological\nreflections after\nthe research\nactivities\nDairy in docx,\nWriting memo’s\nin Atlas.ti,\norganize\nmemo’s in\nExcell and Miro\n10x\nExpert_Interview\nnotes_[name]\n1x Observations_\nCarefacility_\ndd.mm.jj.\n16x Observations_\nmethod_[reference\ncode]\nObservations will be\norganized related to the\nexperiences of the different\npeople (employees,\nresidents) or research\nengagements (reflections\non the usage of the\ndesigned tool)\nCodes still need to be\ndefined – but could\ninclude the type of\nobservations (e.g.\nconfrontations,\nprivacy, Intimacy,\ntogetherness etc.)\nAudio\nrecordings\nInterviews with\nemployees,\ninterviews with\nresidents and\ngroup\nconversations\nAll audio\nrecordings will\nbe transcribed\nby the\nresearcher,\nnames of\npeople will be\nreplaced by a\nreference code\nand uploaded\nto Atlas.ti to\ncode the\ntranscribes\n42x audio\nrecordings\norganized by\neither Employee,\nResident or Group\ninterview\nAudio_E1\nAudio_R1\nAudio_GR1\nAudio recordings and\ntranscribes will be\norganized by target group\n(employees, residents,\ngroup) to understand each\nperspective on intimacy and\nsexuality.\nTranscribes will be\nanalysed and coded in\nAtlas.ti.\nCodes still need to be\ndefined – but this\ncould be based on\nthe type of stories,\nthe type of theme, or\nthe type of activity\nPhysical\nobjects\nPhotographs of\nthe interview\nmaterials and\nthe Cultural\nprobes will be\nmade for\nanalysis or they\nwill be digitalized\nthrough\nillustrations\nImages will be\ncoded in Atlas.ti\nand mapping/\nclustering\nimages will be\ndone in Miro\n18x Physical\ncultural probes (8\nresidents will each\nprovide 4 cultural\nprobes)\nR1-CP1=\nResident1-\nCulturalProbe1\nE1-Image=\nEmployee 1-image\nThe cultural probes will be\norganized by topic and\nactivity\nFor residents this will be:\nMap of intimacy, Doll of\nageing body, Polaroids on\nintimate places, Card\nsorting on sexual topics,\nPostcards about reflections\nFor employees this will be:\nStatement cards, example\nscenario, future ideas,\nquestions\nCodes still need to be\ndefined – but this\ncould be based on\nthe type of stories,\nthe type of theme, or\nthe type of activity\nImages taken\nby the\nresearcher\nPhotographs of\nthe research\nsetting that\nwould support\nthe analysis\nprocess by\nproviding\ncontext\nNo specific\nanalysis will be\ndone with the\nimages, as they\nare mainly\nsupporting the\nresearch\ndocumentation\nApprox. 50 – 100\nimages\n \nImages would be\nrenamed to:\nImage_dd.mm.jj\nImages are organized by\nthe type of fieldwork\nactivity. A selection might\nbe made to highlight\nresearch activities\nNA\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nCreated using DMPonline.be. Last modiﬁed 16 February 2023\n3 of 6\nThe researcher will use Atlas.ti, a software tool to store, organize and analyze qualitative data sets. This tool allows the researcher to store and code both text based data (e.g. transcribes) as\nvisual data (e.g. images, maps) in one place. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nThe researcher will be using the recommended KU Leuven OneDrive for Business to store data during the research. This storage will give the researcher 2TB of storage for free, including\nautomatic back-ups and where sensitive data is safe (by multifactor authentication and enables conditional access).\nThe research results will only be accessible by the researcher herself, and her promotor. Not only will this information be protected by a password, but the KU Leuven login of all researchers is\nalso equipped with multi-factor authentication to adequately protect data.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nMaking use of the OneDrive from KU Leuven, as mentioned above, automatic back-ups are included in the OneDrive for Business package. This option also supports to access a version history,\nwhich enables the researcher to revert a file to a previous version.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nYes, as mentioned above, KU Leuven provides 2 TB of storage which is enough for the relatively small scale of research data that is normal for qualitative studies.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAnalogue security: physical documents, like signed consent forms and the physical probes, will be stored in a locker on school which can only be accessed by the main researcher with a key.\nDigital security: No use is made of cloud services located outside the EU for the storage or exchange of collecting data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven provides free data storage and will be covered by the school\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.\nPhysical signed consent forms are also part of these data and will be kept secure in a locker at KU Leuven/LUCA Genk.\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOnly necessarily research data and documentation that cannot be replicated will have long time value and will be preserved.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nKU Leuven will be responsible for data preservation.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nCreated using DMPonline.be. Last modiﬁed 16 February 2023\n4 of 6\nThe interview tools, such as the probe studies developed as part of this research project will be made available (online and/or in print) for others to use. \nNo data with personal and sensitive information of participants (e.g. names and contact details) will be made available.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nYes, intellectual property rights\nPrivacy aspects: In section 1 there is more explanation on how to protects participants privacy (pseundomise names in data collection like transcribes, and file names), only necessary data will be\ncollected and raw data like audio files will be deleted after 10 years. \nIntellectual property Rights: The main researcher, Yoni Lefevre, working at the home university, KU Leuven, will have the IPR\nEthical aspects: Participants will be part of an informed consent, meaning they will be properly briefed and informed about their involvement and expectations before their participation. The\nresearcher will be respected towards research subjects, meaning she will act as a receptive, non-judgemental listening partner. People can also withdrawn from the research any time without\ngiving a reason.\nWithin the signed joint agreement between KU Leuven and University of Edinburgh there is a section:\nArticle 16. – CONFIDENTIALITY AND DATA PROTECTION \n- not to use Confidential Information otherwise than for the purpose for which it was disclosed;\n- not to disclose Confidential Information to any third party without the prior written consent by the Disclosing Party;\n- to ensure that internal distribution of Confidential Information by a Recipient shall take place on a strict need-to-know basis.\nArticle 17. – INTELLECTUAL PROPERTY\n17.3 Any Foreground Intellectual Property shall be, subject to written agreement to the contrary by the Parties, the sole and exclusive property of the Party creating or developing it (or whose\nemployee created or developed it). Each of the Parties grants to the other Party a non-exclusive, non-transferable licence to use that Party’s Foreground Intellectual Property to the extent\nnecessary to fulfill the other Party’s obligations under this agreement.\n \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nI will share my data under a Creative\n \nCommons license\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nData will be shared according to the KU Leuven 'Research Data Repository' and is in line with the FAIR principles of data sharing (Findable, Accessible, Interoperable and Reusable). What's\nneeded to make use of RDR is a U number (U158468), an ORCID number (0000-0002-1881-9896) and the data sets that is ready to be published, and will therefore be properly pseudonymised.\nCosts will be covered by KU Leuven.\nI intend to publish in Open Access and would option for Gold Open Access as it’s going to be my first published journal. This means that:\nThe final published version of my article is permanently and freely available online for anyone, anywhere to read.\nAn\n \narticle publishing charge (APC)\n \nis usually applicable. The cost of publication is usually covered by a one-off fee, an article processing charge / APC, paid by the author which is the main\nresearcher. The average cost of an APC is approx. 2000 Euro (ex. VAT at 23%). \nI retain copyright. The agreement includes the Creative\n \nCommons license of my choice.\nPublish under a license with few or no restrictions on how people can reuse my work.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 16 February 2023\n5 of 6\nThe day-to-day responsibilities for the Data Management during the research project will be Yoni Lefevre (yoni.lefevre@luca-arts.be), the main researcher for this PhD study. \nWho will manage data storage and backup during the research project? \nThe main researcher, Yoni Lefevre (yoni.lefevre@luca-arts.be) will be responsible for managing data storage and back up during the research project\nWho will manage data preservation and sharing? \nEach research unit will be responsible for the data to be stored and backed-up at KU Leuven OneDrive. KU Leuven will be responsible for data preservation.\nWho will update and implement this DMP? \nThe end responsibility for updating and implementing the DMP is with the main supervisor and coordinator of Inter-Actions, Niels Hendriks (niels.hendriks@luca-arts.be).\nCreated using DMPonline.be. Last modiﬁed 16 February 2023\n6 of 6"
    },
    "clean_full_text": "an explorative research project about intimacy and sexual expression in residential care facilities A Data Management Plan created using DMPonline.be Creators: Yoni Lefevre https://orcid.org/0000-0002-1881-9896 , Niels Hendriks https://orcid.org/0000-0002-9392-1268 Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Yoni Lefevre https://orcid.org/0000-0002-1881-9896 Grant number / URL: ZKE2247 ID: 196914 Start date: 01-10-2022 End date: 30-09-2023 Project abstract: The objective of this joint PhD between KU Leuven, LUCA School of Arts (Belgium) and the University of Edinburgh (UK) is to explore how people experience, address and challenge intimacy and sexual expression in care facilities. This research project draws on Participatory Design approached by involving residents and employees of the care facility as experts of their experiences. The research aims to translate sensitive knowledge about intimacy and sexuality into innovative practices that can contribute to the delivery of more inclusive Person-Centered-Care. In short, for this research project 4 to 8 residents will be invited to participate in the study. Through the use of specially designed ‘cultural probes’ residents are able to express their experiences, thoughts and ideas of intimacy and sexuality. In addition, 4 to 8 employees are invited to be interviewed which provide the study a broader understanding of how intimacy and sexuality is experienced within the organizational structure in a care facility. The researcher will also conduct 7 to 10 informal interviews with experts in the field of aged sexuality, to share experiences, challenges and to ensure the research is contributing to new knowledge. Note: The DMP for this particular research project is part of my first year of the PhD. This means that more data will be collected next year. Updates will follow accordingly related to this DMP. Last modified: 16-02-2023 Created using DMPonline.be. Last modiﬁed 16 February 2023 1 of 6 an explorative research project about intimacy and sexual expression in residential care facilities Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Observational notes Interview notes during expert interviews, Participant Observations in care facility, and methodological reflections after the research activities New Digital When notes are written down in a physical book these will be digitized Textual doc Software Miro board <1 GB NA Audiovisual and transcribes Audio recordings of the interviews which will be transcribed and analysed New Digital Audio Textual Mp4 Doc Excell < 10 GB 42 audio recordings Approx. 500 pages NA Cultural probes 1 Physical probes and printed maps used during the interviews as engagement tools New Physical Printed materials (e.g. dairy booklet, 3d Doll, Cards with images) Print 32 cultural probes: 8 residents will each have created 4 probe studies 8 interview maps employees 30 x 40 x 30 cm Cultural probe 2 Polaroid images New Physical Image Image 64 Polaroid images 10 x 12 x 16 cm Visual photographs Photographs are taken on the site, for example when people are interacting with the cultural probes New Digital Image Jpeg <200 GB 400 photographs NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) A PRET/SMEC review has also been requested (G-2022-5866). The researcher will pseudonymize all data to protect the privacy of the participants. Names of participants will be replaced with a reference code (E1 or R1). A document that links people’s identity with the reference code will be stored separately within the encrypted and password protected data storage of KU Leuven which is only accessible by the main researcher and the promoter. Online stored data, transcribes and cultural probes, will be organized in different files according to content and topics (ex. all intimacy maps together, all self-image expressions together). These files will still be linked to a specific profile using a separately stored coding system, password protected and only accessible by the researcher and the promoter. Audio and photographic recordings will also be collected in a way that protects the participants' identities. When making photographs faces will be avoided at all costs and original audio recordings where participants can be recognized will be deleted after 10 years. The researcher is working with vulnerable people in a care facility and is aware that there is a possibility that participants may decease after the data collection has been done. Participants would already have given informed consent, and therefore the researcher will still include their data. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Yes I will use process personal data (G-2022-5866). Data that would include demographic characteristics: Age, gender, marital status, role in the care facility (resident or employee), sexual orientation, ethnic background will be recorded in an excel sheet. No name will be recorded in this recruitment overview, only demographic characteristics. The researcher will have a separate sheet to link back people’s reference codes with their names but will be deleted after 10 years. Data that would have personal characteristics: Audio recordings, transcribes, cultural probes and images that could refer to people’s physical appearance, lifestyle habits, ethnic backgrounds or religious beliefs. Names in all data that is generated will be pseudonymized, meaning the names of people will be replaced with a reference code. The name of the audio recording files will be pseudonymized and original files will be deleted after 10 years. People will not be captured recognizable in images. Photographs of the cultural probes would ensure to cover names but handwriting could still be visible. Data that would include contact details of people: Email address or phone number in Excell sheet of people who would want to stay in contact during the research project, a temporarily planning sheet with participants first name, time, date of the interviews. Temporary documents that contain personal information would have ‘_GDPR Delete’ in their file name so the researcher know to delete it once the project is completed (after 4 years) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 16 February 2023 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No The PhD is in collaboration with the University of Edinburgh, meaning the researcher will spend 2x 6 months during her 4 year research in Edinburgh. In the signed agreement, KU Leuven is the main and leading university in this collaboration. Reflections and processed analyzed data is going to be shared during monthly supervisory meetings but no direct data will be accessed by the University of Edinburgh. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes The data that is going to be collected is unique and therefore the researcher will have all copyrights. All participants are asked to sign a consent form. In this consent form people are made aware that they can withdraw from the study any time for the duration of it. However, when they choose to withdraw from the study after all data collection has been documented, the researcher still has the right to use this data for publication according to the AVG/GDPR rules. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). There is a readme.txt document within the Fieldwork folder for an overview of the data documentation including information about: the research project, project files, storage, methodological information, data access and sharing and specific information about the data itself. This document will be continuously updated once the data collection starts in order to keep it synchronized with the ‘live’ folders. With the use of Atlas.ti a codebook is going to be generated with the codes from the observational data, conversational data like transcribes and visual data, the images. Below is an example of how the organization and documentation of the metadata could look like. Data set Method used Analytical procedure File name and amount Definitions of variables Units of measurements organized by theme, topic or activity Observational notes Interview notes, Participant Observations in care facility, and methodological reflections after the research activities Dairy in docx, Writing memo’s in Atlas.ti, organize memo’s in Excell and Miro 10x Expert_Interview notes_[name] 1x Observations_ Carefacility_ dd.mm.jj. 16x Observations_ method_[reference code] Observations will be organized related to the experiences of the different people (employees, residents) or research engagements (reflections on the usage of the designed tool) Codes still need to be defined – but could include the type of observations (e.g. confrontations, privacy, Intimacy, togetherness etc.) Audio recordings Interviews with employees, interviews with residents and group conversations All audio recordings will be transcribed by the researcher, names of people will be replaced by a reference code and uploaded to Atlas.ti to code the transcribes 42x audio recordings organized by either Employee, Resident or Group interview Audio_E1 Audio_R1 Audio_GR1 Audio recordings and transcribes will be organized by target group (employees, residents, group) to understand each perspective on intimacy and sexuality. Transcribes will be analysed and coded in Atlas.ti. Codes still need to be defined – but this could be based on the type of stories, the type of theme, or the type of activity Physical objects Photographs of the interview materials and the Cultural probes will be made for analysis or they will be digitalized through illustrations Images will be coded in Atlas.ti and mapping/ clustering images will be done in Miro 18x Physical cultural probes (8 residents will each provide 4 cultural probes) R1-CP1= Resident1- CulturalProbe1 E1-Image= Employee 1-image The cultural probes will be organized by topic and activity For residents this will be: Map of intimacy, Doll of ageing body, Polaroids on intimate places, Card sorting on sexual topics, Postcards about reflections For employees this will be: Statement cards, example scenario, future ideas, questions Codes still need to be defined – but this could be based on the type of stories, the type of theme, or the type of activity Images taken by the researcher Photographs of the research setting that would support the analysis process by providing context No specific analysis will be done with the images, as they are mainly supporting the research documentation Approx. 50 – 100 images Images would be renamed to: Image_dd.mm.jj Images are organized by the type of fieldwork activity. A selection might be made to highlight research activities NA Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Created using DMPonline.be. Last modiﬁed 16 February 2023 3 of 6 The researcher will use Atlas.ti, a software tool to store, organize and analyze qualitative data sets. This tool allows the researcher to store and code both text based data (e.g. transcribes) as visual data (e.g. images, maps) in one place. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) The researcher will be using the recommended KU Leuven OneDrive for Business to store data during the research. This storage will give the researcher 2TB of storage for free, including automatic back-ups and where sensitive data is safe (by multifactor authentication and enables conditional access). The research results will only be accessible by the researcher herself, and her promotor. Not only will this information be protected by a password, but the KU Leuven login of all researchers is also equipped with multi-factor authentication to adequately protect data. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Making use of the OneDrive from KU Leuven, as mentioned above, automatic back-ups are included in the OneDrive for Business package. This option also supports to access a version history, which enables the researcher to revert a file to a previous version. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Yes, as mentioned above, KU Leuven provides 2 TB of storage which is enough for the relatively small scale of research data that is normal for qualitative studies. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Analogue security: physical documents, like signed consent forms and the physical probes, will be stored in a locker on school which can only be accessed by the main researcher with a key. Digital security: No use is made of cloud services located outside the EU for the storage or exchange of collecting data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven provides free data storage and will be covered by the school Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Physical signed consent forms are also part of these data and will be kept secure in a locker at KU Leuven/LUCA Genk. Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Only necessarily research data and documentation that cannot be replicated will have long time value and will be preserved. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven will be responsible for data preservation. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Created using DMPonline.be. Last modiﬁed 16 February 2023 4 of 6 The interview tools, such as the probe studies developed as part of this research project will be made available (online and/or in print) for others to use. No data with personal and sensitive information of participants (e.g. names and contact details) will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Yes, intellectual property rights Privacy aspects: In section 1 there is more explanation on how to protects participants privacy (pseundomise names in data collection like transcribes, and file names), only necessary data will be collected and raw data like audio files will be deleted after 10 years. Intellectual property Rights: The main researcher, Yoni Lefevre, working at the home university, KU Leuven, will have the IPR Ethical aspects: Participants will be part of an informed consent, meaning they will be properly briefed and informed about their involvement and expectations before their participation. The researcher will be respected towards research subjects, meaning she will act as a receptive, non-judgemental listening partner. People can also withdrawn from the research any time without giving a reason. Within the signed joint agreement between KU Leuven and University of Edinburgh there is a section: Article 16. – CONFIDENTIALITY AND DATA PROTECTION - not to use Confidential Information otherwise than for the purpose for which it was disclosed; - not to disclose Confidential Information to any third party without the prior written consent by the Disclosing Party; - to ensure that internal distribution of Confidential Information by a Recipient shall take place on a strict need-to-know basis. Article 17. – INTELLECTUAL PROPERTY 17.3 Any Foreground Intellectual Property shall be, subject to written agreement to the contrary by the Parties, the sole and exclusive property of the Party creating or developing it (or whose employee created or developed it). Each of the Parties grants to the other Party a non-exclusive, non-transferable licence to use that Party’s Foreground Intellectual Property to the extent necessary to fulfill the other Party’s obligations under this agreement. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) I will share my data under a Creative Commons license Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Data will be shared according to the KU Leuven 'Research Data Repository' and is in line with the FAIR principles of data sharing (Findable, Accessible, Interoperable and Reusable). What's needed to make use of RDR is a U number (U158468), an ORCID number (0000-0002-1881-9896) and the data sets that is ready to be published, and will therefore be properly pseudonymised. Costs will be covered by KU Leuven. I intend to publish in Open Access and would option for Gold Open Access as it’s going to be my first published journal. This means that: The final published version of my article is permanently and freely available online for anyone, anywhere to read. An article publishing charge (APC) is usually applicable. The cost of publication is usually covered by a one-off fee, an article processing charge / APC, paid by the author which is the main researcher. The average cost of an APC is approx. 2000 Euro (ex. VAT at 23%). I retain copyright. The agreement includes the Creative Commons license of my choice. Publish under a license with few or no restrictions on how people can reuse my work. Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 16 February 2023 5 of 6 The day-to-day responsibilities for the Data Management during the research project will be Yoni Lefevre (yoni.lefevre@luca-arts.be), the main researcher for this PhD study. Who will manage data storage and backup during the research project? The main researcher, Yoni Lefevre (yoni.lefevre@luca-arts.be) will be responsible for managing data storage and back up during the research project Who will manage data preservation and sharing? Each research unit will be responsible for the data to be stored and backed-up at KU Leuven OneDrive. KU Leuven will be responsible for data preservation. Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the main supervisor and coordinator of Inter-Actions, Niels Hendriks (niels.hendriks@luca-arts.be). Created using DMPonline.be. Last modiﬁed 16 February 2023 6 of 6"
}