{
    "document_id": "D-2021-1287",
    "LinkTitle": "D-2021-1287",
    "file_name": "D-2021-1287.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1287.pdf",
    "metadata": {
        "title": "D-2021-1287",
        "author": "Jonas Adriaenssens",
        "creation_date": "2022-01-05 16:59:09+01:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP JONAS ADRIAENSSENS  \nProject Name  Jonas Adriaenssens (FWO DMP)  \nProject Identifier  u0139121  \nGrant Title  1S89722N  \nPrincipal Investigator /Researcher  Jonas Adriaenssens  \nProject Data Contact  0474774496; jonas.a323@gmail.com  \nDescription  Rapid diagnostic testing at the site of the patient, so -called point of care testing, is \nessential to provide healthcare when a fully equipped laboratory is not accessible. These POC \ndiagnostics are crucial for developing countries, as they could save millions o f lives each year by \nearly diagnosis of for example malaria or the Covid -19 virus.  \nHowever, current solutions lack miniaturization because of the need for external equipment to \noperate the device, also known as active microfluidics. On the other hand, pass ive microfluidics \novercome this problem by using porous substrates to autonomously handle liquid flow  by capillary \naction . The most common passive diagnostics right now are lateral flow assays, which use a \nsingle strip of paper, but they lack sensitivity a s it’s difficult to integrate multistep protocols. \nTherefore, our group has recently developed a new method to fabricate passive devices by \ndepositing liquid binders on a powdered build material in a layer -by-layer fashion. The resulting \nmacroporosity and altered surface chemistry creates 3 -dimensional channels for autonomous \nliquid flow.  \nThe final goal will be to create a hybrid POC device containing a 3D printed capillary pump to \ndrive liquid flow through a classic microfluidic chip. This will be achieve d by (1) designing and \nmodeling the fundamental parts for a single operation channel, followed by (2) their fabrication \nand (3) characterization in a feedback loop. Eventually, (4) multiple channels will be integrated \ninto a multistep proof -of-concept.  \nInstitution KU Leuven  \n1. GENERAL INFORMATION  \nName applicant  \nJonas Adriaenssens  \n \nFWO Project Number & Title  \n1S89722 N \nAutonomous diagnostics by combining  3D printed passive pumps and conventional microfluidics.  \n \nAffiliation  \n● KU Leuven  \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume.  \nThis may be easiest in a table (see example) or as a data flow and  per WP or objective of \nthe project.  \n  \nType of data  Format  Volume  Origin  \nCAD files pre -processing  .ipt \n.stl \n.wrl 100 MB  CAD files designed in Autodesk \nInventor  (IPT) , exported in STL \nformat  and converted into WRL \nthrough Blender  \n3D printing files  .zbd \n.sl1(s) \n.gcode  1 GB  3DPrint software for binder jetting  \n(ZBD)  \nPrusaSlicer for generation of SL1 \nand GCODE files  \nRender images  .tiff 10 MB  Rendering through Autodesk \nInventor  \nSliced images pre -\nprocessing  .bmp  \n.txt 1 GB  Autodesk Netfabb for image \ngeneration Matlab for image \nprocessing and output to BMP and \nTXT \nData images  .jpg \n.mp4  \n.avi 1 TB  Canon camera  \nLogitech webcam  \nData processing  .mat \n.xlsx 1 GB  Performed in Matlab and Excel \nText .docx  \n.txt 5 GB  Proposals, protocols, SOPs  \nData representation  .pptx  100 GB  Electronic lab book  \nPresentations  \nPosters  \nModelling  .mph  100 GB  Comsol models  \n \n3. ETHICAL AND LEGAL ISSUES  \nWill you use personal data? If so, shortly describe the kind of personal data you will use \nAND add the reference to your file in your host institution's privacy register.  \n● No \nAre there any ethical issues concerning the creation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If so, add the reference to the formal \napproval by the relevant ethical review committee(s).  \n● No \nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data, \nand which restrictions will be asserted?  \n● Yes \nThe study holds great potential for tech transfer and valorization. The foundations for valorization \nof the project’s results are already present in the IP portfolio maintained by the host group on th e \ncontrolled capillary wicking in porous 3D printed objects  (‘3D printing of porous liquid handling \ndevice ’, Granted WO2018162476 A1, Pending  US20200016829 A1, Pending EP3592562 A1 ). \nFurther opportunities for IP Generation during the project will be  identi fied in close dialogue with \nthe tech transfer office KU Leuven Research &  Development (LRD)  and the host’s group \nvalorization manager Dr. Bart Van  Duffel. The asserted information would enclose a hybrid 3D \nprinted – conventional microfluidic  assay , this may include pump and chip  design , assay \nsequence timing  and fabrication strategy . \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions are in place?  \n● No \n \n4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nThe host group implements a data management system to preserve the collection, storage and \nreuse of dat a generated by group members.  \nThe PhD study is subdivided in several projects. Each project is described in detail, the project \ngoal and the predetermined workplan are identified in the Project Description (word/PDF). \nSecondly, the researcher lists all his /her conducted experiments per project in a Central \nExperiment Index (excel). This document includes per experiment a short description and further \nexplanation on where to find the raw and processed data files. An overview of the performed tasks \nand proces sed data/outcome (linked to a specific analysis folder) can be found in the Electronic \nLab Book (Powerpoint/One Note/Excel) of the researcher. This document entails a more detailed \ndescription per experiment. All data is stored in a data storage system, wh ich contains the entire \nproject data and is stored in a secured cloud (Dropbox/Drive).  \nProject Description → Central Experiment Index → Electronic Lab Book + Data Storage System  \nA physical sample inventory is stored per researcher in a well-ventilated laboratory. A defined \nspace is assigned to each researcher in order to individually organize their sample inventory. \nSample details are clarified in the Electronic Lab Book.  \n \nWill a metadata standard be used? If so, describe in detail which  standard will be used. If \nnot, state in detail which metadata will be created to make the data easy/easier to find and \nreuse . \n● No \nNo uniform metadata standard is available for all different aspects and disciplines of this project. \nTherefore, the data manag ement system, implemented by all group members, provides a uniform \nsystem to enhance the use of secondary data. The meta data (date, objective, protocol (data \ntypes and conducted characterization techniques), processed data, roadmap,…) is covered by a \nnumb er of predetermined topics which are entailed in the Central Experiment Index and Electronic \nLab Book.  \n \n5. DATA STORAGE & BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nAll generated data will be curated in consultation with the PI (R. Ameloo t) and will be stored via a \nsecure cloud storage solution.  \n \nHow will the data be backed up?  \nUnlimited versioning via Dropbox.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient stor age or backup capacities are available, then explain how \nthis will be taken care of.  \n● Yes \nThere is currently sufficient storage and backup capacity, more precisely 10 TB of storage is \nprovided. This can be expanded if necessary . \n \nWhat are the expected costs for data storage and backup during the project? How will \nthese costs be covered?  \nThe cost is 12 euro per month per person, which will be covered by the bench fee.  \n \nData security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nA secured environment is provided by the cloud system (Dropbox). Only after receiving an \ninvitational link one can access a predetermined space in the cloud. Hereby unauthorized persons \ncannot access the in formation unless personally given.  \n \n6. DATA PRESERVATION AFTER THE END OF THE FWO PROJECT  \nWhich data will be retained for the expected 5 -year period after the end of the project? In \ncase only a selection of the data can/will be preserved, clearly state the  reasons for this \n(legal or contractual restrictions, physical preservation issues...).  \nAll data will be preserved  for at least 5 years after the end of this project.  \n \nWhere will these data be archived (= stored for the long term)?  \nAll data will be stored using secure cloud storage, also on long term . \n \nWhat are the expected costs for data preservation during these 5 years? How will the costs \nbe covered?  \nNo practical funding is available, other means will be used.  \n \n7. DATA SHARING AND REUSE  \nAre there any fac tors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions)?  \n● No \nWhich data will be made available after the end of the project?  \nRelevant data, considering the IP -related restrictio ns, will be published and therefore made \npublicly available. Other data will still be available to people within the involved research groups.  \n \nWhere/how will the data be made available for reuse?  \n● In a restricted access repository  \n● Upon request by mail  \nWhen will the data be made available?  \n● Upon publication of the research results  \nWho will be able to access the data and under what conditions?  \nAll collaborators of the involved research groups will be authorized to have access to data relevant \nto their contributions during and after the project. Published data will be publicly available.  \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \nExpected cost is very low due to the flexible nature of the used cloud storage.  \n \n8. RESPO NSIBILITIES  \nWho will be responsible for the data documentation & metadata?  \nThe PhD student working on this FWO project will be responsible for the data collection, \ndocumentation and metadata. Supervisors will manage the data storage facilities.  \n \nWho will b e responsible for data storage & backup during the project?  \nThe PhD student on this FWO project will curate the data in structured folders within a secure \ncloud storage solution. According to the data management plan in the host group, the files will be \nnamed using a predetermined convention, referring to the data, sample name and brief \ndescription. Further description of the samples will be provided in a centralized table . \n \nWho will be responsible for ensuring data preservation and sharing?  \nThe PIs will be  responsible for the data preservation and eventual reuse of obtained data.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe applicant bears the end responsibility of updating and implementing this DMP.  "
    },
    "clean_full_text": "DMP JONAS ADRIAENSSENS Project Name Jonas Adriaenssens (FWO DMP) Project Identifier u0139121 Grant Title 1S89722N Principal Investigator /Researcher Jonas Adriaenssens Project Data Contact 0474774496; jonas.a323@gmail.com Description Rapid diagnostic testing at the site of the patient, so -called point of care testing, is essential to provide healthcare when a fully equipped laboratory is not accessible. These POC diagnostics are crucial for developing countries, as they could save millions o f lives each year by early diagnosis of for example malaria or the Covid -19 virus. However, current solutions lack miniaturization because of the need for external equipment to operate the device, also known as active microfluidics. On the other hand, pass ive microfluidics overcome this problem by using porous substrates to autonomously handle liquid flow by capillary action . The most common passive diagnostics right now are lateral flow assays, which use a single strip of paper, but they lack sensitivity a s it’s difficult to integrate multistep protocols. Therefore, our group has recently developed a new method to fabricate passive devices by depositing liquid binders on a powdered build material in a layer -by-layer fashion. The resulting macroporosity and altered surface chemistry creates 3 -dimensional channels for autonomous liquid flow. The final goal will be to create a hybrid POC device containing a 3D printed capillary pump to drive liquid flow through a classic microfluidic chip. This will be achieve d by (1) designing and modeling the fundamental parts for a single operation channel, followed by (2) their fabrication and (3) characterization in a feedback loop. Eventually, (4) multiple channels will be integrated into a multistep proof -of-concept. Institution KU Leuven 1. GENERAL INFORMATION Name applicant Jonas Adriaenssens FWO Project Number & Title 1S89722 N Autonomous diagnostics by combining 3D printed passive pumps and conventional microfluidics. Affiliation ● KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of data Format Volume Origin CAD files pre -processing .ipt .stl .wrl 100 MB CAD files designed in Autodesk Inventor (IPT) , exported in STL format and converted into WRL through Blender 3D printing files .zbd .sl1(s) .gcode 1 GB 3DPrint software for binder jetting (ZBD) PrusaSlicer for generation of SL1 and GCODE files Render images .tiff 10 MB Rendering through Autodesk Inventor Sliced images pre - processing .bmp .txt 1 GB Autodesk Netfabb for image generation Matlab for image processing and output to BMP and TXT Data images .jpg .mp4 .avi 1 TB Canon camera Logitech webcam Data processing .mat .xlsx 1 GB Performed in Matlab and Excel Text .docx .txt 5 GB Proposals, protocols, SOPs Data representation .pptx 100 GB Electronic lab book Presentations Posters Modelling .mph 100 GB Comsol models 3. ETHICAL AND LEGAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. ● No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ● No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data, and which restrictions will be asserted? ● Yes The study holds great potential for tech transfer and valorization. The foundations for valorization of the project’s results are already present in the IP portfolio maintained by the host group on th e controlled capillary wicking in porous 3D printed objects (‘3D printing of porous liquid handling device ’, Granted WO2018162476 A1, Pending US20200016829 A1, Pending EP3592562 A1 ). Further opportunities for IP Generation during the project will be identi fied in close dialogue with the tech transfer office KU Leuven Research & Development (LRD) and the host’s group valorization manager Dr. Bart Van Duffel. The asserted information would enclose a hybrid 3D printed – conventional microfluidic assay , this may include pump and chip design , assay sequence timing and fabrication strategy . Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The host group implements a data management system to preserve the collection, storage and reuse of dat a generated by group members. The PhD study is subdivided in several projects. Each project is described in detail, the project goal and the predetermined workplan are identified in the Project Description (word/PDF). Secondly, the researcher lists all his /her conducted experiments per project in a Central Experiment Index (excel). This document includes per experiment a short description and further explanation on where to find the raw and processed data files. An overview of the performed tasks and proces sed data/outcome (linked to a specific analysis folder) can be found in the Electronic Lab Book (Powerpoint/One Note/Excel) of the researcher. This document entails a more detailed description per experiment. All data is stored in a data storage system, wh ich contains the entire project data and is stored in a secured cloud (Dropbox/Drive). Project Description → Central Experiment Index → Electronic Lab Book + Data Storage System A physical sample inventory is stored per researcher in a well-ventilated laboratory. A defined space is assigned to each researcher in order to individually organize their sample inventory. Sample details are clarified in the Electronic Lab Book. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse . ● No No uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, the data manag ement system, implemented by all group members, provides a uniform system to enhance the use of secondary data. The meta data (date, objective, protocol (data types and conducted characterization techniques), processed data, roadmap,…) is covered by a numb er of predetermined topics which are entailed in the Central Experiment Index and Electronic Lab Book. 5. DATA STORAGE & BACKUP DURING THE FWO PROJECT Where will the data be stored? All generated data will be curated in consultation with the PI (R. Ameloo t) and will be stored via a secure cloud storage solution. How will the data be backed up? Unlimited versioning via Dropbox. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient stor age or backup capacities are available, then explain how this will be taken care of. ● Yes There is currently sufficient storage and backup capacity, more precisely 10 TB of storage is provided. This can be expanded if necessary . What are the expected costs for data storage and backup during the project? How will these costs be covered? The cost is 12 euro per month per person, which will be covered by the bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? A secured environment is provided by the cloud system (Dropbox). Only after receiving an invitational link one can access a predetermined space in the cloud. Hereby unauthorized persons cannot access the in formation unless personally given. 6. DATA PRESERVATION AFTER THE END OF THE FWO PROJECT Which data will be retained for the expected 5 -year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues...). All data will be preserved for at least 5 years after the end of this project. Where will these data be archived (= stored for the long term)? All data will be stored using secure cloud storage, also on long term . What are the expected costs for data preservation during these 5 years? How will the costs be covered? No practical funding is available, other means will be used. 7. DATA SHARING AND REUSE Are there any fac tors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● No Which data will be made available after the end of the project? Relevant data, considering the IP -related restrictio ns, will be published and therefore made publicly available. Other data will still be available to people within the involved research groups. Where/how will the data be made available for reuse? ● In a restricted access repository ● Upon request by mail When will the data be made available? ● Upon publication of the research results Who will be able to access the data and under what conditions? All collaborators of the involved research groups will be authorized to have access to data relevant to their contributions during and after the project. Published data will be publicly available. What are the expected costs for data sharing? How will these costs be covered? Expected cost is very low due to the flexible nature of the used cloud storage. 8. RESPO NSIBILITIES Who will be responsible for the data documentation & metadata? The PhD student working on this FWO project will be responsible for the data collection, documentation and metadata. Supervisors will manage the data storage facilities. Who will b e responsible for data storage & backup during the project? The PhD student on this FWO project will curate the data in structured folders within a secure cloud storage solution. According to the data management plan in the host group, the files will be named using a predetermined convention, referring to the data, sample name and brief description. Further description of the samples will be provided in a centralized table . Who will be responsible for ensuring data preservation and sharing? The PIs will be responsible for the data preservation and eventual reuse of obtained data. Who bears the end responsibility for updating & implementing this DMP? The applicant bears the end responsibility of updating and implementing this DMP."
}