{
    "document_id": "D-2024-3168",
    "LinkTitle": "D-2024-3168",
    "file_name": "D-2024-3168.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3168.pdf",
    "metadata": {
        "title": "dsDNA SLE project - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n dsDNA SLE project - DMP title\nProject Identifier\n TBM-FWO\nGrant Title\n T003419N\nPrincipal Investigator / Researcher\n Xavier Bossuyt\nDescription\n Systemic lupus erythematosus (SLE) is a heterogeneous and chronic\nmultisystem autoimmune disease that mainly affects women between puberty and\nmenopause. Typical in these patients is the presence of circulating anti-dsDNA and\nother anti-nuclear autoantibodies, which serve as serological markers for SLE\ndiagnosis. Anti-dsDNA autoantibodies are the most important biomarkers as their\nconcentration is directly linked to disease activity. The ideal test for anti-dsDNA\nautoantibody measurement should be able to distinguish high versus low avidity anti-\ndsDNA antibodies, since low avidity antibodies are also present in healthy individuals\nand in other (auto)immune diseases. Assays to detect anti-dsDNA antibodies include\nthe Crithidia luciliae assay, the Farr radioimmunoassay (RIA) and solid-phase\nimmunoassays (e.g. ELISA). Farr-RIA has the highest specificity, but is not automated\nand requires radio-active material for detection of anti-dsDNA autoantibodies and is\nthus destined to disappear in the clinical laboratories. ELISA is the most commonly\nused test, but has a low specificity regarding SLE diagnosis as it also detects low\navidity anti-dsDNA antibodies. The low specificity of ELISA in SLE diagnosis is not\ncommonly known, resulting in high numbers of SLE misdiagnoses and these patients\nconsequently incorrectly treated with harmful therapies. Additionally, due to the\nheterogeneity and rarity of SLE, many patients are diagnosed late, causing irreversible\norgan damage and increased morbidity in the patients. Therefore, this project aims to\ndevelop and validate an EvalutionÂ®-based method for reliable, easy and safe\nmeasurement of the high avidity anti-dsDNA autoantibodies to guide SLE diagnosis\nand treatment.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nProfessor Xavier Bossuyt\nFWO Project Number & Title\nT003419N: Development and validation of an assay to quantify anti-dsDNA antibody\nlevels and avidity for more accurate diagnosis and monitoring of SLE\nAffiliation\nKU Leuven\nUniversiteit Gent\n2. Data description\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe the origin, type and format of the data (per dataset) and its (estimated)\nvolume, ideally per objective or WP of the project. You might consider using the\ntable in the guidance.\nWP1 and WP2\n \n \nRaw\ndata\nAnalyzed\ndata\nProcessed\ndata\nEstimated\nVolume\nMethods,\nprotocols and\nSOPs\nWord documents\n1 MB\nEvalution\nsystem\njpg and\nexcel\nfiles\nExcel files\nGraphs and\ntables\ngenerated by\nexcel (jpg) or\nPrism (pfzx)\n3 GB\nELISA\nExcel\nfiles\nStandard\ncurves in\nExcel files\n50 MB\nCritidia assay\njpg files\nExcel files\n1 GB\nFarr-RIA\nExcel\nfiles\nExcel files\n50 MB\n \nWP3\nRetrospective study:\n serum samples of SLE patients, disease controls and healthy\ncontrols are available at Serotheek of UZ-KU Leuven (-20°C). Clinical data that will be\ncollected at KWS (UZ Leuven) and include personal information (e.g. age, gender)\nand clinical information (symptoms (e.g. fatigue, rash,...) and SLEDAI score). These\nwill be orderly saved in excel files.\nProspective study:\n serum samples of newly diagnosed and follow-up SLE patients\nand disease controls will be collected during the project by clinicians of all\nparticipating centers. ICF (word file) will be taken from patients and disease controls.\nSerum samples of healthy controls will be collected at the Red Cross. Serum samples\nwill be stored in tubes at -20°C in the Laboratory of Clinical and Diagnostic\nImmunology (KU Leuven). The clinical data include personal information (e.g. age,\ngender) and clinical information (symptoms (e.g. fatigue, rash,...) and SLEDAI score)\nand will be provided by the clinician. These will be orderly saved in excel files.\n3. Legal & ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Privacy & ethical review tool\n(PRET). \nBe aware that registering the fact that you process personal data is a\nlegal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nYes\nThe personal data that we will use are reported at the Ethical Committee of UZ Leuven\nand at the Ethical Committee of all participating centers (\nS63277\n).\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the\nformal approval by the relevant ethical review committee(s)\nYes\nAt this moment, the project is under review by the Ethics Committee of UZ Leuven and\nall participating Belgian EC centers.\nDoes your work possibly result in research data with potential for tech transfer\nand valorisation? Will IP restrictions be claimed for the data you created? If so,\nfor what data and which restrictions will be asserted?\nYes\nWe will share and transfer the obtained results to clinicians and other laboratories on a\nnon-profit basis. There are no restrictions on the freedom to operate for utilization of\nthe project results. Once bought, the IP rights on a commercial product stop and, thus,\nthere is freedom to operate. We will make all KU Leuven components of the assay\navailable at cost price of production. We will negotiate with MyCartis the possibility to\nprovide pre-coupled microparticles that are ready-to-use. We will share and transfer\nthe obtained results (protocols and assay interpretation) to other Laboratories on a\nnon-profit basis. Patient data will not be transfered to other laboratories or industrial\npartners. \nDo existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions are in\nplace?\nNo\n4. Documentation & metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\nWP1&2\n: A read-me file in each map will be provide. For each DNA molecule, a\nseparate map will be made. Protocols per experiment will be foreseen (word). We will\nstart with optimizing coupling conditions of synthetic and native DNA\nmolecules (coupling buffer, concentration, duration, number of steps,... will be\nmentioned in each separate experiment in word file). Optimal conditions will be\ndetermined by signal intensities (jpg files), standard deviation and CV's (excel files)\nand will be summarized in a word file. dsDNA concentration of serum samples will be\ndetermined by making a standard curve with the international dsDNA standard.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nWP3\n: Undersigned informed consents will be stored in a map. Patient data will be\npseudonimized for the main researcher (Maaike) and anonimized for other researchers\nand clinicians. Patient number will be linked to serum sample.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nSince there is no formally acknowledged metadata standard specific to our discipline.\n5. Data storage & back up during the FWO project\nWhere will the data be stored?\nThe generated data of this project will be stored on the server of UZ Leuven. During\nthe research, serum samples will be collected (after having obtained informed\nconsent), coded and stored at the Serotheek of UZ-KU  Leuven, unless participating\ncenters want to store the samples recruited at their center themselves. Storage of\nsamples will be all according to the new GDPR guidelines. This serum bank will be\nused for the study and will also be available for future serological studies under the\ncondition that approval has been granted by the ethics committee.\nAll the collected clinical data will be stored on the server of UZ Leuven in the folder of\n‘LaboratoriumGeneeskunde’, which is only accessible for the staff of our group.\nHow is back up of the data provided?\nThe data will be stored on the UZ Leuven university hospital servers with automatic\ndaily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available\nthen explain how this will be taken care of.\nYes\nThe storage capacity of the server of UZ Leuven provides sufficient storage volume for\nour generated data.\nWhat are the expected costs for data storage and back up during the project?\nHow will these costs be covered?\nWe expect no costs for data storage and back up during the project\nData security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe data will be stored at the hospital's secure environment for private data. The files\nin which the patient data will be stored, is only accesible by the personnel of the lab.\nThe patient data is pneumonized for the main researcher (Maaike Cockx), but\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nanonymized for the colleagues of the lab. The key will be stored in a separate file\n(separate from the experimental data).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state\nthe reasons \nfor this (legal or contractual restrictions, physical preservation\nissues, ...).\nAll data (patient data, serum samples, methodologies,...) will be retained for the\nexpected 5 year period, preferably for 25 years. If too much space is needed to store\nall the data, the raw data generated by the Evalution device will not be maintained\nafter 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy. \nWhat are the expected costs for data preservation during the retention period of\n5 years? How will the costs be covered?\nEverything will be stored on UZ Leuven server and is free of costs at this moment.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nDuring the research, serum samples will be collected (after having obtained informed\nconsent), coded and stored at the (Serotheek of UZ-KU  Leuven). This serum bank will\nbe used for the study and will also be available for future serological studies under the\ncondition that approval has been granted by the ethics committee. Secundary use of\ncollected serum samples by other laboratories is possible after our agreement.\nWhich data will be made available after the end of the project?\nThe methodologies and if successful, the data published in scientific publications.\nSerum samples will be available for secondary use in other relevant studies. All\npersonal data regarding the patients will not be available. \nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho will be able to access the data and under what conditions?\nAccess will be granted upon written request by the creators of the dataset. Commercial\nreuse is not allowed.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe will share and transfer the obtained results to clinicians and other laboratories on a\nnon-profit basis.\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nProfessor Xavier Bossuyt and Maaike Cockx\nWho will be responsible for data storage & back up during the project?\nProfessor Xavier Bossuyt and Maaike Cockx\nWho will be responsible for ensuring data preservation and reuse ?\nProfessor Xavier Bossuyt\nWho bears the end responsibility for updating & implementing this DMP?\nProfessor Xavier Bossuyt bears the end responsibility of updating & implementing this\nDMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name dsDNA SLE project - DMP title Project Identifier TBM-FWO Grant Title T003419N Principal Investigator / Researcher Xavier Bossuyt Description Systemic lupus erythematosus (SLE) is a heterogeneous and chronic multisystem autoimmune disease that mainly affects women between puberty and menopause. Typical in these patients is the presence of circulating anti-dsDNA and other anti-nuclear autoantibodies, which serve as serological markers for SLE diagnosis. Anti-dsDNA autoantibodies are the most important biomarkers as their concentration is directly linked to disease activity. The ideal test for anti-dsDNA autoantibody measurement should be able to distinguish high versus low avidity anti- dsDNA antibodies, since low avidity antibodies are also present in healthy individuals and in other (auto)immune diseases. Assays to detect anti-dsDNA antibodies include the Crithidia luciliae assay, the Farr radioimmunoassay (RIA) and solid-phase immunoassays (e.g. ELISA). Farr-RIA has the highest specificity, but is not automated and requires radio-active material for detection of anti-dsDNA autoantibodies and is thus destined to disappear in the clinical laboratories. ELISA is the most commonly used test, but has a low specificity regarding SLE diagnosis as it also detects low avidity anti-dsDNA antibodies. The low specificity of ELISA in SLE diagnosis is not commonly known, resulting in high numbers of SLE misdiagnoses and these patients consequently incorrectly treated with harmful therapies. Additionally, due to the heterogeneity and rarity of SLE, many patients are diagnosed late, causing irreversible organ damage and increased morbidity in the patients. Therefore, this project aims to develop and validate an Evalution®-based method for reliable, easy and safe measurement of the high avidity anti-dsDNA autoantibodies to guide SLE diagnosis and treatment. Institution KU Leuven 1. General Information Name applicant Professor Xavier Bossuyt FWO Project Number & Title T003419N: Development and validation of an assay to quantify anti-dsDNA antibody levels and avidity for more accurate diagnosis and monitoring of SLE Affiliation KU Leuven Universiteit Gent 2. Data description This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Will you generate/collect new data and/or make use of existing data? Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. WP1 and WP2 Raw data Analyzed data Processed data Estimated Volume Methods, protocols and SOPs Word documents 1 MB Evalution system jpg and excel files Excel files Graphs and tables generated by excel (jpg) or Prism (pfzx) 3 GB ELISA Excel files Standard curves in Excel files 50 MB Critidia assay jpg files Excel files 1 GB Farr-RIA Excel files Excel files 50 MB WP3 Retrospective study: serum samples of SLE patients, disease controls and healthy controls are available at Serotheek of UZ-KU Leuven (-20°C). Clinical data that will be collected at KWS (UZ Leuven) and include personal information (e.g. age, gender) and clinical information (symptoms (e.g. fatigue, rash,...) and SLEDAI score). These will be orderly saved in excel files. Prospective study: serum samples of newly diagnosed and follow-up SLE patients and disease controls will be collected during the project by clinicians of all participating centers. ICF (word file) will be taken from patients and disease controls. Serum samples of healthy controls will be collected at the Red Cross. Serum samples will be stored in tubes at -20°C in the Laboratory of Clinical and Diagnostic Immunology (KU Leuven). The clinical data include personal information (e.g. age, gender) and clinical information (symptoms (e.g. fatigue, rash,...) and SLEDAI score) and will be provided by the clinician. These will be orderly saved in excel files. 3. Legal & ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Privacy & ethical review tool (PRET). Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Yes The personal data that we will use are reported at the Ethical Committee of UZ Leuven and at the Ethical Committee of all participating centers ( S63277 ). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes At this moment, the project is under review by the Ethics Committee of UZ Leuven and all participating Belgian EC centers. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes We will share and transfer the obtained results to clinicians and other laboratories on a non-profit basis. There are no restrictions on the freedom to operate for utilization of the project results. Once bought, the IP rights on a commercial product stop and, thus, there is freedom to operate. We will make all KU Leuven components of the assay available at cost price of production. We will negotiate with MyCartis the possibility to provide pre-coupled microparticles that are ready-to-use. We will share and transfer the obtained results (protocols and assay interpretation) to other Laboratories on a non-profit basis. Patient data will not be transfered to other laboratories or industrial partners. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation & metadata What documentation will be provided to enable reuse of the data collected/generated in this project? WP1&2 : A read-me file in each map will be provide. For each DNA molecule, a separate map will be made. Protocols per experiment will be foreseen (word). We will start with optimizing coupling conditions of synthetic and native DNA molecules (coupling buffer, concentration, duration, number of steps,... will be mentioned in each separate experiment in word file). Optimal conditions will be determined by signal intensities (jpg files), standard deviation and CV's (excel files) and will be summarized in a word file. dsDNA concentration of serum samples will be determined by making a standard curve with the international dsDNA standard. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 WP3 : Undersigned informed consents will be stored in a map. Patient data will be pseudonimized for the main researcher (Maaike) and anonimized for other researchers and clinicians. Patient number will be linked to serum sample. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Since there is no formally acknowledged metadata standard specific to our discipline. 5. Data storage & back up during the FWO project Where will the data be stored? The generated data of this project will be stored on the server of UZ Leuven. During the research, serum samples will be collected (after having obtained informed consent), coded and stored at the Serotheek of UZ-KU Leuven, unless participating centers want to store the samples recruited at their center themselves. Storage of samples will be all according to the new GDPR guidelines. This serum bank will be used for the study and will also be available for future serological studies under the condition that approval has been granted by the ethics committee. All the collected clinical data will be stored on the server of UZ Leuven in the folder of ‘LaboratoriumGeneeskunde’, which is only accessible for the staff of our group. How is back up of the data provided? The data will be stored on the UZ Leuven university hospital servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The storage capacity of the server of UZ Leuven provides sufficient storage volume for our generated data. What are the expected costs for data storage and back up during the project? How will these costs be covered? We expect no costs for data storage and back up during the project Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored at the hospital's secure environment for private data. The files in which the patient data will be stored, is only accesible by the personnel of the lab. The patient data is pneumonized for the main researcher (Maaike Cockx), but This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 anonymized for the colleagues of the lab. The key will be stored in a separate file (separate from the experimental data). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data (patient data, serum samples, methodologies,...) will be retained for the expected 5 year period, preferably for 25 years. If too much space is needed to store all the data, the raw data generated by the Evalution device will not be maintained after 10 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Everything will be stored on UZ Leuven server and is free of costs at this moment. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: During the research, serum samples will be collected (after having obtained informed consent), coded and stored at the (Serotheek of UZ-KU Leuven). This serum bank will be used for the study and will also be available for future serological studies under the condition that approval has been granted by the ethics committee. Secundary use of collected serum samples by other laboratories is possible after our agreement. Which data will be made available after the end of the project? The methodologies and if successful, the data published in scientific publications. Serum samples will be available for secondary use in other relevant studies. All personal data regarding the patients will not be available. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who will be able to access the data and under what conditions? Access will be granted upon written request by the creators of the dataset. Commercial reuse is not allowed. What are the expected costs for data sharing? How will the costs be covered? We will share and transfer the obtained results to clinicians and other laboratories on a non-profit basis. 8. Responsibilities Who will be responsible for data documentation & metadata? Professor Xavier Bossuyt and Maaike Cockx Who will be responsible for data storage & back up during the project? Professor Xavier Bossuyt and Maaike Cockx Who will be responsible for ensuring data preservation and reuse ? Professor Xavier Bossuyt Who bears the end responsibility for updating & implementing this DMP? Professor Xavier Bossuyt bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}