{
    "document_id": "D-2022-1455",
    "LinkTitle": "D-2022-1455",
    "file_name": "D-2022-1455.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1455.pdf",
    "metadata": {
        "title": "DMP FWO Vernacular logic - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP FWO Vernacular logic - DMP title\nProject Identifier\n 3H220024\nGrant Title\n G063622N\nPrincipal Investigator / Researcher\n Lorenz Demey\nDescription\n This research project tackles some theoretical questions in the history of philosophy\nand logic, in particular, concerning the earliest development of logic in the Dutch vernacular\nlanguage. Collected data consist of a corpus of primary and secondary literature. Created data\nwill consist primarily of research notes, papers, and a doctoral dissertation.\n1. General Information\nName applicant\nLorenz Demey\nFWO Project Number & Title\nG063622N  From Valla's \nDialectica\n to Stevin's \nBewysconst\n: Humanist Philosophy of Language and\nthe Emergence of Dutch Vernacular Logic\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nExisting data to be reused:\ndescription: corpus of Dutch logic textbooks from the period 1585 - 1685\norigin: digitization by third parties; now publicly available online (Google Books)\ntype of data: textual\nfile format: pdf\nvolume: about 100 MB\n \nExisting data to be reused:\ndescription: relevant secondary literature, consisting of books and journal articles\norigin: published by third parties; available in KU Leuven libraries and online (e.g. JStor)\ntype of data: textual\nformat: physical books, articles in pdf file format\nvolume: less than 100 MB\n \nNew data to be created:\ndescription: notes that the research team makes while studying the primary and secondary\nliterature, and which will serve as the basis for our own research articles and dissertation\n(cf. infra)\norigin: primary\ntype of data: textual\nfile format: docx, txt, rtf\nvolume: less than 10 MB\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nNew data to be created:\ndescription: database of textual fragments, transcriptions and translations that the research\nteam will produce while studying the primary literature, and which will serve as the basis for\nour own research articles and dissertation (cf. infra)\norigin: primary\ntype of data: textual\nfile format: accdb, fm\nvolume: less than 10 MB\n \nNew data to be created:\ndescription: research articles to be submitted to specialist journals and edited volumes\norigin: primary\ntype of data: textual\nfile format: docx, tex, aux, pdf \nvolume: less than 10 MB\n \nNew data to be created:\ndescription: doctoral dissertation, to be written by the project's PhD student\norigin: primary\ntype of data: textual\nfile format: docx, pdf\nvolume: less than 10 MB\n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nOnly copyright restrictions on the published articles and books (secondary literature) that we will\nmake use of.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nTo enable internal reuse of the data collected/generated in this project we will pay special\nattention to:\nbibliography management\nfile management, i.e., the practice of organizing files and folders in a consistent and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\ndescriptive way to efficiently locate, identify and use our data in the form of the papers that\nwe have written ourselves\nbibliographical and non-biographical metadata for the papers that we have written\nourselves\n \nWith bibliography management we have the following in mind: we will collect all books and\narticles that are used (read, cited, referenced) in one BibTeX or Zotero master file, which will be\nstored on KU Leuven’s central network drives. The bibliographic entry types have required fields.\nFor example:\nrequired fields for articles: author, title, journal, volume, year\nrequired fields for books: author or editor, title, publisher, year\n \nWith file management we have the following in mind:\nwe will follow the best practice guidelines for file and folder names provided by \nKU Leuven\nLibraries (\nhttps://bib.kuleuven.be/english/research/research-\ndatamanagement/topics/organizing-files-and-folders\n) and, more specifically, \nwe will name the main folder as follows: FWO_SHORTPROJECTNAME, with\nSHORTPROJECTNAME the short name of the project without any special characters (most\nlikely: VERNACULAR), \nwe will name the subfolders as follows: TOPIC, with TOPIC a short description of the topic\nwithout any special characters,\nwe will organize the files according to topical relations (e.g., subtopic),\nwe will name files as follows: SHORTTITLE_YYYYMMDD_NM, with SHORTTITLE the short title\nof the paper without any special characters, YYYYMMDD the date of creation in the date\nformat with the year first, the month second and the day third, and NM the version number\nwith two decimals, ordered in the standard way (01,02, and so on).\n \nWith the provision of metadata we have the following in mind:\nall tex, docx, txt and rtf source files will contain at least the following bibliographical\nmetadata: title, author name(s), dates of the last revisions,\nall LaTeX source files (.tex) with references to other papers will be associated with a like-\nnamed bibliography file (.bbl) that contains bibliographical metadata for the references\nfound in the in paper.\n \nExternal reuse of the collected/generated data is facilitated by the following facts:\nall collected data (primary and secondary sources) are available online (e.g. through Google\nBooks, JStor, etc.)\nall generated data (cited and referenced articles, our own papers, the doctoral dissertation\nand so on) will be stored on Open Access archives\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nSee above for information about bibliographical metadata of the articles and books that we will\nuse and the bibliographical and non-biographical metadata for the articles that we will write\nourselves.\n \nMetadata in the form of bibliographical data will be available via the Open Access institutional\nrepository of KU Leuven (Lirias) and Open Access subject repositories (e.g., arXiv\n(\nhttps://arxiv.org/\n) and PhilArchive (\nhttps://philarchive.org/\n). The bibliographic metadata provided\non those platforms include:\ntitles,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nauthor names,\nauthor affiliations,\nfunding data,\npublication dates,\nissue numbers,\npage numbers and\nDOIs\nThe non-bibliographical metadata provided on those platforms include:\nabstracts,\nkeywords,\nreferences found in the paper and\ncitations of the paper.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nWe will store our data on KU Leuven's central network drives, which are safe, automatically\nbacked up, and capable of archiving large volumes of data. The supervisor and the co-supervisor\nwill keep the project folders on the central network drives for at least 5 years after the end of the\nresearch project. Joint work will also be stored on OneDrive for Business\n(\nhttps://admin.kuleuven.be/icts/english/services/onedrive\n). \nHow is backup of the data provided?\nWe will store our data on KU Leuven's central network drives with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes. The estimated volume of generated data is clearly less than the 50 GB of space available to\nevery user of the network drives, and the 2TB of space available on each user's personal\nOneDrive account.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNone. KU Leuven's central network drives as well as OneDrive for Business are freely available\nfor all KU Leuven researchers.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData protection and security policies of KU Leuven apply to its central network drives and\nOneDrive for Business.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data related to the project will be retained for at least 5 years after the end of the project. In\nparticular, this includes: \nthe primary sources that we have studied\nsecondary literature that we have used (read, cited, referenced),\nthe bibliographical metadata for the secondary literature that we have used,\nresearch notes, incl. minutes of meetings,\nthe database of textual fragments,\narticles that we have written during the course of the project,\nthe doctoral dissertation written by the project's PhD student.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhere will the data be archived (= stored for the longer term)?\nWe will archive our data on KU Leuven's central network drives, which are safe, automatically\nbacked up, and capable of archiving large volumes of data. The supervisor and the co-supervisor\nwill keep the project folders on the central network drives for at least 5 years after the end of the\nresearch project.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStorage on the central network drives of KU Leuven is free of costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll publications as well as the doctoral dissertation resulting from this research project will be\nadded to open access archives such as Lirias (\nhttps://lirias.kuleuven.be\n) and subject repositories,\ne.g., arXiv (\nhttps://arxiv.org/\n) and PhilArchive (\nhttps://philarchive.org/\n). Other (non-published)\ndata, such as internal research notes and the database of textual fragments, will be added to KU\nLeuven's Research Data Repository, RDR (\nhttps://www.kuleuven.be/rdm/en/rdr\n).\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAfter the publications and the doctoral dissertation resulting from this research project have been\nadded to open access archives and subject repositories (cf. supra), everyone will be able to\naccess them. All other (non-published) data will be added to KU Leuven's Research Data\nRepository, RDR, at the end of the project; from then onwards, everyone will be able to access\nthose as well.\nWhat are the expected costs for data sharing? How will the costs be covered?\nSharing via open access archives is free of costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAll project team members are responsible for the data that they use or generate. Lorenz Demey,\nas the project's PI, bears the final responsibilty for ensuring that all project team members\nimplement the RDM practices as specified in this DMP.\nWho will be responsible for data storage & back up during the project?\nAll project team members are responsible for storing and backing up the data that they use or\ngenerate. Lorenz Demey, as the project's PI, bears the final responsibilty for ensuring that all\nproject team members implement the RDM practices as specified in this DMP.\nWho will be responsible for ensuring data preservation and reuse ?\nLorenz Demey, as the project's PI, is responsible for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nLorenz Demey, as the project's PI, bears the end responsibility for updating and implementing\nthis DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP FWO Vernacular logic - DMP title Project Identifier 3H220024 Grant Title G063622N Principal Investigator / Researcher Lorenz Demey Description This research project tackles some theoretical questions in the history of philosophy and logic, in particular, concerning the earliest development of logic in the Dutch vernacular language. Collected data consist of a corpus of primary and secondary literature. Created data will consist primarily of research notes, papers, and a doctoral dissertation. 1. General Information Name applicant Lorenz Demey FWO Project Number & Title G063622N From Valla's Dialectica to Stevin's Bewysconst : Humanist Philosophy of Language and the Emergence of Dutch Vernacular Logic Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Existing data to be reused: description: corpus of Dutch logic textbooks from the period 1585 - 1685 origin: digitization by third parties; now publicly available online (Google Books) type of data: textual file format: pdf volume: about 100 MB Existing data to be reused: description: relevant secondary literature, consisting of books and journal articles origin: published by third parties; available in KU Leuven libraries and online (e.g. JStor) type of data: textual format: physical books, articles in pdf file format volume: less than 100 MB New data to be created: description: notes that the research team makes while studying the primary and secondary literature, and which will serve as the basis for our own research articles and dissertation (cf. infra) origin: primary type of data: textual file format: docx, txt, rtf volume: less than 10 MB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 New data to be created: description: database of textual fragments, transcriptions and translations that the research team will produce while studying the primary literature, and which will serve as the basis for our own research articles and dissertation (cf. infra) origin: primary type of data: textual file format: accdb, fm volume: less than 10 MB New data to be created: description: research articles to be submitted to specialist journals and edited volumes origin: primary type of data: textual file format: docx, tex, aux, pdf volume: less than 10 MB New data to be created: description: doctoral dissertation, to be written by the project's PhD student origin: primary type of data: textual file format: docx, pdf volume: less than 10 MB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Only copyright restrictions on the published articles and books (secondary literature) that we will make use of. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? To enable internal reuse of the data collected/generated in this project we will pay special attention to: bibliography management file management, i.e., the practice of organizing files and folders in a consistent and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 descriptive way to efficiently locate, identify and use our data in the form of the papers that we have written ourselves bibliographical and non-biographical metadata for the papers that we have written ourselves With bibliography management we have the following in mind: we will collect all books and articles that are used (read, cited, referenced) in one BibTeX or Zotero master file, which will be stored on KU Leuven’s central network drives. The bibliographic entry types have required fields. For example: required fields for articles: author, title, journal, volume, year required fields for books: author or editor, title, publisher, year With file management we have the following in mind: we will follow the best practice guidelines for file and folder names provided by KU Leuven Libraries ( https://bib.kuleuven.be/english/research/research- datamanagement/topics/organizing-files-and-folders ) and, more specifically, we will name the main folder as follows: FWO_SHORTPROJECTNAME, with SHORTPROJECTNAME the short name of the project without any special characters (most likely: VERNACULAR), we will name the subfolders as follows: TOPIC, with TOPIC a short description of the topic without any special characters, we will organize the files according to topical relations (e.g., subtopic), we will name files as follows: SHORTTITLE_YYYYMMDD_NM, with SHORTTITLE the short title of the paper without any special characters, YYYYMMDD the date of creation in the date format with the year first, the month second and the day third, and NM the version number with two decimals, ordered in the standard way (01,02, and so on). With the provision of metadata we have the following in mind: all tex, docx, txt and rtf source files will contain at least the following bibliographical metadata: title, author name(s), dates of the last revisions, all LaTeX source files (.tex) with references to other papers will be associated with a like- named bibliography file (.bbl) that contains bibliographical metadata for the references found in the in paper. External reuse of the collected/generated data is facilitated by the following facts: all collected data (primary and secondary sources) are available online (e.g. through Google Books, JStor, etc.) all generated data (cited and referenced articles, our own papers, the doctoral dissertation and so on) will be stored on Open Access archives Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No See above for information about bibliographical metadata of the articles and books that we will use and the bibliographical and non-biographical metadata for the articles that we will write ourselves. Metadata in the form of bibliographical data will be available via the Open Access institutional repository of KU Leuven (Lirias) and Open Access subject repositories (e.g., arXiv ( https://arxiv.org/ ) and PhilArchive ( https://philarchive.org/ ). The bibliographic metadata provided on those platforms include: titles, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 author names, author affiliations, funding data, publication dates, issue numbers, page numbers and DOIs The non-bibliographical metadata provided on those platforms include: abstracts, keywords, references found in the paper and citations of the paper. 5. Data storage and backup during the FWO project Where will the data be stored? We will store our data on KU Leuven's central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. The supervisor and the co-supervisor will keep the project folders on the central network drives for at least 5 years after the end of the research project. Joint work will also be stored on OneDrive for Business ( https://admin.kuleuven.be/icts/english/services/onedrive ). How is backup of the data provided? We will store our data on KU Leuven's central network drives with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes. The estimated volume of generated data is clearly less than the 50 GB of space available to every user of the network drives, and the 2TB of space available on each user's personal OneDrive account. What are the expected costs for data storage and back up during the project? How will these costs be covered? None. KU Leuven's central network drives as well as OneDrive for Business are freely available for all KU Leuven researchers. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data protection and security policies of KU Leuven apply to its central network drives and OneDrive for Business. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data related to the project will be retained for at least 5 years after the end of the project. In particular, this includes: the primary sources that we have studied secondary literature that we have used (read, cited, referenced), the bibliographical metadata for the secondary literature that we have used, research notes, incl. minutes of meetings, the database of textual fragments, articles that we have written during the course of the project, the doctoral dissertation written by the project's PhD student. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Where will the data be archived (= stored for the longer term)? We will archive our data on KU Leuven's central network drives, which are safe, automatically backed up, and capable of archiving large volumes of data. The supervisor and the co-supervisor will keep the project folders on the central network drives for at least 5 years after the end of the research project. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Storage on the central network drives of KU Leuven is free of costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All publications as well as the doctoral dissertation resulting from this research project will be added to open access archives such as Lirias ( https://lirias.kuleuven.be ) and subject repositories, e.g., arXiv ( https://arxiv.org/ ) and PhilArchive ( https://philarchive.org/ ). Other (non-published) data, such as internal research notes and the database of textual fragments, will be added to KU Leuven's Research Data Repository, RDR ( https://www.kuleuven.be/rdm/en/rdr ). Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? After the publications and the doctoral dissertation resulting from this research project have been added to open access archives and subject repositories (cf. supra), everyone will be able to access them. All other (non-published) data will be added to KU Leuven's Research Data Repository, RDR, at the end of the project; from then onwards, everyone will be able to access those as well. What are the expected costs for data sharing? How will the costs be covered? Sharing via open access archives is free of costs. 8. Responsibilities Who will be responsible for data documentation & metadata? All project team members are responsible for the data that they use or generate. Lorenz Demey, as the project's PI, bears the final responsibilty for ensuring that all project team members implement the RDM practices as specified in this DMP. Who will be responsible for data storage & back up during the project? All project team members are responsible for storing and backing up the data that they use or generate. Lorenz Demey, as the project's PI, bears the final responsibilty for ensuring that all project team members implement the RDM practices as specified in this DMP. Who will be responsible for ensuring data preservation and reuse ? Lorenz Demey, as the project's PI, is responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Lorenz Demey, as the project's PI, bears the end responsibility for updating and implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}