{
    "document_id": "D-2024-3551",
    "LinkTitle": "D-2024-3551",
    "file_name": "D-2024-3551.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3551.pdf",
    "metadata": {
        "title": "Diffusion analysis by rapid thermal sampling (DARTS)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Diffusion analysis by rapid thermal sampling (DARTS)\nDiffusion analysis by rapid thermal sampling (DARTS)\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n1 of 8\nDiffusion analysis by rapid thermal sampling (DARTS)\nDiffusion analysis by rapid thermal sampling (DARTS)\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n2 of 8\nDiffusion analysis by rapid thermal sampling (DARTS)\nDiffusion analysis by rapid thermal sampling (DARTS)\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n3 of 8\nDiffusion analysis by rapid thermal sampling (DARTS)\nDiffusion analysis by rapid thermal sampling (DARTS)\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\ntype of data\ntype of data\nFormat\nFormat\nvolume\nvolume\nhow created\nhow created\nSpectroscopic data\n.txt\n30 GB\nFTIR spectroscopy \nVolumetric data\n.xls\n10 GB\nStatic and dynamic volumetric adsorption experiments\nMass spectromtery\n.csv\n10 GB\nAdsorption and diffusion experiments\nGravimetric data\n.xls\n10 GB\nGravimetric adsorption experiments\nData processing\n.mat\n.opju\n.xls\n1 GB\nperformed in matlab, excel and origin\nText\n.docx\n.txt\n5 GB\nproposals, protocols, SOPs\nData representation\n.pptx\n100 GB\nAgglomeration of data-output, finished presentations\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nno\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nThe study aims towards the development of a new technique for performing multicomponent adsorption and diffusion\nmeasurements in systems that cannot be studied with existing techniques. Therefore, this technique will be of great interest\ntowards both research and industry. Steps are being undertaken to protect the idea's that will be developed during this project.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n4 of 8\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe host group implements a data management system to preserve the collection,\nstorage and reuse of data generated by group members. The data gathered in this project is saved per instrument that is used\nand further categorized per material and analyte. An electronic lab book (powerpoint presentation) is generated, with a short\ndescription of the experiments as well as a graphical representation of the data. The raw data is stored either in excel files or\ndirectly in origin if plots of the raw data would be needed. All data is stored in a data storage system, which\ncontains the entire project data and is stored in a secured cloud (Dropbox/Drive).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nNo uniform metadata standard is available for all different aspects and disciplines of\nthis project. Therefore, the data management system, implemented by all group\nmembers, provides a uniform system to enhance the use of secondary data. The meta\ndata (date, objective, protocol (data types and conducted characterization techniques),\nprocessed data, roadmap,…) is covered by a number of predetermined topics which\nare entailed in the Electronic Lab Book.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe applicant will curate all data he generates in consultation with the PI (R.\nAmeloot). All data will be stored via a secure cloud storage solution.\nHow will the data be backed up?\nHow will the data be backed up?\nUnlimited versioning via dropbox.\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n5 of 8\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is currently sufficient storage & backup capacity, more precisely, 10 TB of\nstorage is provided. This can be expanded if necessary.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nA secured environment is provided by the cloud system (Dropbox). Only after receiving\nan invitational link one can access a predetermined space in the cloud. Hereby\nunauthorized persons cannot access the information unless personally given access.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe cost is 12 euro per month per person, which will be covered by the bench fee. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for at least 5 years after the end of this project.All data will be preserved for at least 5 years after the\nend of this project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll data will be stored using secure cloud storage, also on the long term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo practical funding is available, other means will be used.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n6 of 8\nAll collaborators of the involved research groups will be authorized to have access to\ndata relevant to their contributions during and after the project. Published data will be\npublicly available.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMade available in common folder within a secure cloud storage system\nWhen will the data be made available?\nWhen will the data be made available?\nupon publications of results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nQuestion not answered.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nQuestion not answered.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nExpected cost is very low due to the flexible nature of the used cloud storage.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD student who will work on this FWO project will be responsible for the data collection, documentation and metadata.\nSupervisors will manage the data storage facilities. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD student on this FWO project will curate the data in structures folders within a secure cloud storage solution. According\nto the data management plan in the host group, the files will be named using a predetermined convention, referring to the date,\nsample name and brief description. Further description of the samples will be provided in a centralized table containing a\ndescription of all samples. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n7 of 8\nThe PI bears the end responsibility of updating & implementing this DMP. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe applicant bears the end responsibility of updating & implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 07 February 2025\n8 of 8"
    },
    "clean_full_text": "Diffusion analysis by rapid thermal sampling (DARTS) Diffusion analysis by rapid thermal sampling (DARTS) Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 07 February 2025 1 of 8 Diffusion analysis by rapid thermal sampling (DARTS) Diffusion analysis by rapid thermal sampling (DARTS) DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 February 2025 2 of 8 Diffusion analysis by rapid thermal sampling (DARTS) Diffusion analysis by rapid thermal sampling (DARTS) GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 07 February 2025 3 of 8 Diffusion analysis by rapid thermal sampling (DARTS) Diffusion analysis by rapid thermal sampling (DARTS) FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. type of data type of data Format Format volume volume how created how created Spectroscopic data .txt 30 GB FTIR spectroscopy Volumetric data .xls 10 GB Static and dynamic volumetric adsorption experiments Mass spectromtery .csv 10 GB Adsorption and diffusion experiments Gravimetric data .xls 10 GB Gravimetric adsorption experiments Data processing .mat .opju .xls 1 GB performed in matlab, excel and origin Text .docx .txt 5 GB proposals, protocols, SOPs Data representation .pptx 100 GB Agglomeration of data-output, finished presentations If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: no Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The study aims towards the development of a new technique for performing multicomponent adsorption and diffusion measurements in systems that cannot be studied with existing techniques. Therefore, this technique will be of great interest towards both research and industry. Steps are being undertaken to protect the idea's that will be developed during this project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Created using DMPonline.be. Last modiﬁed 07 February 2025 4 of 8 agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The host group implements a data management system to preserve the collection, storage and reuse of data generated by group members. The data gathered in this project is saved per instrument that is used and further categorized per material and analyte. An electronic lab book (powerpoint presentation) is generated, with a short description of the experiments as well as a graphical representation of the data. The raw data is stored either in excel files or directly in origin if plots of the raw data would be needed. All data is stored in a data storage system, which contains the entire project data and is stored in a secured cloud (Dropbox/Drive). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No No uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, the data management system, implemented by all group members, provides a uniform system to enhance the use of secondary data. The meta data (date, objective, protocol (data types and conducted characterization techniques), processed data, roadmap,…) is covered by a number of predetermined topics which are entailed in the Electronic Lab Book. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The applicant will curate all data he generates in consultation with the PI (R. Ameloot). All data will be stored via a secure cloud storage solution. How will the data be backed up? How will the data be backed up? Unlimited versioning via dropbox. Created using DMPonline.be. Last modiﬁed 07 February 2025 5 of 8 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is currently sufficient storage & backup capacity, more precisely, 10 TB of storage is provided. This can be expanded if necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? A secured environment is provided by the cloud system (Dropbox). Only after receiving an invitational link one can access a predetermined space in the cloud. Hereby unauthorized persons cannot access the information unless personally given access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The cost is 12 euro per month per person, which will be covered by the bench fee. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for at least 5 years after the end of this project.All data will be preserved for at least 5 years after the end of this project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All data will be stored using secure cloud storage, also on the long term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No practical funding is available, other means will be used. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 07 February 2025 6 of 8 All collaborators of the involved research groups will be authorized to have access to data relevant to their contributions during and after the project. Published data will be publicly available. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Made available in common folder within a secure cloud storage system When will the data be made available? When will the data be made available? upon publications of results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Question not answered. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Question not answered. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Expected cost is very low due to the flexible nature of the used cloud storage. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD student who will work on this FWO project will be responsible for the data collection, documentation and metadata. Supervisors will manage the data storage facilities. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD student on this FWO project will curate the data in structures folders within a secure cloud storage solution. According to the data management plan in the host group, the files will be named using a predetermined convention, referring to the date, sample name and brief description. Further description of the samples will be provided in a centralized table containing a description of all samples. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 07 February 2025 7 of 8 The PI bears the end responsibility of updating & implementing this DMP. Who will update and implement this DMP? Who will update and implement this DMP? The applicant bears the end responsibility of updating & implementing this DMP Created using DMPonline.be. Last modiﬁed 07 February 2025 8 of 8"
}