{
    "document_id": "D-2023-2309",
    "LinkTitle": "D-2023-2309",
    "file_name": "D-2023-2309.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2309.pdf",
    "metadata": {
        "title": "D-2023-2309",
        "author": "N/A",
        "creation_date": "2024-03-27 11:10:59+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": " \nC2 - POSITIONING A MASSIVE NUMBER OF DEVICES WITH HIGH PRECISION, \nOPERATING ON ENERGY NEUTRAL TAGS (POMPOEN)  \nA Data Management Plan created using DMPonline.be  \n \nCreators:      Liesbet Van  der Per re., Lieven De Str ycker, Bert Cox .    \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: KU Leuven (KUL)  \n \nTemplate: KU Leuven BOF -IOF \n \nPrincipal Investigator:        Liesbet Van  der Per re., Lieven De Str ycker, Bert Cox  \n \nProject Administrator:       Liesbet Van  der Per re., Lieven De Str ycker  \n \nGrant number / URL: C2E/23/020  \n \nID: 205974  \n \nStart date: 30-09-2023  \n \nEnd date: 30-09-2027  \n \nProject abstract:  \nThe C2 POMPOEN project pursues a disruptive approach to perform positioning operations in combination with charging of nodes \nadopting non -conventional hybrid RF -acoustic signaling, taking energy -neutrality at the mobile node side as a prerequisite.  The \nproject’s hypothesis is that through hyper -diverse architectures, novel hybrid acoustic -RF signaling, and innovative algorithmic and \nlearning approaches, we can (i) achieve High Precision High Reliability (HPHR) 3D positioning of a very large number of energ y-neutral \nnodes in indoor environments, and (ii) acquire and update the required information on the indoor environment eﬀiciently.  \n \nLast modified: 27-03-2024  \n \n \n  \n \nC2 - POSITIONING A MASSIVE NUMBER OF DEVICES WITH HIGH PRECISION, \nOPERATING ON ENERGY NEUTRAL TAGS (POMPOEN)  \n \n \nRESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  \nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself  to \nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the \nvolume of the data.  \n \nDataset name / ID  Description  New or \nreuse  Digital or \nPhysical \ndata Data Type  File \nformat  Data \nvolume  Physical \nvolume  \n    Indicate:  \nN(ew \ndata) or \nE(xisting \ndata)   \n \n \n \n Indicate:    \nD(igital) \nor \nP(hysical\n) Indicate:  \nAudiovisual  \nImages  \nSound  \nNumerical \nTextual  \nModel \nSOftware  \nOther (specify)    Indicate : \n<1GB  \n<100GB  \n<1TB  \n<5TB  \n>5TB  \nNA   \nT1.1_LoS_simulations   Simulation data of \nreflections and \nreverberation coming \nfrom physical \npropagation models \nin LOS.   N D SO, N  .py \n \n \n.csv <100GB  Y \nT1.1_NLoS_simulations  Simulation data of \nreflections and \nreverberation coming \nfrom physical \npropagation models \nwhen local scatterers \nare introduced for \nNLOS scenarios.   N D SO, N  .py \n \n \n.csv <100GB  Y \nT1.1_NLoS_model  Physics informed \nlearning model for \nindoor positioning \nin  LoS and NLOS \ncases.  N D SO .py <100 GB  Y \nT1.2_multiple_Access_simulatio\nns Scheduled wake -up \napproaches and \nsuccessive \ninterference \ncancellation \nalgorithms for non -\northogonal \nmultiplexing  N D SO, N  .py \n.csv <100GB  Y \nT1.3_LoS_NLOS_measurement\ns Localization data \ncoming from \nmeasurements with \nthe proof -of-concept.   N D N .csv <100GB  Y \nT1.3_Acoustic_Chirp_measure\nments  Reverberate Testbed \nmeasurement  data of \nultrasound chirps for \nboth LoS and NLoS \nscenarios  N D N .csv <100GB  Y \nT2.1_SLAM_simulations  3D room estimation \nwith existing acoustic \nSLAM methods and \nwith RF -acoustic N D N, SO  .py \n \n \n.csv <100 GB  Y \nsignal -fusing \nprocessing for spatial \nembedded devices  \nT2.2_SLAM_adapting_simulatio\nns SLAM techniques to \ntrack changes in the \nenvironment.  N D SO .py <100GB  Y \nT2.3_SLAM_experiments  SLAM measurement \ndata coming from the \nproof -of-concept.  N D N .csv <100GB  Y \nT3.1_Design_Data  Design files typically \nrelated to hardware \nprojects such as \ncircuit schematics, \nprinted circuit board \n(PCB) layouts, 3D \ndesigns used in finite \nelement method \n(FEM) simulations, \n3D data of physical \ndesigns, \nvisualizations of \nphysical designs.  N D M .stl \n \n \n.brd \n \n \n.model  <1GB  Y \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc .) per \ndataset or data type:  \n \nInitially, we do not intend to reuse numerical data or datasets. Sporadic usage of open source, modelling data, such as circu it \nschematics, PCB layouts, 3D designs is possible. However, it is plausible that during the execution of the project, data will  be reused \nfrom interesting projects that, by the time of reading we do not know exist.  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.  \n \n● No \n/ \n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU \nLeuven or UZ Leuven privacy register number (G or S number).  \n \n● No \n/ \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, \n…)?  If so, please comment per dataset or data type where appropriate.   \n \n● Yes \nThe C2 project research solely carried out by KU Leuven employees can create an interesting opportunity to patent results wit hout any \nrestrictions on co -owners or licenses to be granted based on a cooperation agreement. Valorization is planned primarily via European \nprojects and transfer or licensing to or bilateral collaborations with industry, potentially supported by VLAIO O&O and TETRA  projects \nor SME innovation funding.  \nPatentable and valorizable results could occur from T1.1_NLoS_simulations, T2.1_SLAM_simulations, \nT2.2_SLAM_adapting_simulations.   \nThe team will consult the IP department of LRD when potential opportunities occur.  \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transf er \nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and \nwhat restrictions are in place.  \n \n● No \n/ \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you \n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.  \n \n● No \n/ \n \n \n \nDOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is \nrecorded).   \n \nInput and output simulation and measurement data will be accompanied with corresponding .txt or markup readme files consistin g of \ncontextual information on the data (when, how, where) and technical information on how the data was obtained and processed (e .g. \nsoftware version, measurement equipment, configurations, etc. ). Code will sufficiently be extended with comments and procedu res and \nresults will be documented in publications.  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data?    \nIf so, please specify which metadata standard will be used.  \n \nIf not, please specify which metadata will be created to make the data easier to find and reuse.   \n \n● No \nThe accompanying readme file will provide the necessary information to find and reuse the data. This will be combined with th e \nprocedures and results documented in publications.  \nAs most data will be uploaded to KU Leuven’s RDR platform, most data will have to comply with the FAIR principles.   \n \n \n \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \n● Shared network drive (J -drive)  \n● OneDrive (KU Leuven)  \n● Sharepoint online  \n● Large Volume Storage  \nAs the intended measurements will be performed in Techtile, our personal testbed, most data will be stored on a large volume \nstorage/shared network drive. This makes the data accessible for the different researchers working on this project. Researche r can, \ntemporarily store processed data on their personal OneDrive.  Within  KU Leuven, the data shared in our Teams folder is managed by \nSharePoint online. The research data will be uploaded to KU Leuven’s RDR platform.   \n \n \nHow will the data be backed up?  \n \n● Other (specify below)  \nBack -ups will be performed to the cloud and KU Leuven’s RDR platform. Finished datasets will be publicly available (and thus store d) \non GitHub.  \n \n \nIs there currently sufficient storage & backup capacity during the project?  \n \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.   \n \n● Yes \nThe current server set up consists of 20 TB of memory, with the possibility to extend this memory. The personal OneDrive clou d \nstorage consists of 2 TB of memory. For shared files in the Teams folder, SharePoint has a limit of 5 TB.  \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   \n \nThe OneDrive, SharePoint and RDR platform are protected by multifactor authentication. The personal network drive runs on a \nmanaged PC, where the devices are up -to-date on security updates, managed by the local IT administrator and is encrypted with \nBitlocker. Access outside the KU Leuven network is only possible with a secured double VPN with network address translation. The \nTechtile testbed has a private network and on the RAID, locking specific data folders with passwords is possible.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?  \n \nThese costs are expected to be low. If necessary, extra hardware for local storage or extra cloud space can be covered by the  budget \nof this project, where we anticipated on such IT costs.  \n \n \n \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after th e end \nof the project?  \n \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/bu dget \nissues, institutional policies...).  \n \n● All data will be preserved for 10 years according to KU Leuven RDM policy  \n/ \n \n \nWhere will these data be archived (stored and curated for the long -term)?   \n \n● Large Volume Storage (longterm for large volumes)  \n● KU Leuven RDR  \n● Other (specify below)  \nData sets will be archived on the local network drive, the RDR platform and GitHub for at least 10 years after the end of the  project.   \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?  \n \nThese costs are expected to be low. If necessary, costs can be covered by future projects, whether or not they make use of th e \ngenerated data.   \n \n \n \nDATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n \n● Yes, as open data  \nAll serviceable and processed data, whether it is code, simulation or measurement data, will be made publicly available as op en data .  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.   \n \n/ \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd \nparty, legal restrictions)?  \n \nPlease explain per dataset or data type where appropriate.  \n \n● No \n/ \n \n \nWhere will the data be made available?   \n \nIf already known, please provide a repository per dataset or data type.  \n \n● KU Leuven RDR (Research Data Repository)  \n● Other data repository (specify below)  \nGitHub  \n \n \nWhen will the data be made available?   \n \n● Upon publication of research results  \n/ \n \n \nWhich data usage licenses are you going to provide?  \n \nIf none, please explain why.   \n \n● CC-BY 4.0 (data)  \n● MIT licence (code)  \n● GNU GPL -3.0 (code)  \nThe choice between the MIT and GNU license will be made based on the valorization potential of the written code.  \n \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, \nplease provide it here.   \n \n● Yes, a PID will be added upon deposit in a data repository  \nWhen uploading datasets to the RDR platform, a PID in the form of a DOI will be assigned to this dataset.  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?    \n \nThese costs are expected to be low. If necessary, additional costs can be covered by the consumables budget of this project, where we \nanticipated on such IT costs.   \n \n \n \nRESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?   \n \nProject responsibles and PI: prof. L. De Strycker and prof. L. Van der Perre.  \nResponsible for day -to-day coordination, storing, and managing the data over the 4 -year project duration: dr. Bert Cox, postdoctoral \nresearcher  \n \n \nWho will manage data storage and backup during the research project?   \n \nResponsible for day -to-day coordination, storing, and managing the data over the 4 -year project duration: dr. Bert Cox, postdoctoral \nresearcher   \n  \n \n \nWho will manage data preservation and sharing?   \n \nProject responsibles and PI: prof. L. De Strycker and prof. L. Van der Perre  \n \n \nWho will update and implement this DMP?   \n \nProject responsibles and PI: prof. L. De Strycker and prof. L. Van der Perre.  \nResponsible for day -to-day coordination, storing, and managing the data over the 4 -year project duration: dr. Bert Cox, postdoctoral \nresearcher   \n \n "
    },
    "clean_full_text": "C2 - POSITIONING A MASSIVE NUMBER OF DEVICES WITH HIGH PRECISION, OPERATING ON ENERGY NEUTRAL TAGS (POMPOEN) A Data Management Plan created using DMPonline.be Creators: Liesbet Van der Per re., Lieven De Str ycker, Bert Cox . Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF -IOF Principal Investigator: Liesbet Van der Per re., Lieven De Str ycker, Bert Cox Project Administrator: Liesbet Van der Per re., Lieven De Str ycker Grant number / URL: C2E/23/020 ID: 205974 Start date: 30-09-2023 End date: 30-09-2027 Project abstract: The C2 POMPOEN project pursues a disruptive approach to perform positioning operations in combination with charging of nodes adopting non -conventional hybrid RF -acoustic signaling, taking energy -neutrality at the mobile node side as a prerequisite. The project’s hypothesis is that through hyper -diverse architectures, novel hybrid acoustic -RF signaling, and innovative algorithmic and learning approaches, we can (i) achieve High Precision High Reliability (HPHR) 3D positioning of a very large number of energ y-neutral nodes in indoor environments, and (ii) acquire and update the required information on the indoor environment eﬀiciently. Last modified: 27-03-2024 C2 - POSITIONING A MASSIVE NUMBER OF DEVICES WITH HIGH PRECISION, OPERATING ON ENERGY NEUTRAL TAGS (POMPOEN) RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical ) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate : <1GB <100GB <1TB <5TB >5TB NA T1.1_LoS_simulations Simulation data of reflections and reverberation coming from physical propagation models in LOS. N D SO, N .py .csv <100GB Y T1.1_NLoS_simulations Simulation data of reflections and reverberation coming from physical propagation models when local scatterers are introduced for NLOS scenarios. N D SO, N .py .csv <100GB Y T1.1_NLoS_model Physics informed learning model for indoor positioning in LoS and NLOS cases. N D SO .py <100 GB Y T1.2_multiple_Access_simulatio ns Scheduled wake -up approaches and successive interference cancellation algorithms for non - orthogonal multiplexing N D SO, N .py .csv <100GB Y T1.3_LoS_NLOS_measurement s Localization data coming from measurements with the proof -of-concept. N D N .csv <100GB Y T1.3_Acoustic_Chirp_measure ments Reverberate Testbed measurement data of ultrasound chirps for both LoS and NLoS scenarios N D N .csv <100GB Y T2.1_SLAM_simulations 3D room estimation with existing acoustic SLAM methods and with RF -acoustic N D N, SO .py .csv <100 GB Y signal -fusing processing for spatial embedded devices T2.2_SLAM_adapting_simulatio ns SLAM techniques to track changes in the environment. N D SO .py <100GB Y T2.3_SLAM_experiments SLAM measurement data coming from the proof -of-concept. N D N .csv <100GB Y T3.1_Design_Data Design files typically related to hardware projects such as circuit schematics, printed circuit board (PCB) layouts, 3D designs used in finite element method (FEM) simulations, 3D data of physical designs, visualizations of physical designs. N D M .stl .brd .model <1GB Y If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc .) per dataset or data type: Initially, we do not intend to reuse numerical data or datasets. Sporadic usage of open source, modelling data, such as circu it schematics, PCB layouts, 3D designs is possible. However, it is plausible that during the execution of the project, data will be reused from interesting projects that, by the time of reading we do not know exist. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● No / Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● No / Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● Yes The C2 project research solely carried out by KU Leuven employees can create an interesting opportunity to patent results wit hout any restrictions on co -owners or licenses to be granted based on a cooperation agreement. Valorization is planned primarily via European projects and transfer or licensing to or bilateral collaborations with industry, potentially supported by VLAIO O&O and TETRA projects or SME innovation funding. Patentable and valorizable results could occur from T1.1_NLoS_simulations, T2.1_SLAM_simulations, T2.2_SLAM_adapting_simulations. The team will consult the IP department of LRD when potential opportunities occur. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transf er agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No / Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No / DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Input and output simulation and measurement data will be accompanied with corresponding .txt or markup readme files consistin g of contextual information on the data (when, how, where) and technical information on how the data was obtained and processed (e .g. software version, measurement equipment, configurations, etc. ). Code will sufficiently be extended with comments and procedu res and results will be documented in publications. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ● No The accompanying readme file will provide the necessary information to find and reuse the data. This will be combined with th e procedures and results documented in publications. As most data will be uploaded to KU Leuven’s RDR platform, most data will have to comply with the FAIR principles. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? ● Shared network drive (J -drive) ● OneDrive (KU Leuven) ● Sharepoint online ● Large Volume Storage As the intended measurements will be performed in Techtile, our personal testbed, most data will be stored on a large volume storage/shared network drive. This makes the data accessible for the different researchers working on this project. Researche r can, temporarily store processed data on their personal OneDrive. Within KU Leuven, the data shared in our Teams folder is managed by SharePoint online. The research data will be uploaded to KU Leuven’s RDR platform. How will the data be backed up? ● Other (specify below) Back -ups will be performed to the cloud and KU Leuven’s RDR platform. Finished datasets will be publicly available (and thus store d) on GitHub. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes The current server set up consists of 20 TB of memory, with the possibility to extend this memory. The personal OneDrive clou d storage consists of 2 TB of memory. For shared files in the Teams folder, SharePoint has a limit of 5 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The OneDrive, SharePoint and RDR platform are protected by multifactor authentication. The personal network drive runs on a managed PC, where the devices are up -to-date on security updates, managed by the local IT administrator and is encrypted with Bitlocker. Access outside the KU Leuven network is only possible with a secured double VPN with network address translation. The Techtile testbed has a private network and on the RAID, locking specific data folders with passwords is possible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? These costs are expected to be low. If necessary, extra hardware for local storage or extra cloud space can be covered by the budget of this project, where we anticipated on such IT costs. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after th e end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/bu dget issues, institutional policies...). ● All data will be preserved for 10 years according to KU Leuven RDM policy / Where will these data be archived (stored and curated for the long -term)? ● Large Volume Storage (longterm for large volumes) ● KU Leuven RDR ● Other (specify below) Data sets will be archived on the local network drive, the RDR platform and GitHub for at least 10 years after the end of the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? These costs are expected to be low. If necessary, costs can be covered by future projects, whether or not they make use of th e generated data. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Yes, as open data All serviceable and processed data, whether it is code, simulation or measurement data, will be made publicly available as op en data . If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ● No / Where will the data be made available? If already known, please provide a repository per dataset or data type. ● KU Leuven RDR (Research Data Repository) ● Other data repository (specify below) GitHub When will the data be made available? ● Upon publication of research results / Which data usage licenses are you going to provide? If none, please explain why. ● CC-BY 4.0 (data) ● MIT licence (code) ● GNU GPL -3.0 (code) The choice between the MIT and GNU license will be made based on the valorization potential of the written code. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ● Yes, a PID will be added upon deposit in a data repository When uploading datasets to the RDR platform, a PID in the form of a DOI will be assigned to this dataset. What are the expected costs for data sharing? How will these costs be covered? These costs are expected to be low. If necessary, additional costs can be covered by the consumables budget of this project, where we anticipated on such IT costs. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Project responsibles and PI: prof. L. De Strycker and prof. L. Van der Perre. Responsible for day -to-day coordination, storing, and managing the data over the 4 -year project duration: dr. Bert Cox, postdoctoral researcher Who will manage data storage and backup during the research project? Responsible for day -to-day coordination, storing, and managing the data over the 4 -year project duration: dr. Bert Cox, postdoctoral researcher Who will manage data preservation and sharing? Project responsibles and PI: prof. L. De Strycker and prof. L. Van der Perre Who will update and implement this DMP? Project responsibles and PI: prof. L. De Strycker and prof. L. Van der Perre. Responsible for day -to-day coordination, storing, and managing the data over the 4 -year project duration: dr. Bert Cox, postdoctoral researcher"
}