{
    "document_id": "D-2023-1825",
    "LinkTitle": "D-2023-1825",
    "file_name": "D-2023-1825.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1825.pdf",
    "metadata": {
        "title": "ML-BLUES: MULTILEVEL BEST LINEAR UNBIASED ESTIMATORS FOR SENSITIVITY ANALYSIS AND RELIABILITY ASSESSMENT",
        "author": "N/A",
        "creation_date": "2023-01-15 04:37:34+01:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "ML-BLUES: MULTILEVEL BEST LINEAR UNBIASED ESTIMATORS\nFOR SENSITIVITY ANALYSIS AND RELIABILITY ASSESSMENT\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nsource_code_1\nJulia source\nfiles\nimplementing\nmy new UQ\nmethods\nGenerate new\ndata\nDigital\nSoftware\n.jl\n<100MB\n \nsource_code_2\nnew/modified\nPython files\nlinking my\nnew software\nto existing\nsimulation\ncodes for\nboth\napplications\nGenerate new\ndata\nDigital\nSoftware\n.jl\n<100MB\n \nsim_data\noutput files\nfrom\nnumerical\nsimulations\nwith the\napplication\ncodes\nGenerate new\ndata\nDigital\nSoftware\n.jl\n<5TB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nN/A\nCreated using DMPonline.be. Last modiﬁed 15 January 2023\n1 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nREADME.md files\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 15 January 2023\n2 of 5\nSCM repository service of the Department of Computer Science\nKU Leuven Nextcloud\nHow will the data be backed up?\nBackup system (tivoli) of the Department of Computer Science\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData is stored on hard drives in the Department of Computer Science server room (badge access).\nDigital access is password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n€ 344,80 € for the first year, thereafter € 274,80 € / year\ncovered from bench fee\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nall data\nWhere will these data be archived (stored and curated for the long-term)?\nStorage system of the Department of Computer Science\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nN/A\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 15 January 2023\n3 of 5\nsource_code: Yes, in an Open Access repository\nsim_data: Yes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nGithub, SCM server of the Department of Computer Science\nWhen will the data be made available?\nupon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nN/A\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nFellow \nWho will manage data storage and backup during the research project?\nFellow \nWho will manage data preservation and sharing?\nFellow \nCreated using DMPonline.be. Last modiﬁed 15 January 2023\n4 of 5\nWho will update and implement this DMP?\nFellow \nCreated using DMPonline.be. Last modiﬁed 15 January 2023\n5 of 5"
    },
    "clean_full_text": "ML-BLUES: MULTILEVEL BEST LINEAR UNBIASED ESTIMATORS FOR SENSITIVITY ANALYSIS AND RELIABILITY ASSESSMENT FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA source_code_1 Julia source files implementing my new UQ methods Generate new data Digital Software .jl <100MB source_code_2 new/modified Python files linking my new software to existing simulation codes for both applications Generate new data Digital Software .jl <100MB sim_data output files from numerical simulations with the application codes Generate new data Digital Software .jl <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Created using DMPonline.be. Last modiﬁed 15 January 2023 1 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). README.md files Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes 3. Data storage & back-up during the research project Where will the data be stored? Created using DMPonline.be. Last modiﬁed 15 January 2023 2 of 5 SCM repository service of the Department of Computer Science KU Leuven Nextcloud How will the data be backed up? Backup system (tivoli) of the Department of Computer Science Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is stored on hard drives in the Department of Computer Science server room (badge access). Digital access is password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? € 344,80 € for the first year, thereafter € 274,80 € / year covered from bench fee 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). all data Where will these data be archived (stored and curated for the long-term)? Storage system of the Department of Computer Science What are the expected costs for data preservation during the expected retention period? How will these costs be covered? N/A 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 15 January 2023 3 of 5 source_code: Yes, in an Open Access repository sim_data: Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Github, SCM server of the Department of Computer Science When will the data be made available? upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? N/A 6. Responsibilities Who will manage data documentation and metadata during the research project? Fellow Who will manage data storage and backup during the research project? Fellow Who will manage data preservation and sharing? Fellow Created using DMPonline.be. Last modiﬁed 15 January 2023 4 of 5 Who will update and implement this DMP? Fellow Created using DMPonline.be. Last modiﬁed 15 January 2023 5 of 5"
}