{
    "document_id": "D-2024-3390",
    "LinkTitle": "D-2024-3390",
    "file_name": "D-2024-3390.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3390.pdf",
    "metadata": {
        "title": "D-2024-3390",
        "author": "N/A",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nProject: 1164825N\n1.General Project Information\nName Grant Holder & ORCID Caterina Travisan (ORCID - 0000-0001-7870-4321)\nContributor name(s) (+ ORCID) & roles\nProject number 1 & title  1164825N - Proteolytic Surveillance of signalling molecules in the membrane by SPPL2s: unraveling the \nmechanisms and their endogenous regulation.\nFunder(s) GrantID 2-\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☒ Other: : VIB-KU Leuven Center for Brain & Disease Research\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 2Please provide a short project description Intra Membrane Proteases (IMPs) act as molecular switches in the membrane turning on and off a wide \nvariety of signalling events. Recent data present IMPs as highly dynamic and temporally regulated systems \ninvolved in the conformational surveillance of a variety of signalling. Presenilin and Signal Peptide \nPeptidase Like 2a/b (SPPL2a/b) are aspartyl IMPs that process (by poorly understood mechanisms) \ndifferent pools of substrates. Unlike the extensively studied Presenilins, SPPL2a/b lack in-depth \ninvestigation, with a substrate repertoire that is just emerging but already suggests a link with brain \npathophysiology. \nMy research proposal aims at gaining mechanistic understanding of the action and modulation of SPPL2 \na/b, in the context of the brain pathophysiology. By applying protein biochemistry and enzymology, \nnanobody-based technology, proteomics and pathway analysis  I plan to discover the endogenous SPPL2b \ninteractome in human-derived neuronal cells and brain tissue, validate functional interactors and \nsubstrates, and define their roles in brain pathophysiology using ad hoc   cellular models   . The outcomes \nwill enable to unravel SPPL2s endogenous regulation and proteolytic surveillance of signalling molecules \nand will provide substantial mechanistic and biological insights into how these proteolytic switches control  \nfundamental processes in physiology and disease.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nHuman tissue \nsamplesFrozen \npostmortem\nbrain\ntissue samples\nfrom humans☐ Generate new \ndata\n☒ Reuse existing \ndata☐ Digital\n☒ PhysicalObservational 60 grams\nCell linesBacteria\nstrains, insect\ncell lines,\nmammalian\ncell lines☒ Generate new \ndata\n☒ Reuse existing \ndata☐ Digital\n☒ PhysicalExperimental 100ml\nVectorsVectors for\nprotein\nexpression in\nbacteria,\nmammalian\nand insect cells☒ Generate new \ndata\n☒ Reuse existing \ndata☐ Digital\n☒ PhysicalExperimental 20ml\nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nRecombinant\nproteins and\ncompoundsHuman\nproteins\n(SPPL2s,\nnewly\ndiscovered☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ PhysicalExperimental 6 liters\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4interactors)\nproduced in\ninsect or\nhuman cell\nlines,\nnanobodies\nexpressed in\nbacteria\nMass\nspectrometry\ndataMass \nSpectrometry \ndatasets☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ PhysicalExperimental - Raw data\n(.raw)\n-Quantitative\ntabular data:\ncomma separated\nvalue files\n(.csv)\n- MS Excel\n(.xls/.xlsx)<5 TB\nDigital imagesMicroscopy\npictures, gel\nscans, graphs,\nillustrations,\nfigures☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ PhysicalExperimental - Digital\nimages in\nraster formats:\nuncompressed\nTIFF\n(.tif/.tiff),\nJPEG (.jpg),\nAdobe\nPortable\nDocument\nFormat (.pdf),\nbitmap\n(.bmp), .gif,\n.lif (Leica),<1 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5.czi (Zeiss),\n.gel\n(ImageQuant)\n- Digital\nimages in\nvector\nformats:\nscalable\nvector\ngraphics\n(.svg),\nencapsulated\npostscript\n(.eps),\nScalable\nVector\nGraphics\n(.svg), Adobe\nIllustrator (.ai)\nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nDerived and\ncompiled\ndataset 1 –\nResearch\ndocumentationDocumentation\ngenerated by\nthe research\nand technical\nstaff or☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ PhysicalCompiled/\naggregated data-Text files:\nRich Text\nFormat (.rtf),\nMS Word\n(.doc/.docx),<1 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6collected from\nonline sources\nand from\ncollaborators,\nincluding\nethical\napproval\ndocuments,\nlaboratory\nnotes and\nprotocols.Adobe\nPortable\nDocument\nFormat (.pdf)\n-Quantitative\ntabular data:\ncommaseparated\nvalue files\n(.csv), MS\nExcel\n(.xls/.xlsx),\nMS Access\n(.mdb/.accdb)\nDerived and\ncompiled\ndataset 2 -\nManuscriptsManuscripts\nresulting from\nthe project☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ PhysicalCompiled/\naggregated data-Text files:\nRich Text\nFormat (.rtf),\nMS Word\n(.doc/.docx),\nAdobe\nPortable\nDocument\nFormat (.pdf)<1 TB\nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  We will reuse part of the physical datasets that were generated and stored in laboratory of Lucia Chavez \nGutierrez in previous projects, such as human brain samples,  bacteria strains, mammalian cell lines, \nnanobodies and vectors for expression.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S60470  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data3? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment: We do not exclude that the proposed work could result in research data with  \npotential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB  \nin accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research  \ndata for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a\nnumber of cases the invention will be IP protected (mostly patent protection or copyright protection). As  \nsuch the IP protection does not withhold the research data from being made public. In the case a decision is  \ntaken to file a patent application it will be planned so that publications need not be delayed.\n3 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \n3rd party agreements may restrict dissemination or exploitation of data in the following cases: Data \ngenerated with cell lines obtained from repositories must adhere to restrictions on data dissemination \nspecified in the material transfer agreement. Data generated with samples obtained from humans are \nsubjected to patient consent forms and, if applicable, material transfer agreements, and the therein \nspecified restrictions on data dissemination and/or exploitation.\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain:  \nIf the restriction of data sharing is a consequence of securing Intellectual Property (IP), the researcher \ninvolved and the IP team of the TechTransfer office shall make the necessary arrangements in order to \nmaintain the embargo on the public access (dissemination) of research data, at least until the essential \nsteps in securing intellectual property (e.g. the filing of a patent application) have been taken. However,\nreasonable efforts will be made to avoid delays in publication. If the restriction of data sharing is a \nconsequence of contracts with third parties or about classified data, the researcher involved and the Legal \nTeam of the TechTransfer Office will specify the restrictions in this DMP. If the restriction of data sharing is  \na consequence of ethical issues, see also the Ethical and legal session of this DMP. Personal data will only \nbe published after de-identification and identifiers will not be published. If despite all efforts it is not \npossible to protect the identities of subjects even after removing all identifiers, personal data will not be \nmade public.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Data will be generated following standardised protocols. Clear and detailed descriptions of these protocols  \nwill be stored in our lab protocol database, and published along with the results. Metadata will be \ndocumented by the research and technical staff at the time of data collection and analysis, by taking \ncareful notes in the electronic laboratory notebook (eLab Journal) and/or in hard copy lab notebooks that \nrefer to specific datasets.\nCryotubes of biological samples (bacterial strains, mammalian cell lines) stored at -80°C will be labelled \nwith a reference number that links to an entry or database.\nAll datasets will be accompanied by a README.txt file containing all the associated metadata (see more \ndetails below).\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nWhile specific data types might require particular metadata, as a general rule the metadata are based on a  \ngeneralized metadata schema such as Dublin Core or DataCite, including the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the  \ncorrect interpretation of the data, the\nsoftware(s) (including version number) used to produce and to read the data, the purpose of the \nexperiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n•Access rights: closed access, embargoed access, restricted access, open access.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10For specific datasets, additional metadata will be associated with the data file as appropriate.\nSpecific naming and search procedures will be applied to:\n- Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be \nnamed following an in-house procedure, so that all the name of all files in a given dataset will be in the \nsame format. All names will start with a project 3 letter code (Project Code) and a random 6-alphanumeric \ncharacter code (unique to each sample given the Project Code), followed by a specific descriptive name of \nthe sample and the technology used (e.g.: 10x). Names will only contain letters, numbers and underscores.\n- Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, \nincluding the names, titles, email addresses, ORCIDs and affiliations of all authors. Upon publication, this \nmetadata information will also be submitted to bibliographic databases such as Medline. All manuscripts \nwill be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be given a \ndescriptive title, and will be accompanied by keywords provided by the authors in order to maximize their \nfindability.\n- Mass spectrometry metadata will be generated at the VIB Proteomics Core facility. A copy of the results \n(data) will be stored at the VIB-KU Leuven Proteolytic Mechanisms Mediating Neurodegeneration \nlaboratory.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.Digital files are stored on KU Leuven servers Shared network drive (J-drive) and Large Volume Storage (L-\ndrive).\nOther types of data are stored in different forms as follows;\n- Tissue samples: tissues are processed and stored locally in the laboratory. All human tissue samples are \nregistered in VIB-UA biobank, in compliance with the Belgian law on human body material (dd 19-12-\n2008). \n- Vectors: Vectors will be preserved as purified DNA (in a -20°C freezer).\n- Cell lines: Cryo preserved cell lines will be stored locally in the laboratory in liquid nitrogen tank. At least \ntwo vials per cell line derived from independent freezings will be stored.\n- Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate.\n- Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project \nwill be stored on KU Leuven servers. These servers have RAID 6 or equivalent disk setup for protection of \nthe data.\n- Proteomics data: Proteomics data generated during the project will be stored on KU Leuven servers.\n- All other digital data (research documentation and manuscripts) will be stored on KUL servers.\n- The ELN database is managed by VIB Headquarters. VIB uses eLabJournal. All ELN data are stored, and \nremain available for (re)use. Sanger sequencing data is stored on the centralized LIMS system., initially in \nthe staging area and later in the archive area.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nThere is sufficient storage and back-up capacity on all KU Leuven servers:\n- The “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with \nNetApp eseries storage systems, and a CTDB samba cluster in the front-end.\n- The “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Security of digital datasets in KU Leuven drives: Both the “L-drive” and “J-drive” servers are accessible only  \nby laboratory members and can only be accessed after login (username + password), and are mirrored in \nthe second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be \nrecovered within an hour.\nSecurity of the physical datasets that are stored in the laboratory unit are ensured by allowing physical \naccess only to the laboratory members through KU Leuven ID card access.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The total cost of data storage during the project is projected to be max. 1000 € per year. This includes the \nfollowing costs:\nThe costs of digital data storage are as follows: 174 € /TB per year for the “L-drive” and 519 € /TB per year \nfor the “J-drive”.\nThese costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez- \nGutiérrez.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for at least 5 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☒ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nVectors: vectors are preserved in the form of purified DNA (in -20°C freezer).\nCell lines: cell lines are stored locally in the laboratory (liquid nitrogen).\nOther biological and chemical samples: storage either at 4°C and/or as frozen, as appropriate, locally in the  \nlaboratory.\nThe proteomics data will be stored by the VIB proteomics core and as a copy by the VIB-KU Leuven \nProteolytic Mechanisms Mediating Neurodegeneration laboratory in the KUL servers.\nIn case data would be archived, we would duplicate our tape and store this in the optimal environment, \nwhich has an estimated lifespan of 15-30 years.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The total estimated cost of data storage during 5 years after the end of the project is max. 10’000 euro. \nThis estimation is based on the following costs:\nElectricity costs for the -80° freezers present in the labs are included in general lab costs.\nThe costs of digital data storage are as follows: 569,2€/5TB/Year for the “L-drive”, 519€/TB/Year for the “J-\ndrive.\nThese costs at VIB CBD will be covered by the VIB dotation budget assigned to the laboratory of Lucía \nChávez-Gutiérrez.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.We aim at communicating our results in top journals that require full disclosure upon publication of all \nincluded data, either in the main text, in supplementary material or in a data repository if requested by \nthe journal and following deposit advice given by the journal. Depending on the journal, accessibility \nrestrictions may apply.\nAny scientist will be able to access the physical data, upon request, after publication, or before publication \nupon agreement.\nIn order to respect the patient’s privacy, clinical samples will only be available to the research and \ntechnical staff involved in the project, not to other groups, studies or purposes.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Protein sequences, eg. Nanobody - IP in case of a possible patent application will not \nbe shared before patenting.\nIn order to respect the patient’s privacy, clinical samples will only be available to the research and \ntechnical staff involved in the project, not to other groups, studies or purposes.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify)\nDigital data will be stored on the E-notebook (eLab Journal).\nThe minimum preservation term of 5 years together with the principle of preservation of data will be \napplied without restriction to raw data as well as processed data.\n-Vectors: Relevant published vectors and associated sequences will be sent to the non-profit plasmid \nrepository Addgene (which will take care of vector storage and shipping upon request) or be stored in the \nhost institute and shared upon MTA.  \n-Tissue samples: human tissues will be stored in the laboratory and registered with a Belgian biobank in \ncompliance with the Belgian law on human body material (dd 19/12/2008)\n-Cell lines: Newly created human cell lines will be stored in liquid nitrogen storage and deposited in the UZ \nLeven-KU Leuven Biobank. Other cell lines will be stored locally in liquid nitrogen cryostorage of the \nlaboratory when used for experiments.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\n Whenever possible, datasets and the appropriate metadata will be made publicly available through \nrepositories that support FAIR data sharing.\nFor restricted-access repositories we will work with a Data Access Committee (DAC) from VIB, which \nprovides guidance and oversight of controlled-access data and systematically reviews data access requests  \nto the data repository. Only after positive evaluation by the DAC will a user be able to access the deposited  \ndata (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a \nCreative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and License, with a material \ntransfer agreement when applicable). Interested parties will thereby be allowed to access data directly, \nand they will give credit to the authors for the data used by citing the corresponding DOI.\nFor data shared directly by the PIs, a material transfer agreement (and a non-disclosure agreement if \napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are \npermitted.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.Yes, upon publication DOI or other accession number will be assigned to the data.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17What are the expected costs for data sharing? \nHow will these costs be covered?  It is the intention to minimize data management costs by implementing standard procedures e.g. for \nmetadata collection and file storage and organization from the start of the project, and by using free-to-\nuse data repositories and dissemination facilities whenever possible. Data management costs will be \ncovered by the laboratory budget.\nAdditionally, we aim for open access upon publication of the results and the research groups will cover the  \ncost.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Metadata will be documented by the fellowship holder Caterina Travisan at the time of data collection and  \nanalysis, by taking careful notes in the electronic laboratory notebook (eLab Journal) that refer to specific \ndatasets.\nWho will manage data storage and backup \nduring the research project?The fellowship holder – Caterina Travisan will ensure data storage and back up supervised by the PIs, with \nsupport from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De \nCoster for the KU Leuven drives.\nWho will manage data preservation and \nsharing?The PI Lucia Chavez Gutierrez will be responsible for data preservation and sharing, with support from \nRené Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the \nKU Leuven drives.\nWho will update and implement this DMP? The fellowship holder Caterina Travisan will be responsible to update and implement the DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Project: 1164825N 1.General Project Information Name Grant Holder & ORCID Caterina Travisan (ORCID - 0000-0001-7870-4321) Contributor name(s) (+ ORCID) & roles Project number 1 & title 1164825N - Proteolytic Surveillance of signalling molecules in the membrane by SPPL2s: unraveling the mechanisms and their endogenous regulation. Funder(s) GrantID 2- Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: : VIB-KU Leuven Center for Brain & Disease Research ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2Please provide a short project description Intra Membrane Proteases (IMPs) act as molecular switches in the membrane turning on and off a wide variety of signalling events. Recent data present IMPs as highly dynamic and temporally regulated systems involved in the conformational surveillance of a variety of signalling. Presenilin and Signal Peptide Peptidase Like 2a/b (SPPL2a/b) are aspartyl IMPs that process (by poorly understood mechanisms) different pools of substrates. Unlike the extensively studied Presenilins, SPPL2a/b lack in-depth investigation, with a substrate repertoire that is just emerging but already suggests a link with brain pathophysiology. My research proposal aims at gaining mechanistic understanding of the action and modulation of SPPL2 a/b, in the context of the brain pathophysiology. By applying protein biochemistry and enzymology, nanobody-based technology, proteomics and pathway analysis I plan to discover the endogenous SPPL2b interactome in human-derived neuronal cells and brain tissue, validate functional interactors and substrates, and define their roles in brain pathophysiology using ad hoc cellular models . The outcomes will enable to unravel SPPL2s endogenous regulation and proteolytic surveillance of signalling molecules and will provide substantial mechanistic and biological insights into how these proteolytic switches control fundamental processes in physiology and disease. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Human tissue samplesFrozen postmortem brain tissue samples from humans☐ Generate new data ☒ Reuse existing data☐ Digital ☒ PhysicalObservational 60 grams Cell linesBacteria strains, insect cell lines, mammalian cell lines☒ Generate new data ☒ Reuse existing data☐ Digital ☒ PhysicalExperimental 100ml VectorsVectors for protein expression in bacteria, mammalian and insect cells☒ Generate new data ☒ Reuse existing data☐ Digital ☒ PhysicalExperimental 20ml ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Recombinant proteins and compoundsHuman proteins (SPPL2s, newly discovered☒ Generate new data ☐ Reuse existing data☐ Digital ☒ PhysicalExperimental 6 liters FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4interactors) produced in insect or human cell lines, nanobodies expressed in bacteria Mass spectrometry dataMass Spectrometry datasets☒ Generate new data ☐ Reuse existing data☒ Digital ☐ PhysicalExperimental - Raw data (.raw) -Quantitative tabular data: comma separated value files (.csv) - MS Excel (.xls/.xlsx)<5 TB Digital imagesMicroscopy pictures, gel scans, graphs, illustrations, figures☒ Generate new data ☐ Reuse existing data☒ Digital ☐ PhysicalExperimental - Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif, .lif (Leica),<1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5.czi (Zeiss), .gel (ImageQuant) - Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai) ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Derived and compiled dataset 1 – Research documentationDocumentation generated by the research and technical staff or☒ Generate new data ☐ Reuse existing data☒ Digital ☐ PhysicalCompiled/ aggregated data-Text files: Rich Text Format (.rtf), MS Word (.doc/.docx),<1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6collected from online sources and from collaborators, including ethical approval documents, laboratory notes and protocols.Adobe Portable Document Format (.pdf) -Quantitative tabular data: commaseparated value files (.csv), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb) Derived and compiled dataset 2 - ManuscriptsManuscripts resulting from the project☒ Generate new data ☐ Reuse existing data☒ Digital ☐ PhysicalCompiled/ aggregated data-Text files: Rich Text Format (.rtf), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf)<1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. We will reuse part of the physical datasets that were generated and stored in laboratory of Lucia Chavez Gutierrez in previous projects, such as human brain samples, bacteria strains, mammalian cell lines, nanobodies and vectors for expression. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S60470 ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: 3rd party agreements may restrict dissemination or exploitation of data in the following cases: Data generated with cell lines obtained from repositories must adhere to restrictions on data dissemination specified in the material transfer agreement. Data generated with samples obtained from humans are subjected to patient consent forms and, if applicable, material transfer agreements, and the therein specified restrictions on data dissemination and/or exploitation. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: If the restriction of data sharing is a consequence of securing Intellectual Property (IP), the researcher involved and the IP team of the TechTransfer office shall make the necessary arrangements in order to maintain the embargo on the public access (dissemination) of research data, at least until the essential steps in securing intellectual property (e.g. the filing of a patent application) have been taken. However, reasonable efforts will be made to avoid delays in publication. If the restriction of data sharing is a consequence of contracts with third parties or about classified data, the researcher involved and the Legal Team of the TechTransfer Office will specify the restrictions in this DMP. If the restriction of data sharing is a consequence of ethical issues, see also the Ethical and legal session of this DMP. Personal data will only be published after de-identification and identifiers will not be published. If despite all efforts it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Data will be generated following standardised protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (eLab Journal) and/or in hard copy lab notebooks that refer to specific datasets. Cryotubes of biological samples (bacterial strains, mammalian cell lines) stored at -80°C will be labelled with a reference number that links to an entry or database. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: While specific data types might require particular metadata, as a general rule the metadata are based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) •Access rights: closed access, embargoed access, restricted access, open access. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10For specific datasets, additional metadata will be associated with the data file as appropriate. Specific naming and search procedures will be applied to: - Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure, so that all the name of all files in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and a random 6-alphanumeric character code (unique to each sample given the Project Code), followed by a specific descriptive name of the sample and the technology used (e.g.: 10x). Names will only contain letters, numbers and underscores. - Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to maximize their findability. - Mass spectrometry metadata will be generated at the VIB Proteomics Core facility. A copy of the results (data) will be stored at the VIB-KU Leuven Proteolytic Mechanisms Mediating Neurodegeneration laboratory. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.Digital files are stored on KU Leuven servers Shared network drive (J-drive) and Large Volume Storage (L- drive). Other types of data are stored in different forms as follows; - Tissue samples: tissues are processed and stored locally in the laboratory. All human tissue samples are registered in VIB-UA biobank, in compliance with the Belgian law on human body material (dd 19-12- 2008). - Vectors: Vectors will be preserved as purified DNA (in a -20°C freezer). - Cell lines: Cryo preserved cell lines will be stored locally in the laboratory in liquid nitrogen tank. At least two vials per cell line derived from independent freezings will be stored. - Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate. - Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. These servers have RAID 6 or equivalent disk setup for protection of the data. - Proteomics data: Proteomics data generated during the project will be stored on KU Leuven servers. - All other digital data (research documentation and manuscripts) will be stored on KUL servers. - The ELN database is managed by VIB Headquarters. VIB uses eLabJournal. All ELN data are stored, and remain available for (re)use. Sanger sequencing data is stored on the centralized LIMS system., initially in the staging area and later in the archive area. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No There is sufficient storage and back-up capacity on all KU Leuven servers: - The “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - The “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Security of digital datasets in KU Leuven drives: Both the “L-drive” and “J-drive” servers are accessible only by laboratory members and can only be accessed after login (username + password), and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Security of the physical datasets that are stored in the laboratory unit are ensured by allowing physical access only to the laboratory members through KU Leuven ID card access. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The total cost of data storage during the project is projected to be max. 1000 € per year. This includes the following costs: The costs of digital data storage are as follows: 174 € /TB per year for the “L-drive” and 519 € /TB per year for the “J-drive”. These costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez- Gutiérrez. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for at least 5 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☒ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): Vectors: vectors are preserved in the form of purified DNA (in -20°C freezer). Cell lines: cell lines are stored locally in the laboratory (liquid nitrogen). Other biological and chemical samples: storage either at 4°C and/or as frozen, as appropriate, locally in the laboratory. The proteomics data will be stored by the VIB proteomics core and as a copy by the VIB-KU Leuven Proteolytic Mechanisms Mediating Neurodegeneration laboratory in the KUL servers. In case data would be archived, we would duplicate our tape and store this in the optimal environment, which has an estimated lifespan of 15-30 years. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The total estimated cost of data storage during 5 years after the end of the project is max. 10’000 euro. This estimation is based on the following costs: Electricity costs for the -80° freezers present in the labs are included in general lab costs. The costs of digital data storage are as follows: 569,2€/5TB/Year for the “L-drive”, 519€/TB/Year for the “J- drive. These costs at VIB CBD will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez-Gutiérrez. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Any scientist will be able to access the physical data, upon request, after publication, or before publication upon agreement. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Protein sequences, eg. Nanobody - IP in case of a possible patent application will not be shared before patenting. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) Digital data will be stored on the E-notebook (eLab Journal). The minimum preservation term of 5 years together with the principle of preservation of data will be applied without restriction to raw data as well as processed data. -Vectors: Relevant published vectors and associated sequences will be sent to the non-profit plasmid repository Addgene (which will take care of vector storage and shipping upon request) or be stored in the host institute and shared upon MTA. -Tissue samples: human tissues will be stored in the laboratory and registered with a Belgian biobank in compliance with the Belgian law on human body material (dd 19/12/2008) -Cell lines: Newly created human cell lines will be stored in liquid nitrogen storage and deposited in the UZ Leven-KU Leuven Biobank. Other cell lines will be stored locally in liquid nitrogen cryostorage of the laboratory when used for experiments. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. For restricted-access repositories we will work with a Data Access Committee (DAC) from VIB, which provides guidance and oversight of controlled-access data and systematically reviews data access requests to the data repository. Only after positive evaluation by the DAC will a user be able to access the deposited data (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PIs, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.Yes, upon publication DOI or other accession number will be assigned to the data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to- use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. Additionally, we aim for open access upon publication of the results and the research groups will cover the cost. 7. Responsibilities Who will manage data documentation and metadata during the research project?Metadata will be documented by the fellowship holder Caterina Travisan at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (eLab Journal) that refer to specific datasets. Who will manage data storage and backup during the research project?The fellowship holder – Caterina Travisan will ensure data storage and back up supervised by the PIs, with support from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will manage data preservation and sharing?The PI Lucia Chavez Gutierrez will be responsible for data preservation and sharing, with support from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will update and implement this DMP? The fellowship holder Caterina Travisan will be responsible to update and implement the DMP."
}