{
    "document_id": "D-2023-2087",
    "LinkTitle": "D-2023-2087",
    "file_name": "D-2023-2087.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2087.pdf",
    "metadata": {
        "title": "Duty and Diligence in Disasters: civil servants and the climate change crisis in Malawi",
        "author": "N/A",
        "creation_date": "2023-01-30 14:43:35+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Duty and Diligence in Disasters: civil servants and the climate\nchange crisis in Malawi\nA Data Management Plan created using DMPonline.be\nCreator: \nTanja Hendriks \n \nhttps://orcid.org/0000-0002-8471-8874\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nTanja Hendriks \n \nhttps://orcid.org/0000-0002-8471-8874\nProject Administrator:\n \nFirst Name Surname\nGrant number / URL: \n12ZM123N\nID: \n193951\nStart date: \n01-11-2022\nEnd date: \n31-10-2025\nProject abstract:\nThis research project focuses on the aspirations, motivations and obligations of Malawian civil\nservants, exploring how they understand and perform their duties in contexts of disaster. Malawi\nis an aid-dependent and disaster-prone country in southern Africa, among the worst affected by\nthe climate change crisis: floods and droughts have become near-seasonal occurrences,\nnegatively impacting on food security, development and wellbeing. As agents of the disaster-\naffected state, civil servants are located at the heart of the humanitarian-development nexus,\ncontinuously present and working alongside both development and humanitarian actors all year\nround. Yet despite their central role in development and relief interventions, little is known or\nunderstood about civil servants' sense of duty. How do they deal with claims for assistance in a\ncontext of profound scarcity and crisis, with their ability to (re)distribute resources heavily reliant\non the ways in which they navigate networks of dependencies and (political) power. Expanding\nthe anthropology of the state, disaster governance and humanitarianism, this research project\nbreaks new ground by not just challenging the persistent image of African civil servants as\nindifferent, incompetent or otherwise hindering development and progress, but by shifting the\nfocus to their own conceptualizations of their professional responsibilities and obligations, their\ndiligence and sense of duty in times of disaster and climate crisis. \nLast modified: \n27-01-2023\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n1 of 7\nDuty and Diligence in Disasters: civil servants and the climate\nchange crisis in Malawi\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerating\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPrior\nfieldwork\ndata\nThe\nethnographic\ndata created\nand\ncollected\nduring\nearlier\nfieldwork\nstays in the\ncountry,\nnotably\nduring my\nPhD (in\n2019).\nReuse existing\ndata\nDigital (typed\nup notes,\ninterview\nrecordings)\nand physical\n(handwritten\nnotebooks)\nOther: ethnographic and\npictures\n.doc\n \n<100GB\n15\nnotebooks\nFieldwork\nThis is the\n'data\ncollection'\nfor this\nresearch,\nwhich\nconsists of\nnine months\nof\nethnographic\nfieldwork.\nGenerating new\ndata\nDigital and\nphysical\nOther: ethnographic and\npictures\n.doc\n<100GB\nNotebooks \nInterviews\nI will conduct\na number of\nin-depth\ninterviews\nwith\ninformants\nduring my\nfieldwork.\nGenerating new\ndata\nDigital \nOther: interview recordings\nand notes\n.doc\nSPSS-files\n<100GB\n \nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n2 of 7\nGame\nThis is the\ndata that will\nbe created\nthrough the\ndevelopment\nof a game,\nbuilding on\nthe\nethnographic\ndata,\ninterviews\nand expert\npanel of civil\nservants.\nGenerating new\ndata\nDigital and\nphysical\nOther: ethnographic,\nobservational and simulation\ndata, co-created. Pictures\nand drawings, perhaps.\n.doc\n.pdf\nPictures and\ndrawings on\npaper, play\ncards.\n<100GB\nNotebooks,\ndrawings\nLiterature\nScholarly\nand third-\nparty\nliterature\nthat I will\ndraw on and\nrelate to in\nmy analyses\nreuse existing data\nDigital and\nphysical \nOther: books, folders,\nleaflets and articles,\nwebsites\n.pdf\n<1TB\n(Library)\nbooks,\narticles etc.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nThe existing data that is being reused is ethnographic data crafted by myself during earlier fieldwork in Malawi. Though I am the only\none with access to the raw and unprocessed data, processed ethnographic data has been shared open access in  my publications, for\nexample here: \nhttps://doi.org/10.3167/cja.2022.400203\n and \nhttps://www.jstor.org/stable/27155874\n  \nIf the field directs me to do so, I may also use archival materials and historical documents, in addition to the scholarly literature and\npublic information provided by third parties. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nAs is common in anthropological and ethnographic research, human subjects are at the core of the research. All of the 'data sets'\ndescribed in the above, except for the 'Literature' one, thus revolve around and include personal data. \nResearch participants will be identified and invited to participate throughout the fieldwork and research period. It will be made clear to\nparticipants that they can withdraw or discontinue their participation at any point in time without repercussions. Informed consent\nprocedures will be followed diligently and, in addition to individual consent, permission will be sought from the relevant ethics review\nboards, both at KU Leuven and in Malawi, as well as from relevant other bodies (such as the Department of Disaster Management\nAffairs itself).\nThe first step is to receive ethical clearance from SMEC, which is currently being sought.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nEthnography revolves around the processing of personal data and research participants are (made) aware of this. Personal data will be\nstored in a secure way as described earlier; on encrypted devices behind lock and key or encoded in physical notebooks only intelligible\nand identifiable to the researcher herself. In consultation with the research participants, data will be pseudonymized and/or anonymized\nwhen it is processed and before it is published. In earlier research I have done this by letting people choose their own pseudonym; this\nshows the significance of the individual participant, obscures their identity, yet also allows them to claim involvement or visibility in\ncontexts where they feel comfortable to do so. Importantly, space for plausible deniability is always created and maintained. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n3 of 7\nThe role-playing game that I seek to develop (dataset: Game) has potential for commercial valorization. As the copyright for this game\nlies with the artist who will develop it, this commercial exploitation will be hers. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nConform anthropological standard practice, the raw and unprocessed ethnographic data contained in the notebooks, fieldwork diaries\nand interviews, will only be accessible and intelligible to the researcher herself. It is only in processed and published form that the\nfindings of the research will be made available to others.\nThis holds for all 'data sets' except the Game and Literature; the latter is already available (open access) and the former will be used to\ndisseminate the research findings. The game will be developed to include a detailed form on how to play it and what data it is based on.\nThis will be done together with the artist who will design the game.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe digital data will be stored behind lock and key on a password protected personal laptop and an encrypted external hard drive\nbought especially for the project (this is necessary during fieldwork, where internet access is not guaranteed). Back-ups will be kept on\nthe KU Leuven server or OneDrive for Business, equally encrypted and password protected. \nHow will the data be backed up?\nThe data will be backed up generally every month and during fieldwork every week. This means storing the word documents and\nscans/pictures of handwritten notebooks on the password protected personal laptop as well as on the KU Leuven server and/or\nOneDrive for Business, and the encrypted external hard drive. The non-digital data will thus be digitized to prevent data loss.\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n4 of 7\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThis includes the storage space on the external hard drive that will be bought to ensure sufficient safe and encrypted storage of data\nduring long term fieldwork (without internet access).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe physical data (notebooks) will be kept safe in the possession of the researcher during fieldwork, stored together with her passport\nand other valuable documents. (They are also written in shorthand and filled with codes and a mix of languages, and thus not intelligible\nto others). Upon return from the field, they will be kept safe at her KU Leuven office, behind lock and key. As described in the above,\nevery week a back-up will be made by digitizing the physical data and storing it on the encrypted external hard drive and password\nprotected personal laptop - and if internet is available, in the KU Leuven OneDrive for business.\nThe digital data (word files, pictures, recordings, typed up notes) will be stored securely on the personal and password protected laptop\nbought for this project, with back-ups on the KU Leuven server and OneDrive for Business, as well as on the encrypted, external hard\ndisk. Raw data will not be transferred to anyone except the researcher herself. Files will be password protected and stored separately,\nintroducing multiple layers of security (and passwords and encryptions) before anyone would be able to access all the data. The external\nhard drive will be stored at the researcher's KU Leuven office, behind lock and key. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs expected for data storage and back up are the costs for one encrypted external hard drive: roughly 80 euros. All other storage\nand back up facilities are available already through the KU Leuven. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for at least ten years or longer. Some interview recordings may be deleted once analysis is complete, but the\ntranscripts of the conversations will be preserved. This is common with ethnographic data, as it generally forms the basis for a\nresearcher's entire academic career.\nWhere will these data be archived (stored and curated for the long-term)?\nThe ethnographic data will be archived in the personal archive of the researcher herself, as is customary in the field of anthropology. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected additional costs for long term data preservation. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nOther, please specify:\nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n5 of 7\nThe raw, unprocessed ethnographic data will not be made available for reuse during or after the project to anyone other than the\nresearcher herself. Research findings will be shared in publications and presentations, these will be made available open access.\nMoreover, the 'Game dataset' provides an innovative way of sharing and communicating findings to a wider audience, which will also be\nmade available to interested parties upon request. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess is restricted: only the researcher herself will be able to access the unprocessed and raw data. Research findings however are\nshared open access and in the form of a game that will be available upon request. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nYes, Other\nYes, Privacy aspects\nIn anthropology, it is common to share processed data in the form of publications and presentations. Raw, unprocessed data is not\nshared. \nThe reuse of existing data pertains to published scholarly literature or non-academic literature that is publicly available, or to prior\nresearch data from the researcher herself. I am allowed to (re)share this data.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will not be made available, but the research findings will be made available in presentations and publications of the research\nresults. \nWhen will the data be made available?\nThe data will not be made available, but the research findings will be made available in presentations and publications of the research\nresults. \nWhich data usage licenses are you going to provide? If none, please explain why.\nNone, as the data will not be available for use. Only the research findings will be.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher: Tanja Hendriks. \nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n6 of 7\nWho will manage data storage and backup during the research project?\nThe researcher: Tanja Hendriks. \nWho will manage data preservation and sharing?\nThe researcher: Tanja Hendriks. \nWho will update and implement this DMP?\nThe researcher: Tanja Hendriks. \nCreated using DMPonline.be. Last modiﬁed 27 January 2023\n7 of 7"
    },
    "clean_full_text": "Duty and Diligence in Disasters: civil servants and the climate change crisis in Malawi A Data Management Plan created using DMPonline.be Creator: Tanja Hendriks https://orcid.org/0000-0002-8471-8874 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Tanja Hendriks https://orcid.org/0000-0002-8471-8874 Project Administrator: First Name Surname Grant number / URL: 12ZM123N ID: 193951 Start date: 01-11-2022 End date: 31-10-2025 Project abstract: This research project focuses on the aspirations, motivations and obligations of Malawian civil servants, exploring how they understand and perform their duties in contexts of disaster. Malawi is an aid-dependent and disaster-prone country in southern Africa, among the worst affected by the climate change crisis: floods and droughts have become near-seasonal occurrences, negatively impacting on food security, development and wellbeing. As agents of the disaster- affected state, civil servants are located at the heart of the humanitarian-development nexus, continuously present and working alongside both development and humanitarian actors all year round. Yet despite their central role in development and relief interventions, little is known or understood about civil servants' sense of duty. How do they deal with claims for assistance in a context of profound scarcity and crisis, with their ability to (re)distribute resources heavily reliant on the ways in which they navigate networks of dependencies and (political) power. Expanding the anthropology of the state, disaster governance and humanitarianism, this research project breaks new ground by not just challenging the persistent image of African civil servants as indifferent, incompetent or otherwise hindering development and progress, but by shifting the focus to their own conceptualizations of their professional responsibilities and obligations, their diligence and sense of duty in times of disaster and climate crisis. Last modified: 27-01-2023 Created using DMPonline.be. Last modiﬁed 27 January 2023 1 of 7 Duty and Diligence in Disasters: civil servants and the climate change crisis in Malawi FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generating new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Prior fieldwork data The ethnographic data created and collected during earlier fieldwork stays in the country, notably during my PhD (in 2019). Reuse existing data Digital (typed up notes, interview recordings) and physical (handwritten notebooks) Other: ethnographic and pictures .doc <100GB 15 notebooks Fieldwork This is the 'data collection' for this research, which consists of nine months of ethnographic fieldwork. Generating new data Digital and physical Other: ethnographic and pictures .doc <100GB Notebooks Interviews I will conduct a number of in-depth interviews with informants during my fieldwork. Generating new data Digital Other: interview recordings and notes .doc SPSS-files <100GB Created using DMPonline.be. Last modiﬁed 27 January 2023 2 of 7 Game This is the data that will be created through the development of a game, building on the ethnographic data, interviews and expert panel of civil servants. Generating new data Digital and physical Other: ethnographic, observational and simulation data, co-created. Pictures and drawings, perhaps. .doc .pdf Pictures and drawings on paper, play cards. <100GB Notebooks, drawings Literature Scholarly and third- party literature that I will draw on and relate to in my analyses reuse existing data Digital and physical Other: books, folders, leaflets and articles, websites .pdf <1TB (Library) books, articles etc. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The existing data that is being reused is ethnographic data crafted by myself during earlier fieldwork in Malawi. Though I am the only one with access to the raw and unprocessed data, processed ethnographic data has been shared open access in my publications, for example here: https://doi.org/10.3167/cja.2022.400203 and https://www.jstor.org/stable/27155874 If the field directs me to do so, I may also use archival materials and historical documents, in addition to the scholarly literature and public information provided by third parties. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data As is common in anthropological and ethnographic research, human subjects are at the core of the research. All of the 'data sets' described in the above, except for the 'Literature' one, thus revolve around and include personal data. Research participants will be identified and invited to participate throughout the fieldwork and research period. It will be made clear to participants that they can withdraw or discontinue their participation at any point in time without repercussions. Informed consent procedures will be followed diligently and, in addition to individual consent, permission will be sought from the relevant ethics review boards, both at KU Leuven and in Malawi, as well as from relevant other bodies (such as the Department of Disaster Management Affairs itself). The first step is to receive ethical clearance from SMEC, which is currently being sought. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Ethnography revolves around the processing of personal data and research participants are (made) aware of this. Personal data will be stored in a secure way as described earlier; on encrypted devices behind lock and key or encoded in physical notebooks only intelligible and identifiable to the researcher herself. In consultation with the research participants, data will be pseudonymized and/or anonymized when it is processed and before it is published. In earlier research I have done this by letting people choose their own pseudonym; this shows the significance of the individual participant, obscures their identity, yet also allows them to claim involvement or visibility in contexts where they feel comfortable to do so. Importantly, space for plausible deniability is always created and maintained. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 27 January 2023 3 of 7 The role-playing game that I seek to develop (dataset: Game) has potential for commercial valorization. As the copyright for this game lies with the artist who will develop it, this commercial exploitation will be hers. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Conform anthropological standard practice, the raw and unprocessed ethnographic data contained in the notebooks, fieldwork diaries and interviews, will only be accessible and intelligible to the researcher herself. It is only in processed and published form that the findings of the research will be made available to others. This holds for all 'data sets' except the Game and Literature; the latter is already available (open access) and the former will be used to disseminate the research findings. The game will be developed to include a detailed form on how to play it and what data it is based on. This will be done together with the artist who will design the game. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The digital data will be stored behind lock and key on a password protected personal laptop and an encrypted external hard drive bought especially for the project (this is necessary during fieldwork, where internet access is not guaranteed). Back-ups will be kept on the KU Leuven server or OneDrive for Business, equally encrypted and password protected. How will the data be backed up? The data will be backed up generally every month and during fieldwork every week. This means storing the word documents and scans/pictures of handwritten notebooks on the password protected personal laptop as well as on the KU Leuven server and/or OneDrive for Business, and the encrypted external hard drive. The non-digital data will thus be digitized to prevent data loss. Created using DMPonline.be. Last modiﬁed 27 January 2023 4 of 7 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes This includes the storage space on the external hard drive that will be bought to ensure sufficient safe and encrypted storage of data during long term fieldwork (without internet access). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The physical data (notebooks) will be kept safe in the possession of the researcher during fieldwork, stored together with her passport and other valuable documents. (They are also written in shorthand and filled with codes and a mix of languages, and thus not intelligible to others). Upon return from the field, they will be kept safe at her KU Leuven office, behind lock and key. As described in the above, every week a back-up will be made by digitizing the physical data and storing it on the encrypted external hard drive and password protected personal laptop - and if internet is available, in the KU Leuven OneDrive for business. The digital data (word files, pictures, recordings, typed up notes) will be stored securely on the personal and password protected laptop bought for this project, with back-ups on the KU Leuven server and OneDrive for Business, as well as on the encrypted, external hard disk. Raw data will not be transferred to anyone except the researcher herself. Files will be password protected and stored separately, introducing multiple layers of security (and passwords and encryptions) before anyone would be able to access all the data. The external hard drive will be stored at the researcher's KU Leuven office, behind lock and key. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs expected for data storage and back up are the costs for one encrypted external hard drive: roughly 80 euros. All other storage and back up facilities are available already through the KU Leuven. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least ten years or longer. Some interview recordings may be deleted once analysis is complete, but the transcripts of the conversations will be preserved. This is common with ethnographic data, as it generally forms the basis for a researcher's entire academic career. Where will these data be archived (stored and curated for the long-term)? The ethnographic data will be archived in the personal archive of the researcher herself, as is customary in the field of anthropology. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected additional costs for long term data preservation. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: Created using DMPonline.be. Last modiﬁed 27 January 2023 5 of 7 The raw, unprocessed ethnographic data will not be made available for reuse during or after the project to anyone other than the researcher herself. Research findings will be shared in publications and presentations, these will be made available open access. Moreover, the 'Game dataset' provides an innovative way of sharing and communicating findings to a wider audience, which will also be made available to interested parties upon request. If access is restricted, please specify who will be able to access the data and under what conditions. Access is restricted: only the researcher herself will be able to access the unprocessed and raw data. Research findings however are shared open access and in the form of a game that will be available upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Yes, Other Yes, Privacy aspects In anthropology, it is common to share processed data in the form of publications and presentations. Raw, unprocessed data is not shared. The reuse of existing data pertains to published scholarly literature or non-academic literature that is publicly available, or to prior research data from the researcher herself. I am allowed to (re)share this data. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will not be made available, but the research findings will be made available in presentations and publications of the research results. When will the data be made available? The data will not be made available, but the research findings will be made available in presentations and publications of the research results. Which data usage licenses are you going to provide? If none, please explain why. None, as the data will not be available for use. Only the research findings will be. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? None. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher: Tanja Hendriks. Created using DMPonline.be. Last modiﬁed 27 January 2023 6 of 7 Who will manage data storage and backup during the research project? The researcher: Tanja Hendriks. Who will manage data preservation and sharing? The researcher: Tanja Hendriks. Who will update and implement this DMP? The researcher: Tanja Hendriks. Created using DMPonline.be. Last modiﬁed 27 January 2023 7 of 7"
}