{
    "document_id": "D-2023-2112",
    "LinkTitle": "D-2023-2112",
    "file_name": "D-2023-2112.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2112.pdf",
    "metadata": {
        "title": "GLOSRAD – Global Shutter Radiation-tolerant CMOS image sensor pixels",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "GLOSRAD – Global Shutter Radiation-tolerant CMOS image sensor pixels\nA Data Management Plan created using DMPonline.be\nCreator: \nGuy Meynants\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nGuy Meynants\nGrant number / URL: \nC3/22/036\nID: \n200198\nStart date: \n01-03-2023\nEnd date: \n28-02-2026\nProject abstract:\nRadiation-tolerant pixels for image sensors have been developed for moderate and high levels of total ionizing dose\n(TID) based upon CMOS image sensor (CIS) technology. However, this are all rolling-shutter pixels, which means that\nevery row in the image has a slightly shifted exposure period. For most machine vision and scientific applications, a\nglobal shutter pixel is needed, in which all pixels acquire the image at the same time. This requires an extra memory\nelement in the pixel, besides the photodiode, to store the photosignal after the exposure time. This storage region must\nalso be tolerant to TID effects. This project aims at developing radiation-hardened global shutter pixels with a radiation\ntolerance up to 1 MGray TID. It includes experiments to design, prototype, evaluate and compares pixel charge storage\nregions and global pixel shutter architectures, using a state-of-the-art CIS process.\nLast modified: \n09-06-2023\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n1 of 5\nGLOSRAD – Global Shutter Radiation-tolerant CMOS image sensor pixels\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical volume\nelectronic design\ndatabase\nDesign database of\nintegrated circuits:\nschematics, layout,\nsimulation results\nN\nD\nCadence OA \nCadence OA\npropretary format\nGDS-II file\n< 100\nGB\nesat server\nelectronic\nmeasurement\ndata\nMeasurement data acquired\nduring electronic tests in lab\nN\nD\nFormat varies depending on equipment. See data\nstorage on how we manage this\nraw data\n< 10\nGB\nesat server\nirradatation\nresults \nIrradiation results acquired\nduring testbeam campaigns\nN\nD\nFormat varies depending on equipment. See data\nstorage on how we manage this\nraw data\n< 10\nGB\nesat server\nreports\ndesign/development reports\nand test reports\nN\nD\ndocument\npdf\n< 1 GB\nKUL onedrive\nproject folder\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nno re-use of existing data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nYes, restrictions will be asserted for the design database.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nYes, restrictions will be asserted for the design database.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n2 of 5\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nData type\nMetadata\nElectronic design\ndatabase\nDesigns are documented following our own internal data\nmanagement plan:\nhttps://iiw.kuleuven.be/onderzoek/advise/dmp\nElectronic\nmeasurements\nRaw data is accompagnied with a description file that contains\nthe conditions, setup of the acquired results. An executable is\nstored along the data to reproduce the results as well as a\nmanual how to reproduce the analysis.\nIrradiation results\nSame as “Electronic Measurements”\nReports\nReports are stored per date and milestone\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nData type\nstorage\nElectronic design\ndatabase\nLinux storage provided by ESAT (dept. Electrical Engineering).\nDesigns are synced to a github repository hosted on ESAT\nserver.\n \nElectronic\nmeasurements\nSame as Electronic design database\nIrradiation results\nSame as Electronic design database\nReports\nProject one-drive\nHow will the data be backed up?\nOther (specify below)\nData type\nstorage\nElectronic design\ndatabase\nLinux storage provided by ESAT (dept. Electrical Engineering)\nwith ensured secure backup.\n \nElectronic\nmeasurements\nSame as Electronic design database\nIrradiation results\nSame as Electronic design database\nReports\nProject one-drive hosted by KU Leuven\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nESAT provides storage capability in the department data center\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nESAT computer account management. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n3 of 5\nCost is part of an annual user account fee to ESAT and included in project costs.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nESAT servers data center + back-ups provided by ESAT.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are part of the user account fees.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nNo data will be made available because of IP potential.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nProject collaborators and supervisor.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\ndesign database access is restricted.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nN/A\nWhen will the data be made available? \nOther (specify below)\nN/A.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nN/A.\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n4 of 5\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nGuy Meynants\n \nWho will manage data storage and backup during the research project? \nGuy Meynants\n \nWho will manage data preservation and sharing? \nGuy Meynants\nWho will update and implement this DMP? \nGuy Meynants\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n5 of 5"
    },
    "clean_full_text": "GLOSRAD – Global Shutter Radiation-tolerant CMOS image sensor pixels A Data Management Plan created using DMPonline.be Creator: Guy Meynants Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Guy Meynants Grant number / URL: C3/22/036 ID: 200198 Start date: 01-03-2023 End date: 28-02-2026 Project abstract: Radiation-tolerant pixels for image sensors have been developed for moderate and high levels of total ionizing dose (TID) based upon CMOS image sensor (CIS) technology. However, this are all rolling-shutter pixels, which means that every row in the image has a slightly shifted exposure period. For most machine vision and scientific applications, a global shutter pixel is needed, in which all pixels acquire the image at the same time. This requires an extra memory element in the pixel, besides the photodiode, to store the photosignal after the exposure time. This storage region must also be tolerant to TID effects. This project aims at developing radiation-hardened global shutter pixels with a radiation tolerance up to 1 MGray TID. It includes experiments to design, prototype, evaluate and compares pixel charge storage regions and global pixel shutter architectures, using a state-of-the-art CIS process. Last modified: 09-06-2023 Created using DMPonline.be. Last modiﬁed 09 June 2023 1 of 5 GLOSRAD – Global Shutter Radiation-tolerant CMOS image sensor pixels Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume electronic design database Design database of integrated circuits: schematics, layout, simulation results N D Cadence OA Cadence OA propretary format GDS-II file < 100 GB esat server electronic measurement data Measurement data acquired during electronic tests in lab N D Format varies depending on equipment. See data storage on how we manage this raw data < 10 GB esat server irradatation results Irradiation results acquired during testbeam campaigns N D Format varies depending on equipment. See data storage on how we manage this raw data < 10 GB esat server reports design/development reports and test reports N D document pdf < 1 GB KUL onedrive project folder If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: no re-use of existing data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Yes, restrictions will be asserted for the design database. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Yes, restrictions will be asserted for the design database. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for Created using DMPonline.be. Last modiﬁed 09 June 2023 2 of 5 yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data type Metadata Electronic design database Designs are documented following our own internal data management plan: https://iiw.kuleuven.be/onderzoek/advise/dmp Electronic measurements Raw data is accompagnied with a description file that contains the conditions, setup of the acquired results. An executable is stored along the data to reproduce the results as well as a manual how to reproduce the analysis. Irradiation results Same as “Electronic Measurements” Reports Reports are stored per date and milestone Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) Data type storage Electronic design database Linux storage provided by ESAT (dept. Electrical Engineering). Designs are synced to a github repository hosted on ESAT server. Electronic measurements Same as Electronic design database Irradiation results Same as Electronic design database Reports Project one-drive How will the data be backed up? Other (specify below) Data type storage Electronic design database Linux storage provided by ESAT (dept. Electrical Engineering) with ensured secure backup. Electronic measurements Same as Electronic design database Irradiation results Same as Electronic design database Reports Project one-drive hosted by KU Leuven Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes ESAT provides storage capability in the department data center How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? ESAT computer account management. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 09 June 2023 3 of 5 Cost is part of an annual user account fee to ESAT and included in project costs. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Other (specify below) ESAT servers data center + back-ups provided by ESAT. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are part of the user account fees. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) No data will be made available because of IP potential. If access is restricted, please specify who will be able to access the data and under what conditions. Project collaborators and supervisor. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights design database access is restricted. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) N/A When will the data be made available? Other (specify below) N/A. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) N/A. Created using DMPonline.be. Last modiﬁed 09 June 2023 4 of 5 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? N/A Responsibilities Who will manage data documentation and metadata during the research project? Guy Meynants Who will manage data storage and backup during the research project? Guy Meynants Who will manage data preservation and sharing? Guy Meynants Who will update and implement this DMP? Guy Meynants Created using DMPonline.be. Last modiﬁed 09 June 2023 5 of 5"
}