{
    "document_id": "D-2024-2663",
    "LinkTitle": "D-2024-2663",
    "file_name": "D-2024-2663.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2663.pdf",
    "metadata": {
        "title": "D-2024-2663",
        "author": "N/A",
        "num_pages": 38
    },
    "content": {
        "full_text": "Optimizing the pulmonary hypertension diagnostic network in Belgium.\nA Data Management Plan created using DMPonline.be\nCreator: \nLaura Hardy \n \nhttps://orcid.org/0000-0003-4810-5760\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PAP24N\nID: \n204622\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThis project centers around the diagnostic approach as well as the follow up and identification of prognostic factors for pulmonary\nhypertension (PH).\nFirstly, work package 1 and 2 investigate the use of non-invasive methods to diagnose PH, group 2 (post-capillary PH) in particular. The\ngold standard to diagnose PH and differentiate between different groups is currently a right heart catheterization. However, this is an\ninvasive procedure, implying financial cost, a limited however realistic risk of complications and patient discomfort. Moreover, the\npulmonary arterial wedge pressure (PAWP) on which this investigation relies heavily on, is sensitive to confounding factors, which limits\nits reliability. Therefore we will investigate the use of the predictive Optiek model (WP1) and lung ultrasound (WP2) to distinguish post-\ncapillary PH. \nThe third work package will investigate possible predictors and the prognosis of acute pulmonary arterial hypertension decompensation\n(PAH or group 1 PH). PAH is a progressive disease and can lead to acute deterioration characterized by right ventricular\ndecompensation. PAH decompensation has a very poor short-term outcome and is the first cause mortality in PAH. However, prognostic\nfactors as well as the optimal therapeutic strategy have been insufficiently studied so far.  \nLast modified: \n29-02-2024\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n1 of 8\nOptimizing the pulmonary hypertension diagnostic network in Belgium.\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or\n(re)use. (use up to 700 characters)\nWORK PACKAGE 1: OPTIEK \nThe Optiek study will both reuse existing data as well as generate new data. These are personal data. \nExisting data: results of physical examination, laboratory analysis, echocardiography, ECG and spirometry. After inclusion the\nresults of a standard of care indicated right heart catheterization will also be used. \nNew data: Based on the existing data, the Optiek model will generate a prediction on the probability of post-capillary pulmonary\nhypertension. \nWORK PACKAGE 2: HELP-PRESERVED\nThe HELP-Preserved study will both reuse existing as well as generate new personal data. \nExisting data: results of laboratory analysis, echocardiography and cardiopulmonary exercise testing.\nNew data: results of right heart catheterization, cardiac MRI and lung ultrasound. \nWORK PACKAGE 3: REGISTRY OF ACUTE DECOMPENSATED PAH \nThe Registry of Acute Decompensated PAH will mainly reuse existing data. Data regarding medical history, physical examination,\nlaboratory analysis, echocardiography, hospitalization information, treatment and outcome (alive/death/transplantation) will be\nextracted.\nNew data: assessment by thoracic ultrasound. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after\nthe end of the research? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: Prof. M. Delcroix (WP 1 & 3); Prof. R. Willems (WP 2)\n2\n. \nStorage capacity/repository\nduring the research: \nAll data regarding the studies will be gathered in separate Redcap eCRF's. The Redcap data will be hosted on a\ndedicated KU Leuven server for WP 1 and 2. Since WP 3 is part of an international multicentric study, the Redcap data\nwill be hosted on a dedicated server by the APHP hospital of Paris (Sponsor of the study). \nafter the research:\nNon-coded data, such as the data stored in the respective patients’ files and the signed ICF’s on paper, will be kept for\n30 years. Coded data will be kept on the Redcap database of KU Leuven for 25 years. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation\nterm of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific\nsecurity measures do those data require? (use up to 700 characters)\nAll work packages involve sensitive data. Therefore ethical approval has been obtained for work packages 1 and 2 already.\nRegarding work package 3, ethical approval will be applied for asap; this has not been established yet due to some uncertainties\nwith the sponsor of this international study. \nAll personal data will be pseudonymized during the studies. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n2 of 8\nNA\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n3 of 8\nOptimizing the pulmonary hypertension diagnostic network in Belgium.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\nSee attachment.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nAll three work packages will reuse existing data, such as clinical parameters, results of laboratory, echocardiography, ECG,\ncardiopulmonary exercise test or spirometry. All existing data will be registered from the patients' respective electronic medical\nfiles. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, human subject data\nAll three work packages concern human subject data as a whole. \nPersonal data will be pseudonymized. \nEthical approval has been obtained for WP1 and 2 (S68038 and S65913 respectively). Ethical approval for WP3 is still in request\ndue to sponsorship issues. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nSee also the overview of the data of interest. All data will be personal data.\nAlso all data will be pseudonymized. \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n4 of 8\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nAll datasets, both reused as well as newly generated data, will be gathered in an electronic CRF via Redcap. The definitions and\nunits of measurements are the accepted definitions and units world wide, defined in the eCRF. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigital data will be stored in a Redcap eCRF. REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee.\nHow will the data be backed up?\nBy using UZL REDCap, data is backed up as follows:\n§  The web server backup regime is specified below:\n-       An hourly backup, the last 6 versions of which are saved\n-       A daily backup, the last 7 versions of which are saved\n-       A weekly backup,  the last 6 versions of which are saved\n§  The database backup regime is specified below:\n-       A nightly cold backup of all databases\n-       One month’s storage of the nightly cold backups\nData restore, upon request.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n5 of 8\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPhysical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel,\nusing badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the\nCoordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon\nsuccessful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in\naccordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be)>\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs are 80 euro per year per work package, totaling 960 euro. We intend to use the FWO bench fee to cover\nthese costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nThe Sponsor and Investigator are responsible for archiving study specific documentation (such as but not limited to the CIP, any\namendments thereto, the final Clinical Study Report (CSR) and the study database). Non-coded data, such as the data stored in\nthe respective patients’ files and the signed ICF’s on paper, will be kept for 30 years. The pseudonymisation key will be kept on a\nsecured server for at least 25 years according to the Clinical Trial Regulation 536/2014, art. 58. Coded data will be kept on the\nRedcap database of KU Leuven for 25 years.\nWhere will these data be archived (stored and curated for the long-term)?\nSee above.\nMost non-coded data remain in the respective patients' medical files. Non-coded data on paper such as the signed ICF's will be\nstored in the specific storage room for clinical trials of the UZ Leuven pulmonary hypertension research team. Digital data is kept\non a secured server of the pulmonary hypertension research team. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThere are no expected costs. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nNo (closed access)\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n6 of 8\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess to the data is restricted to members of the clinical pulmonary hypertension research team. Access to future members will\ndepend on future continuation of the research projects.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR\nWhen will the data be made available?\nUpon publication of the research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo expected costs\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nLaura Hardy \nWho will manage data storage and backup during the research project?\nLaura Hardy \nWho will manage data preservation and sharing?\nMarion Delcroix \nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n7 of 8\nLaura Hardy \nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n8 of 8\n1 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n FWO project: Optimizing the pulmonary hypertension  \ndiagnostic network in Belgium . \nData management plan  \nLaura Hardy  \n11PAP24N  \n \n        Only for digital data  Only for digital \ndata  Only for digital \ndata  Only \nfor \nphysical \ndata \nDataset \nName  Description  New or reused  Digital or \nPhysical  Digital Data Type  Digital Data \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical \nvolume  \n    Please choose \nfrom the \nfollowing \noptions:  \no Generate \nnew data  \no Reuse \nexisting \ndata Please choose \nfrom the \nfollowing \noptions:  \no Digital  \no Physical  Please choose from the \nfollowing options:  \no Observational  \no Experimental  \no Compiled/aggregated \ndata \no Simulation data  \no Software  \no Other  \no NA Please choose \nfrom the \nfollowing \noptions:  \no .por, \n.xml, \n.tab, \n.csv,.pdf, \n.txt, .rtf, \n.dwg, \n.gml, …  Please choose from \nthe following \noptions:  \no <100MB  \no <1GB  \no <100GB  \no <1TB  \no <5TB  \no <10TB  \no <50TB  \no >50TB    \n2 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n o NA o NA \nWP1: OPTIEK   Inclusion \ndata -ICF signed  \n-Date of inclusi on Generate new \ndata \n  Digital   Observational   .csv <100GB  \n  NA Demographic & \nclinical  \ninformation  -Age, y  \n-Gender, m/f  \n-Weight, kg  \n-Height, m  \n-BMI, kg/m²  \n-Body surface area, m²  \n-NYHA class   Reuse existing \ndata  Digital   Observational   .csv  <100GB  \n  NA Medical history  -Diabetes mellitus, y/n  \n-Arterial hypertension, y/n  \n-Hypercholesterolemia, y/n  \n-Obesity, y/n  \n-History of left heart disease, y/n  \n-History of valvular surgery ( Yes, \nwith/without residual disease / No) \n-Smoking  (Current smoker /Former \nsmoker /Never smoker ) \n-Number of packyears, y  \n-Date of smoke cessation   Reuse existing \ndata  Digital   Observational   .csv <100GB  \n   NA Laboratory \nvalues  -Date of laboratory analysis  \n-Hemoglobin, g/dL  \n-Hematocrit, %  \n-Natrium, mmol/L  \n-Uric acid, mg/dL  \n-Triglycerides , mg/dL  Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n3 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nECG  -Date of ECG  \n-Rhythm  (Sinus rhythm /Atrial \nfibrillation /Atrial flutter /Other: \nspecify ) \n-P axis, °  \n-QRS axis, °  \n-T axis, °  \n-Sum of S V1 + R V6, mm  \n-PR interval, msec  \n-QRS duration, msec  Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n4 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nEchocardiography  -Date of echocardiography  \n-Left ventricular end diastolic \ndiameter, mm  \n-Left ventricular end systolic \ndiameter, mm  \n-Left ventricular diastolic \ndysfunction, absent/grade I -III \n-Mitral E Vmax, cm/s  \n-Mitral A V max, cm/s  \n-Mitral E/A ratio  \n-Mitral E/E’ ratio  \n-Left atrial dilatation : \n  Absent (LAVI ≤34 mL/m²)  \n  Mild (LAVI 35 -41 mL/m²)  \n  Moderate (LAVI 42 -48 mL/m²)  \n  Severe (LAVI >48 mL/m²)  \n-LAVI, mL/m²  \n-Left valvular disease, y/n  \n  Aortic s tenosis  \n(mild/moderate/severe)  \n  Aortic regurgitation  \n(mild/moderate/severe)  \n  Mitral stenosis  \n(mild/moderate/severe)  \n  Mitral regurgitation  \n(mild/moderate/severe)  \n-Right ventricular dilatation  \n(absent/mild/moderate/severe)  \n-Tricuspid regurgitation pressur e \ngradient, mmHg  Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n5 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nSpirometry  -Date of spirometry  \n-FEV1, L and % pred.  \n-FVC, L and % pred.  \n-FEV1/FVC, %  \n-Peak expiratory flow, L/sec and % \npred.  \n-DLCO, % pred.  Reuse existing \ndata Digital  Observationa l .csv <100GB  NA Right heart catheterization (RHC)  -Catheterization date  \n-Heart rate, bpm  \n-Systolic pulmonary arterial \npressure, mmHg  \n-Diastolic pulmonary arterial \npressure, mmHg  \n-Mean pulmonary arterial pressure, \nmmHg  \n-Pulmonary arterial wedge pressure, \nmmHg  \n-Mean right atrial pressure, mmHg  \n-Cardiac output, L/min  \n-Cardiac index, L/min/m²  \n-Pulmonary vascular resistance, WU  \n-SvO2, %  \n-SaO2, %  \n-Screenshot of the measured pressure \nwaveforms (P ulmonary artery , \nPulmonary arterial wedge pressure  \nand R ight atrium ) Reuse existing \ndata Digital  Observational  .csv \nImage data \n(screenshots)  <1TB  \n NA \n6 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nDiagnosis  & \nconclusion  by the \nparticipating centre  -Pulmonary hypertension, y/n  \n-Pre-, post -capillary or combined  \n-PH Group  \n-Occurrence of adverse events \nduring RHC  \n-Additi onal remarks  Generate new \ndata \n Digital  Observational  .csv <100GB  NA Review of the \ndiagnosis by UZ \nLeuven  team  -Change made to diagnosis, if so \nspecify (based on RHC tracings \nprovided by the participating centre)  Generate new \ndata \n Digital  Observational  .csv <100GB  NA Optiek \nmodel \nresults  -Probability of group 2 PH  \n-Accuracy: correct/false \npositive/negative  Generate new \ndata \n Digital  Simulation data  .csv <100GB  NA \nWP2: HELP -PRESERVED  Inclusion \ndata -Date of inclusion  \n-ICF signed   Digital  Observational  \n .csv <100GB  NA Demographic \ndata -Age, y  \n-Gender, m/f  \n-Weight, kg  \n-Height, m  \n-BMI, kg/m²  \n-Body surface area, m²  \n-NYHA class, I - IV Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n7 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nMedical history  -Diabetes mellitus, y/n  \n-Arterial hypertension, y/ n \n-Atrial fibrillation, y/n  \n-Obesity, y/n  \n-History of left heart disease, y/n  (If \nyes: s pecify what)  \n-Smoking  (Current /former/never  \nsmoker ) \n-Number of packyears, y  \n-Date of smoke cessation  Reuse existing \ndata Digital  Observational  .csv <100GB  NA Medical \ntreatment  -Use of loop diuretics  (If yes, specify \nwhich and dose ) \n-Use of beta blocker  (If yes, specify \nwhich and dose ) \n-Use of mineralocorticoid receptor \nantagonist  (If yes, specify which and \ndose) Reuse existing \ndata Digital  Observational  .csv <100GB  NA Laboratory \nresults  -Date of laboratory analysis  \n-Hemoglobin, g/dL  \n-NT-proBNP, ng/L  \n-Creatinine, mg/dL  \n-Estimated glomerular filtration rate \n(eGFR), ml/min/1.73m²  Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n8 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nEchocardiography  -Date of echocardio graphy  \n-Left ventricular diameter (systolic \nand diastolic), mm  \n-Left ventricular ejection fraction \n(LVEF), %  \n-Evaluation o f left ventricular \ndysfunction \n(absent/mild/moderate/severe ) \n-Left atrial volume index (LAVI), \nml/m²  \n-Left atrial dilatation \n(absent/m ild/moderate/severe ) \n-Mitral valve E peak maximum, cm/s  \n-Mitral valve A v max, cm/s  \n-Mitral E/A ratio  \n-Mitral E/E’ ratio  \n-Evaluation of right ventricular \ndilatation  \n(absent/mild/moderate/severe ) \n-RVED/LVED area ratio  \n-Right atrial area, cm²  \n-Vena cava infe rior diameter after in - \nand expiration, mm  \n-Vena cava inferior collapsibility, %  \n-Right atrial pressure (RAP), mmHg \n(Calculated from VCI expiration \ndiameter and collapsibility ) \n-Tricuspid annular plane systolic \nexcursion (TAPSE), mm  \n-Tricuspid pressure gra dient \n(TRPG), mmHg  \n-Estimated systolic pulmonary  \narterial pressure (sPAP), mmHg \n(Calculated from TRPG and RAP ) Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n9 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n -TAPSE/sPAP ratio, mm/mmHg  \n-Right ventricular Tei index  \n-Pulmonary valve acceleration time \n(PVAT), ms  \n-Tricuspid regurgitation velocity \n(TRV), m/ s Right heart catheterization  with exercise protocol  -Catheterization date  \n-Heart rate, bpm  \n-Systemic blood pressure, mmHg  \n-Systolic pulmonary arterial \npressure, mmHg  \n-Diastolic pulmonary arterial \npressure, mmHg  \n-Mean pulmonary arterial pressure, \nmmHg  \n-Pulmonary arterial wedge pressure, \nmmHg  \n-Mean right atrial pressure, mmHg  \n-Cardiac output, L/min  \n-Cardiac index, L/min/m²  \n-Pulmonary vascular resistance, WU  \n-SvO2, %  \n-SaO2, %  \n \nAll measurements are taken at rest, \nin leg raise position, during free \nriding, at 25% and 50% of \npreviously attained maximal work \nload Generate new \ndata Digital  Observational  .csv <100GB  NA \n10 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nCardiopulmonary exercise test  -FEV1, L and % pred.  \n-FVC, L and % pred.  \n-FEV1/FVC, %  \n-Maxim al attained work load, W and \n% pred.  \n-Max. heart rate, bpm and % pred.  \n-Respiratory quotient at maximal \neffort  \n-Lactate at maximal effort, mmol/L  \n-MVV, L/min and % pred.  \n-Peak VE, L/min and % pred.  \n-Peak VO2, mL/min and % pred.  \n-VO2/kg, mL/min/kg  \n-VE/VCO2  slope  \n-SaO2 in rest, %  \n-SaO2 at maximal work load, %  \n-Desaturation during exercise, %  \n-Evaluation of oxygen pulse, \nnormal/abnormal  \n-ECG abnormalities, y/n  \n-Ventilatory limitation, y/n  Reuse existing \ndata Digital  Observational  .csv <100GB  NA Thoracic \nultrasound  The number of B -lines will be \nquantified in a 28 -point protocol:  \n-Intraclavicular space 2 -5 (right) and \n2-4 (left)  \n-Parasternal, mid-clavicular, anterior \naxillary and mid -axillary axis  Generate new \ndata Digital  Observational  Image data  \nImages are \nscored in an .csv \nfile <1TB  NA \n11 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nMRI   -Left ventricular end diastolic \nvolume, mL  \n-Left ventricular end systolic \nvolume, mL  \n-Left ventricular stroke volume, mL  \n-Left ventricular ejection fraction, %  \n-Left ventricular muscle mass, g and \ng/m² \n-Left ventricular c ardiac output, \nL/min  \n-Left ventricular cardiac index, \nL/min/m²  \n-Left ventricular end diastolic \ndiameter, mm  \n-Left ventricular end systolic \ndiameter, mm  \n-Fractional shortening, %  \n-Anteroseptal diameter, mm  \n-Interolateral wall thickness, mm  \n-Evaluation of le ft ventricular \nmotion  \n-Right ventricular end diastolic \nvolume, mL  \n-Right ventricular end systolic \nvolume, mL  \n-Right ventricular stroke volume, mL  \n-Right ventricular ejection fraction, \n% \n-Right ventricular cardiac output, \nL/min  \n-Right ventricular cardiac in dex, \nL/min/m²  \n-Evaluation of right ventricular \nmotion  Generate new \ndata Digita l Observational  Image data  \nImages are \nscored in a .csv \nfile <1TB  NA \n12 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n -TAPSE, mm and %  \n-Left atrial area, cm²  \n-Right atrial surface, cm²  \n-Aortic root diameter, mm  \n-Presence of valvular pathology, y/n  \n-Evaluation of pericard  \n-Lung water density, %   Diagnosi\ns & \nconclusi\non -Pulmonary hypertension, y/n  \n-Pre-, post -capillary or combined \npulmonary hypertension  \n-Pulmonary hypertension group  Generate new \ndata Digital  Observational  .csv <100GB  NA \nWP3: REGISTRY OF ACUTE DECOMPENSATED PULMONARY ARTERIAL HYPERTENSION  \nDay 0 (inclusion)  Inclusion data  -Date of inclusion  \n-Hospital department: regular \nward/intermediate or intensive care \nunit \n-Date of admission  \n-Date of discharge  Generate new \ndata Digital  Observational  .csv <100GB  NA \n13 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nPulmonary  arterial hypertension  related characteristics  -PAH subtype  \n-Date of diagnosis  \n-Last evaluation:  \n   Date  \n   WHO -FC, I -IV \n   6-minute walking distance, m  \n   NT-proBNP, ng/L  \n-Last hemodynamic assessment  \n   Date  \n   Right atrial pressure, mmHg  \n   Mean pulmonar y arterial pressure, \nmmHg  \n   Cardiac output, L/min  \n   Cardiac index, L/min/m²  \n   Pulmonary vascular resistance, \nWU \n   Mixed venous oxygen saturation, \n% \n-Cardiopulmonary exercise testing  \n   Maximal load, W and % pred.  \n   Peak VO2, ml/min/kg  \n   Ventilatory r eserve, L/min  \n   VE/VCO2 slope  \n   SpO2, %  \n-Prognostic risk stratification during \nlast assessment  \n-Is patient active on transplant list, \ny/n \n-First admission with right \nventricular failure, y/n  \n   If yes: number of right ventricular \nfailure episodes and dat e of last \nepisode  Reuse existing \ndata Digital  Observational  .csv <100GB  NA \n14 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nComorbidities  -Arterial hypertension , y/n \n-Diabetes , y/n \n-Coronary heart disease , y/n \n-History  of acute myocardial \ninfarction , y/n \n-Obesity , y/n \n-Chronic renal insufficiency, y/n  \n-Smoking history, \nactive/never/former  \n   Number of p ackyears  \n   Year of smoke cessation  \n-Alcohol abuse , y/n  Reuse existing \ndata Digital  Observational  .csv <100GB  NA Triggering \nfactor  -Triggering factor identified, y/n  \n   If yes, specify  Generate new \ndata Digital  Observational  .csv <100GB  NA \n15 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nTreatment at time of admission  Maintenance treatment  \n-Anticoagulation; specify which, \ndose and indication  \n-Diuretics: specify which and dose  \n-Oxygen: specify dose  \n-Beta blockers: specify which and \ndose \n-Antihypertensive drugs: specify \nwhich and dose  \n \nPAH therapy   \n-Endothelin receptor antagonists: \nspecify which and dose  \n-Phosphodiesterase 5 inhibitors: \nspecify whic h and dose  \n-Riociguat: specify dose  \n-Calcium channel blockers: specify \nwhich and dose  \n-Prostacyclin analogues: specify \nwhich, dose and route of admission  \n-Investigational product: Sotatercept \nor other, please specify which  Generate new \ndata Digital  Observational  .csv <100GB  NA \n16 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nClinical characteristics  -Presence of arterial line, y/n  \n-Presence of venous central line, y/n  \n-Right heart catheterization \nperformed, y/n  \n   If yes: right atrial pressure, mean \npulmonary arterial pressure, cardiac \noutput, cardiac index, pulmonary \nvascular resistance and mixed \nveno us oxygen saturation  \n-Measured weight, kg  \n-BMI, kg/m²  \n-Previous stable weight, kg  \n-Heart rate, bpm  \n-Arterial pressure, mmHg  \n-Oxygen saturation, %  \n   If additional O2: FiO2, %  \n-Respiratory rate, /min  \n-Temperature, °C  \n-Central venous pressure, mmHg  \n-SAPS  II  score  Generate new \ndata Digital  Observational  .csv <100GB  NA \n17 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nBiological variables  -NT-proBNP, ng/L  \n-Blood urea nitrogen, mg/dL  \n-Creatinine, mg/dL  \n-eGFR, ml/min/1.73m²  \n-KDIGO classification  \n-Uric acid, mg/dL  \n-Sodium, mmol/L  \n-Lactate, mg/dL  \n-AST, mg/dL  \n-ALT, mg/dL  \n-Hemoglobin, g/dL  \n-Platelet count, x109/ L \n-Troponin, ng/L  \n-Bilirubin, mg/dL  \n-C-reactive protein, mg/dL  \n-Central venous oxygen saturation, \n% \n- Blood gases: pH, PaO2, PaCO2, \nSaO2, HCO3, FiO2  \n-Supplemental oxygen, y/n  \n   Route of administration  \n   FiO2  \n   If HFNC: flow rate, L/min  \n   If mechanical ventilation: date of \nintubation, type and dose of sedation, \nadditional details of intubation, type \nof mechanical ventilation, PEEP, \nIPAP, tidal volume, respiratory rate  Generate new \ndata Digital  Observational  .csv <100GB  NA \n18 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nEchocardiograhpy  -TAPSE, mm   \n-S wave (doppler), cm/s  \n-TAPSE/sPAP, mm/mmHg  \n-TR pe ak velocity, cm/s  \n-TI severity  \n-RV longitudinal strain, %  \n-RA area, cm²   \n-RV/LV area  \n-Eccentricity index  \n-LVEF, %  \n-Mitral E/A ratio  \n-Mitral E/E' ratio  \n-LVOT VTI, cm  \n-Pericardial effusion, y/n  \n   If yes  : maximal dimension, mm  Generate new \ndata Digital  Observational  .csv <100GB  NA \nDay 3  Clinical charact eristic  -Measured weight, kg  \n-BMI, kg/m²  \n-Heart rate, bpm  \n-Arterial pressure, mmHg  \n-Oxygen saturation, %  \n   If additional O2: FiO2, %  \n-Respiratory rate, /min  \n-Temperature, °C  \n-Central venous pressure, mmHg  \n-24h urine output on day 3, mL  Generate new \ndata Digital  Observational  .csv <100GB  NA \n19 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nBiological v ariables  -NT-proBNP, ng/L  \n-Blood urea nitrogen, mg/dL  \n-Creatinine, mg/dL  \n-eGFR, ml/min/1.73m²  \n-KDIGO classification  \n-Uric acid, mg/dL  \n-Sodium, mmol/L  \n-Lactate, mg/dL  \n-AST, mg/dL  \n-ALT, mg/dL  \n-Hemoglobin, g/dL  \n-Platelet count, x109/L  \n-Troponin, ng/L  \n-Bilirub in, mg/dL  \n-C-reactive protein, mg/dL  \n-Central venous oxygen saturation, \n% \n- Blood gases: pH, PaO2, PaCO2, \nSaO2, HCO3, FiO2  \n-Supplemental oxygen, y/n  \n   Route of administration  \n   FiO2  Generate new \ndata Digital  Observational  .csv <100GB  NA \n20 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nEchocardiography  -TAPSE, mm   \n-S wave (doppler), cm/s  \n-TAPSE/sPAP,  mm/mmHg  \n-TR peak velocity, cm/s  \n-TI severity  \n-RV longitudinal strain, %  \n-RA area, cm²   \n-RV/LV area  \n-Eccentricity index  \n-LVEF, %  \n-Mitral E/A ratio  \n-Mitral E/E' ratio  \n-LVOT VTI, cm  \n-Pericardial effusion, y/n  \n   If yes  : maximal dimension, mm  Generate new \ndata Digital  Observational  .csv <100GB  NA \n21 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nTherapeu tic management  Monitoring  \n-Presence of arterial line, y/n  \n-Presence of venous line, y/n  \n-Right heart catheterization \nperformed, y/n  \n   If yes: right atrial pressure, mean \npulmonary arterial pressure, cardiac \noutput, cardiac index, pulmonary \nvascular resist ance and mixed \nvenous oxygen saturation  \n-PICCO monitoring, y/n  \n-Other monitoring, y/n  \n   If yes: specify  \n \nDiuretics  \n-Intravenous furosemide, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Spironolactone, y/n  \n   If yes: specify route of \nadministration, start date, duration \nand maximal dose per 24h  \n-Hydrochlorothiazide, y/n  \n   If yes: specify route of \nadministration, start date, duration \nand maximal dose per 24h  \n-Acetazolamide, y/n  \n   If yes: specify route of \nadministration, start date,  duration \nand maximal dose per 24h  \n-Other, y/n  \n   If yes: specify which, route of \nadministration, start date, duration \nand maximal dose per 24h  Generate new \ndata Digital  Observational  .csv <100GB  NA \n22 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n  \nInotropic support  \n-Dobutamine, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Dopamine, y/n \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Levosimendan, y/n  \n   If yes: specify start date, duration \nand loading and continuous dose, \nroute of administration and whether \nadministration occurs on ward level \nor ICU  \n-Milrinone, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Other, y/n  \n   If yes: specify which, route of \nadministration, start date, duration \nand maximal dose per 24h  \n \nVasopressors  \n-Norepinephrine, y/n  \n   If yes: specify start date, duration \nand max imal dose per 24h  \n-Vasopressin, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Other, y/n  \n   If yes: specify which, route of \nadministration, start date, duration \nand maximal dose per 24h  \n \n23 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n PAH therapy initiation  \n-Endothelin receptor a ntagonists: \nspecify which , dose adjustment vs \nnew therapy, date, dose  \n-Phosphodiesterase 5 inhibitors: \nspecify which , dose adjustment vs \nnew therapy, date, dose   \n-Riociguat: specify  dose adjustment \nvs new therapy, date, dose  \n-Calcium channel blockers: specify \nwhich , dose adjustment vs new \ntherapy, date, dose  \n-Prostacyclin analogues: specify \nwhich , dose adjustment vs new \ntherapy, date, dose , route of \nadministration  \n-Selexipag: specify dose adjustment \nvs new therapy, date, dose  \n-Investigational product: Sotatercept \nor other, please specify which  and \ndate \n \nRenal replacement therapy  \n-Renal replacement therapy required, \ny/n \nIf yes: specify date, duration, dialysis \nand/or hemofiltration  \n \nMaximum respiratory support  \n-Room air, y/n  \n-Supplemental oxygen therapy, y/n  \nIf yes: route of admini stration, start \ndate, max FiO2  \nIf HFNC: flow rate  \n24 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n If mechanical ventilation: date of \nintubation, type and dose of sedation, \nadditional details of intubation, type \nof mechanical ventilation, PEEP, \nIPAP, tidal volume, respiratory rate  \n \nExtracorporeal life support  \nRequirement for extracorporeal life \nsupport, y/n  \nIf yes: date of insertion, duration, \ntype of ECLS  \n \nImmunosuppression  \nInitiation of new immunosuppressive \nmedication, y/n  \nIf yes: specify which and dose  \n \nEthical level  \n-Do not resuscitate order, y/n  \n-Do not intubate order, y/n  \n-Palliative care initiated, y/n  \nTime of discharge  \n25 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nManagement  Monitoring  \n-Presence of arterial line, y/n  \n-Presence of venous line, y/n  \n-Right heart catheterization \nperformed, y/n  \n   If yes: right atrial pressure, mean \npulmonary arterial pressure, cardiac \noutput, cardiac index, pulmonary \nvascular resist ance and mixed \nvenous oxygen saturation  \n-PICCO monitoring, y/n  \n-Other monitoring, y/n  \n   If yes: specify  \n \nDiuretics  \n-Intravenous furosemide, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Spironolactone, y/n  \n   If yes: specify route of \nadministration, start date, duration \nand maximal dose per 24h  \n-Hydrochlorothiazide, y/n  \n   If yes: specify route of \nadministration, start date, duration \nand maximal dose per 24h  \n-Acetazolamide, y/n  \n   If yes: specify route of \nadministration, start date,  duration \nand maximal dose per 24h  \n-Other, y/n  \n   If yes: specify which, route of \nadministration, start date, duration \nand maximal dose per 24h  Generate new \ndata Digital  Observational  .csv <100GB  NA \n26 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n  \nInotropic support  \n-Dobutamine, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Dopamine, y/n \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Levosimendan, y/n  \n   If yes: specify start date, duration \nand loading and continuous dose, \nroute of administration and whether \nadministration occurs on ward level \nor ICU  \n-Milrinone, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Other, y/n  \n   If yes: specify which, route of \nadministration, start date, duration \nand maximal dose per 24h  \n \nVasopressors  \n-Norepinephrine, y/n  \n   If yes: specify start date, duration \nand max imal dose per 24h  \n-Vasopressin, y/n  \n   If yes: specify start date, duration \nand maximal dose per 24h  \n-Other, y/n  \n   If yes: specify which, route of \nadministration, start date, duration \nand maximal dose per 24h  \n \n27 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n PAH therapy initiation  \n-Endothelin receptor a ntagonists: \nspecify which , dose adjustment vs \nnew therapy, date, dose  \n-Phosphodiesterase 5 inhibitors: \nspecify which , dose adjustment vs \nnew therapy, date, dose  \n-Riociguat: specify  dose adjustment \nvs new therapy, date, dose  \n-Calcium channel blockers: specify \nwhich , dose adjustment vs new \ntherapy, date, dose  \n-Prostacyclin analogues: specify \nwhich , dose adjustment vs new \ntherapy, date, dose , route of \nadministration  \n-Selexipag: specify dose adjustment \nvs new therapy, date, dose  \n-Investigational product: Sotatercept \nor other, please specify which  and \ndate \n \nRenal replacement therapy  \n-Renal replacement therapy required, \ny/n \nIf yes: specify date, duration, dialysis \nand/or hemofiltration  \n \nMaximum respiratory support  \n-Room air, y/n  \n-Supplemental oxygen therapy, y/n  \nIf yes: route of admini stration, start \ndate, max FiO2  \nIf HFNC: flow rate  \n28 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n If mechanical ventilation: date of \nintubation, type and dose of sedation, \nadditional details of intubation, type \nof mechanical ventilation, PEEP, \nIPAP, tidal volume, respiratory rate  \n \nExtracorporeal life support  \nRequirement for extracorporeal life \nsupport, y/n  \nIf yes: date of insertion, duration, \ntype of ECLS  \n \nImmunosuppression  \nInitiation of new immunosuppressive \nmedication, y/n  \nIf yes: specify which and dose  \n \nEthical level  \n-Do not resuscitate order, y/n  \n-Do not intubate order, y/n  \n-Palliative care initiated, y/n  Outcome  -Date of discha rge \n-Survival, y/n  \n   If no: date of death  \n-Lung or heart -lung transplantation \nperformed, y/n  \n   If yes: specify which kind and date \nof transplantation  Generate new \ndata Digital  Observational  .csv <100GB  NA \nMonth 3  \n29 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n \nOutcome  -Survival, y/n  \n   If no: date of death  \n-Lung or heart -lung transplantation \nperformed, y/n  \n   If yes: specify which kind and date \nof transplantation  \n-Recurrent admission because of \nright ventricular failure, y/n  \n   If yes: number of admis sions and \ndates  Generate new \ndata Digital  Observational  .csv <100GB  NA \n  \n30 \n \nLaura Hardy   Optimizing the pulmonary hypertension  diagnostic network in Belgium.       11PAP24N  \n Month 12  Outcome  -Survival, y/n  \n   If no: date of death  \n-Lung or heart -lung transplantation \nperformed, y/n  \n   If yes: specify which kind and date \nof transplantation  \n-Recurrent admission because of \nright ventricular failure, y/n  \n   If yes: number of admis sions and \ndates  Generate new \ndata Digital  Observational  .csv <100GB  NA \n "
    },
    "clean_full_text": "Optimizing the pulmonary hypertension diagnostic network in Belgium. A Data Management Plan created using DMPonline.be Creator: Laura Hardy https://orcid.org/0000-0003-4810-5760 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PAP24N ID: 204622 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: This project centers around the diagnostic approach as well as the follow up and identification of prognostic factors for pulmonary hypertension (PH). Firstly, work package 1 and 2 investigate the use of non-invasive methods to diagnose PH, group 2 (post-capillary PH) in particular. The gold standard to diagnose PH and differentiate between different groups is currently a right heart catheterization. However, this is an invasive procedure, implying financial cost, a limited however realistic risk of complications and patient discomfort. Moreover, the pulmonary arterial wedge pressure (PAWP) on which this investigation relies heavily on, is sensitive to confounding factors, which limits its reliability. Therefore we will investigate the use of the predictive Optiek model (WP1) and lung ultrasound (WP2) to distinguish post- capillary PH. The third work package will investigate possible predictors and the prognosis of acute pulmonary arterial hypertension decompensation (PAH or group 1 PH). PAH is a progressive disease and can lead to acute deterioration characterized by right ventricular decompensation. PAH decompensation has a very poor short-term outcome and is the first cause mortality in PAH. However, prognostic factors as well as the optimal therapeutic strategy have been insufficiently studied so far. Last modified: 29-02-2024 Created using DMPonline.be. Last modiﬁed 29 February 2024 1 of 8 Optimizing the pulmonary hypertension diagnostic network in Belgium. Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) WORK PACKAGE 1: OPTIEK The Optiek study will both reuse existing data as well as generate new data. These are personal data. Existing data: results of physical examination, laboratory analysis, echocardiography, ECG and spirometry. After inclusion the results of a standard of care indicated right heart catheterization will also be used. New data: Based on the existing data, the Optiek model will generate a prediction on the probability of post-capillary pulmonary hypertension. WORK PACKAGE 2: HELP-PRESERVED The HELP-Preserved study will both reuse existing as well as generate new personal data. Existing data: results of laboratory analysis, echocardiography and cardiopulmonary exercise testing. New data: results of right heart catheterization, cardiac MRI and lung ultrasound. WORK PACKAGE 3: REGISTRY OF ACUTE DECOMPENSATED PAH The Registry of Acute Decompensated PAH will mainly reuse existing data. Data regarding medical history, physical examination, laboratory analysis, echocardiography, hospitalization information, treatment and outcome (alive/death/transplantation) will be extracted. New data: assessment by thoracic ultrasound. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Prof. M. Delcroix (WP 1 & 3); Prof. R. Willems (WP 2) 2 . Storage capacity/repository during the research: All data regarding the studies will be gathered in separate Redcap eCRF's. The Redcap data will be hosted on a dedicated KU Leuven server for WP 1 and 2. Since WP 3 is part of an international multicentric study, the Redcap data will be hosted on a dedicated server by the APHP hospital of Paris (Sponsor of the study). after the research: Non-coded data, such as the data stored in the respective patients’ files and the signed ICF’s on paper, will be kept for 30 years. Coded data will be kept on the Redcap database of KU Leuven for 25 years. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) All work packages involve sensitive data. Therefore ethical approval has been obtained for work packages 1 and 2 already. Regarding work package 3, ethical approval will be applied for asap; this has not been established yet due to some uncertainties with the sponsor of this international study. All personal data will be pseudonymized during the studies. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Created using DMPonline.be. Last modiﬁed 29 February 2024 2 of 8 NA Created using DMPonline.be. Last modiﬁed 29 February 2024 3 of 8 Optimizing the pulmonary hypertension diagnostic network in Belgium. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. See attachment. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All three work packages will reuse existing data, such as clinical parameters, results of laboratory, echocardiography, ECG, cardiopulmonary exercise test or spirometry. All existing data will be registered from the patients' respective electronic medical files. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data All three work packages concern human subject data as a whole. Personal data will be pseudonymized. Ethical approval has been obtained for WP1 and 2 (S68038 and S65913 respectively). Ethical approval for WP3 is still in request due to sponsorship issues. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes See also the overview of the data of interest. All data will be personal data. Also all data will be pseudonymized. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 29 February 2024 4 of 8 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All datasets, both reused as well as newly generated data, will be gathered in an electronic CRF via Redcap. The definitions and units of measurements are the accepted definitions and units world wide, defined in the eCRF. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Digital data will be stored in a Redcap eCRF. REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee. How will the data be backed up? By using UZL REDCap, data is backed up as follows: § The web server backup regime is specified below: - An hourly backup, the last 6 versions of which are saved - A daily backup, the last 7 versions of which are saved - A weekly backup, the last 6 versions of which are saved § The database backup regime is specified below: - A nightly cold backup of all databases - One month’s storage of the nightly cold backups Data restore, upon request. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 29 February 2024 5 of 8 Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be)> What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs are 80 euro per year per work package, totaling 960 euro. We intend to use the FWO bench fee to cover these costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The Sponsor and Investigator are responsible for archiving study specific documentation (such as but not limited to the CIP, any amendments thereto, the final Clinical Study Report (CSR) and the study database). Non-coded data, such as the data stored in the respective patients’ files and the signed ICF’s on paper, will be kept for 30 years. The pseudonymisation key will be kept on a secured server for at least 25 years according to the Clinical Trial Regulation 536/2014, art. 58. Coded data will be kept on the Redcap database of KU Leuven for 25 years. Where will these data be archived (stored and curated for the long-term)? See above. Most non-coded data remain in the respective patients' medical files. Non-coded data on paper such as the signed ICF's will be stored in the specific storage room for clinical trials of the UZ Leuven pulmonary hypertension research team. Digital data is kept on a secured server of the pulmonary hypertension research team. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Created using DMPonline.be. Last modiﬁed 29 February 2024 6 of 8 If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data is restricted to members of the clinical pulmonary hypertension research team. Access to future members will depend on future continuation of the research projects. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? No expected costs 6. Responsibilities Who will manage data documentation and metadata during the research project? Laura Hardy Who will manage data storage and backup during the research project? Laura Hardy Who will manage data preservation and sharing? Marion Delcroix Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 29 February 2024 7 of 8 Laura Hardy Created using DMPonline.be. Last modiﬁed 29 February 2024 8 of 8 1 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N FWO project: Optimizing the pulmonary hypertension diagnostic network in Belgium . Data management plan Laura Hardy 11PAP24N Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: o Generate new data o Reuse existing data Please choose from the following options: o Digital o Physical Please choose from the following options: o Observational o Experimental o Compiled/aggregated data o Simulation data o Software o Other o NA Please choose from the following options: o .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … Please choose from the following options: o <100MB o <1GB o <100GB o <1TB o <5TB o <10TB o <50TB o >50TB 2 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N o NA o NA WP1: OPTIEK Inclusion data -ICF signed -Date of inclusi on Generate new data Digital Observational .csv <100GB NA Demographic & clinical information -Age, y -Gender, m/f -Weight, kg -Height, m -BMI, kg/m² -Body surface area, m² -NYHA class Reuse existing data Digital Observational .csv <100GB NA Medical history -Diabetes mellitus, y/n -Arterial hypertension, y/n -Hypercholesterolemia, y/n -Obesity, y/n -History of left heart disease, y/n -History of valvular surgery ( Yes, with/without residual disease / No) -Smoking (Current smoker /Former smoker /Never smoker ) -Number of packyears, y -Date of smoke cessation Reuse existing data Digital Observational .csv <100GB NA Laboratory values -Date of laboratory analysis -Hemoglobin, g/dL -Hematocrit, % -Natrium, mmol/L -Uric acid, mg/dL -Triglycerides , mg/dL Reuse existing data Digital Observational .csv <100GB NA 3 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N ECG -Date of ECG -Rhythm (Sinus rhythm /Atrial fibrillation /Atrial flutter /Other: specify ) -P axis, ° -QRS axis, ° -T axis, ° -Sum of S V1 + R V6, mm -PR interval, msec -QRS duration, msec Reuse existing data Digital Observational .csv <100GB NA 4 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Echocardiography -Date of echocardiography -Left ventricular end diastolic diameter, mm -Left ventricular end systolic diameter, mm -Left ventricular diastolic dysfunction, absent/grade I -III -Mitral E Vmax, cm/s -Mitral A V max, cm/s -Mitral E/A ratio -Mitral E/E’ ratio -Left atrial dilatation : Absent (LAVI ≤34 mL/m²) Mild (LAVI 35 -41 mL/m²) Moderate (LAVI 42 -48 mL/m²) Severe (LAVI >48 mL/m²) -LAVI, mL/m² -Left valvular disease, y/n Aortic s tenosis (mild/moderate/severe) Aortic regurgitation (mild/moderate/severe) Mitral stenosis (mild/moderate/severe) Mitral regurgitation (mild/moderate/severe) -Right ventricular dilatation (absent/mild/moderate/severe) -Tricuspid regurgitation pressur e gradient, mmHg Reuse existing data Digital Observational .csv <100GB NA 5 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Spirometry -Date of spirometry -FEV1, L and % pred. -FVC, L and % pred. -FEV1/FVC, % -Peak expiratory flow, L/sec and % pred. -DLCO, % pred. Reuse existing data Digital Observationa l .csv <100GB NA Right heart catheterization (RHC) -Catheterization date -Heart rate, bpm -Systolic pulmonary arterial pressure, mmHg -Diastolic pulmonary arterial pressure, mmHg -Mean pulmonary arterial pressure, mmHg -Pulmonary arterial wedge pressure, mmHg -Mean right atrial pressure, mmHg -Cardiac output, L/min -Cardiac index, L/min/m² -Pulmonary vascular resistance, WU -SvO2, % -SaO2, % -Screenshot of the measured pressure waveforms (P ulmonary artery , Pulmonary arterial wedge pressure and R ight atrium ) Reuse existing data Digital Observational .csv Image data (screenshots) <1TB NA 6 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Diagnosis & conclusion by the participating centre -Pulmonary hypertension, y/n -Pre-, post -capillary or combined -PH Group -Occurrence of adverse events during RHC -Additi onal remarks Generate new data Digital Observational .csv <100GB NA Review of the diagnosis by UZ Leuven team -Change made to diagnosis, if so specify (based on RHC tracings provided by the participating centre) Generate new data Digital Observational .csv <100GB NA Optiek model results -Probability of group 2 PH -Accuracy: correct/false positive/negative Generate new data Digital Simulation data .csv <100GB NA WP2: HELP -PRESERVED Inclusion data -Date of inclusion -ICF signed Digital Observational .csv <100GB NA Demographic data -Age, y -Gender, m/f -Weight, kg -Height, m -BMI, kg/m² -Body surface area, m² -NYHA class, I - IV Reuse existing data Digital Observational .csv <100GB NA 7 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Medical history -Diabetes mellitus, y/n -Arterial hypertension, y/ n -Atrial fibrillation, y/n -Obesity, y/n -History of left heart disease, y/n (If yes: s pecify what) -Smoking (Current /former/never smoker ) -Number of packyears, y -Date of smoke cessation Reuse existing data Digital Observational .csv <100GB NA Medical treatment -Use of loop diuretics (If yes, specify which and dose ) -Use of beta blocker (If yes, specify which and dose ) -Use of mineralocorticoid receptor antagonist (If yes, specify which and dose) Reuse existing data Digital Observational .csv <100GB NA Laboratory results -Date of laboratory analysis -Hemoglobin, g/dL -NT-proBNP, ng/L -Creatinine, mg/dL -Estimated glomerular filtration rate (eGFR), ml/min/1.73m² Reuse existing data Digital Observational .csv <100GB NA 8 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Echocardiography -Date of echocardio graphy -Left ventricular diameter (systolic and diastolic), mm -Left ventricular ejection fraction (LVEF), % -Evaluation o f left ventricular dysfunction (absent/mild/moderate/severe ) -Left atrial volume index (LAVI), ml/m² -Left atrial dilatation (absent/m ild/moderate/severe ) -Mitral valve E peak maximum, cm/s -Mitral valve A v max, cm/s -Mitral E/A ratio -Mitral E/E’ ratio -Evaluation of right ventricular dilatation (absent/mild/moderate/severe ) -RVED/LVED area ratio -Right atrial area, cm² -Vena cava infe rior diameter after in - and expiration, mm -Vena cava inferior collapsibility, % -Right atrial pressure (RAP), mmHg (Calculated from VCI expiration diameter and collapsibility ) -Tricuspid annular plane systolic excursion (TAPSE), mm -Tricuspid pressure gra dient (TRPG), mmHg -Estimated systolic pulmonary arterial pressure (sPAP), mmHg (Calculated from TRPG and RAP ) Reuse existing data Digital Observational .csv <100GB NA 9 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N -TAPSE/sPAP ratio, mm/mmHg -Right ventricular Tei index -Pulmonary valve acceleration time (PVAT), ms -Tricuspid regurgitation velocity (TRV), m/ s Right heart catheterization with exercise protocol -Catheterization date -Heart rate, bpm -Systemic blood pressure, mmHg -Systolic pulmonary arterial pressure, mmHg -Diastolic pulmonary arterial pressure, mmHg -Mean pulmonary arterial pressure, mmHg -Pulmonary arterial wedge pressure, mmHg -Mean right atrial pressure, mmHg -Cardiac output, L/min -Cardiac index, L/min/m² -Pulmonary vascular resistance, WU -SvO2, % -SaO2, % All measurements are taken at rest, in leg raise position, during free riding, at 25% and 50% of previously attained maximal work load Generate new data Digital Observational .csv <100GB NA 10 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Cardiopulmonary exercise test -FEV1, L and % pred. -FVC, L and % pred. -FEV1/FVC, % -Maxim al attained work load, W and % pred. -Max. heart rate, bpm and % pred. -Respiratory quotient at maximal effort -Lactate at maximal effort, mmol/L -MVV, L/min and % pred. -Peak VE, L/min and % pred. -Peak VO2, mL/min and % pred. -VO2/kg, mL/min/kg -VE/VCO2 slope -SaO2 in rest, % -SaO2 at maximal work load, % -Desaturation during exercise, % -Evaluation of oxygen pulse, normal/abnormal -ECG abnormalities, y/n -Ventilatory limitation, y/n Reuse existing data Digital Observational .csv <100GB NA Thoracic ultrasound The number of B -lines will be quantified in a 28 -point protocol: -Intraclavicular space 2 -5 (right) and 2-4 (left) -Parasternal, mid-clavicular, anterior axillary and mid -axillary axis Generate new data Digital Observational Image data Images are scored in an .csv file <1TB NA 11 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N MRI -Left ventricular end diastolic volume, mL -Left ventricular end systolic volume, mL -Left ventricular stroke volume, mL -Left ventricular ejection fraction, % -Left ventricular muscle mass, g and g/m² -Left ventricular c ardiac output, L/min -Left ventricular cardiac index, L/min/m² -Left ventricular end diastolic diameter, mm -Left ventricular end systolic diameter, mm -Fractional shortening, % -Anteroseptal diameter, mm -Interolateral wall thickness, mm -Evaluation of le ft ventricular motion -Right ventricular end diastolic volume, mL -Right ventricular end systolic volume, mL -Right ventricular stroke volume, mL -Right ventricular ejection fraction, % -Right ventricular cardiac output, L/min -Right ventricular cardiac in dex, L/min/m² -Evaluation of right ventricular motion Generate new data Digita l Observational Image data Images are scored in a .csv file <1TB NA 12 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N -TAPSE, mm and % -Left atrial area, cm² -Right atrial surface, cm² -Aortic root diameter, mm -Presence of valvular pathology, y/n -Evaluation of pericard -Lung water density, % Diagnosi s & conclusi on -Pulmonary hypertension, y/n -Pre-, post -capillary or combined pulmonary hypertension -Pulmonary hypertension group Generate new data Digital Observational .csv <100GB NA WP3: REGISTRY OF ACUTE DECOMPENSATED PULMONARY ARTERIAL HYPERTENSION Day 0 (inclusion) Inclusion data -Date of inclusion -Hospital department: regular ward/intermediate or intensive care unit -Date of admission -Date of discharge Generate new data Digital Observational .csv <100GB NA 13 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Pulmonary arterial hypertension related characteristics -PAH subtype -Date of diagnosis -Last evaluation: Date WHO -FC, I -IV 6-minute walking distance, m NT-proBNP, ng/L -Last hemodynamic assessment Date Right atrial pressure, mmHg Mean pulmonar y arterial pressure, mmHg Cardiac output, L/min Cardiac index, L/min/m² Pulmonary vascular resistance, WU Mixed venous oxygen saturation, % -Cardiopulmonary exercise testing Maximal load, W and % pred. Peak VO2, ml/min/kg Ventilatory r eserve, L/min VE/VCO2 slope SpO2, % -Prognostic risk stratification during last assessment -Is patient active on transplant list, y/n -First admission with right ventricular failure, y/n If yes: number of right ventricular failure episodes and dat e of last episode Reuse existing data Digital Observational .csv <100GB NA 14 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Comorbidities -Arterial hypertension , y/n -Diabetes , y/n -Coronary heart disease , y/n -History of acute myocardial infarction , y/n -Obesity , y/n -Chronic renal insufficiency, y/n -Smoking history, active/never/former Number of p ackyears Year of smoke cessation -Alcohol abuse , y/n Reuse existing data Digital Observational .csv <100GB NA Triggering factor -Triggering factor identified, y/n If yes, specify Generate new data Digital Observational .csv <100GB NA 15 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Treatment at time of admission Maintenance treatment -Anticoagulation; specify which, dose and indication -Diuretics: specify which and dose -Oxygen: specify dose -Beta blockers: specify which and dose -Antihypertensive drugs: specify which and dose PAH therapy -Endothelin receptor antagonists: specify which and dose -Phosphodiesterase 5 inhibitors: specify whic h and dose -Riociguat: specify dose -Calcium channel blockers: specify which and dose -Prostacyclin analogues: specify which, dose and route of admission -Investigational product: Sotatercept or other, please specify which Generate new data Digital Observational .csv <100GB NA 16 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Clinical characteristics -Presence of arterial line, y/n -Presence of venous central line, y/n -Right heart catheterization performed, y/n If yes: right atrial pressure, mean pulmonary arterial pressure, cardiac output, cardiac index, pulmonary vascular resistance and mixed veno us oxygen saturation -Measured weight, kg -BMI, kg/m² -Previous stable weight, kg -Heart rate, bpm -Arterial pressure, mmHg -Oxygen saturation, % If additional O2: FiO2, % -Respiratory rate, /min -Temperature, °C -Central venous pressure, mmHg -SAPS II score Generate new data Digital Observational .csv <100GB NA 17 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Biological variables -NT-proBNP, ng/L -Blood urea nitrogen, mg/dL -Creatinine, mg/dL -eGFR, ml/min/1.73m² -KDIGO classification -Uric acid, mg/dL -Sodium, mmol/L -Lactate, mg/dL -AST, mg/dL -ALT, mg/dL -Hemoglobin, g/dL -Platelet count, x109/ L -Troponin, ng/L -Bilirubin, mg/dL -C-reactive protein, mg/dL -Central venous oxygen saturation, % - Blood gases: pH, PaO2, PaCO2, SaO2, HCO3, FiO2 -Supplemental oxygen, y/n Route of administration FiO2 If HFNC: flow rate, L/min If mechanical ventilation: date of intubation, type and dose of sedation, additional details of intubation, type of mechanical ventilation, PEEP, IPAP, tidal volume, respiratory rate Generate new data Digital Observational .csv <100GB NA 18 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Echocardiograhpy -TAPSE, mm -S wave (doppler), cm/s -TAPSE/sPAP, mm/mmHg -TR pe ak velocity, cm/s -TI severity -RV longitudinal strain, % -RA area, cm² -RV/LV area -Eccentricity index -LVEF, % -Mitral E/A ratio -Mitral E/E' ratio -LVOT VTI, cm -Pericardial effusion, y/n If yes : maximal dimension, mm Generate new data Digital Observational .csv <100GB NA Day 3 Clinical charact eristic -Measured weight, kg -BMI, kg/m² -Heart rate, bpm -Arterial pressure, mmHg -Oxygen saturation, % If additional O2: FiO2, % -Respiratory rate, /min -Temperature, °C -Central venous pressure, mmHg -24h urine output on day 3, mL Generate new data Digital Observational .csv <100GB NA 19 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Biological v ariables -NT-proBNP, ng/L -Blood urea nitrogen, mg/dL -Creatinine, mg/dL -eGFR, ml/min/1.73m² -KDIGO classification -Uric acid, mg/dL -Sodium, mmol/L -Lactate, mg/dL -AST, mg/dL -ALT, mg/dL -Hemoglobin, g/dL -Platelet count, x109/L -Troponin, ng/L -Bilirub in, mg/dL -C-reactive protein, mg/dL -Central venous oxygen saturation, % - Blood gases: pH, PaO2, PaCO2, SaO2, HCO3, FiO2 -Supplemental oxygen, y/n Route of administration FiO2 Generate new data Digital Observational .csv <100GB NA 20 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Echocardiography -TAPSE, mm -S wave (doppler), cm/s -TAPSE/sPAP, mm/mmHg -TR peak velocity, cm/s -TI severity -RV longitudinal strain, % -RA area, cm² -RV/LV area -Eccentricity index -LVEF, % -Mitral E/A ratio -Mitral E/E' ratio -LVOT VTI, cm -Pericardial effusion, y/n If yes : maximal dimension, mm Generate new data Digital Observational .csv <100GB NA 21 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Therapeu tic management Monitoring -Presence of arterial line, y/n -Presence of venous line, y/n -Right heart catheterization performed, y/n If yes: right atrial pressure, mean pulmonary arterial pressure, cardiac output, cardiac index, pulmonary vascular resist ance and mixed venous oxygen saturation -PICCO monitoring, y/n -Other monitoring, y/n If yes: specify Diuretics -Intravenous furosemide, y/n If yes: specify start date, duration and maximal dose per 24h -Spironolactone, y/n If yes: specify route of administration, start date, duration and maximal dose per 24h -Hydrochlorothiazide, y/n If yes: specify route of administration, start date, duration and maximal dose per 24h -Acetazolamide, y/n If yes: specify route of administration, start date, duration and maximal dose per 24h -Other, y/n If yes: specify which, route of administration, start date, duration and maximal dose per 24h Generate new data Digital Observational .csv <100GB NA 22 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Inotropic support -Dobutamine, y/n If yes: specify start date, duration and maximal dose per 24h -Dopamine, y/n If yes: specify start date, duration and maximal dose per 24h -Levosimendan, y/n If yes: specify start date, duration and loading and continuous dose, route of administration and whether administration occurs on ward level or ICU -Milrinone, y/n If yes: specify start date, duration and maximal dose per 24h -Other, y/n If yes: specify which, route of administration, start date, duration and maximal dose per 24h Vasopressors -Norepinephrine, y/n If yes: specify start date, duration and max imal dose per 24h -Vasopressin, y/n If yes: specify start date, duration and maximal dose per 24h -Other, y/n If yes: specify which, route of administration, start date, duration and maximal dose per 24h 23 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N PAH therapy initiation -Endothelin receptor a ntagonists: specify which , dose adjustment vs new therapy, date, dose -Phosphodiesterase 5 inhibitors: specify which , dose adjustment vs new therapy, date, dose -Riociguat: specify dose adjustment vs new therapy, date, dose -Calcium channel blockers: specify which , dose adjustment vs new therapy, date, dose -Prostacyclin analogues: specify which , dose adjustment vs new therapy, date, dose , route of administration -Selexipag: specify dose adjustment vs new therapy, date, dose -Investigational product: Sotatercept or other, please specify which and date Renal replacement therapy -Renal replacement therapy required, y/n If yes: specify date, duration, dialysis and/or hemofiltration Maximum respiratory support -Room air, y/n -Supplemental oxygen therapy, y/n If yes: route of admini stration, start date, max FiO2 If HFNC: flow rate 24 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N If mechanical ventilation: date of intubation, type and dose of sedation, additional details of intubation, type of mechanical ventilation, PEEP, IPAP, tidal volume, respiratory rate Extracorporeal life support Requirement for extracorporeal life support, y/n If yes: date of insertion, duration, type of ECLS Immunosuppression Initiation of new immunosuppressive medication, y/n If yes: specify which and dose Ethical level -Do not resuscitate order, y/n -Do not intubate order, y/n -Palliative care initiated, y/n Time of discharge 25 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Management Monitoring -Presence of arterial line, y/n -Presence of venous line, y/n -Right heart catheterization performed, y/n If yes: right atrial pressure, mean pulmonary arterial pressure, cardiac output, cardiac index, pulmonary vascular resist ance and mixed venous oxygen saturation -PICCO monitoring, y/n -Other monitoring, y/n If yes: specify Diuretics -Intravenous furosemide, y/n If yes: specify start date, duration and maximal dose per 24h -Spironolactone, y/n If yes: specify route of administration, start date, duration and maximal dose per 24h -Hydrochlorothiazide, y/n If yes: specify route of administration, start date, duration and maximal dose per 24h -Acetazolamide, y/n If yes: specify route of administration, start date, duration and maximal dose per 24h -Other, y/n If yes: specify which, route of administration, start date, duration and maximal dose per 24h Generate new data Digital Observational .csv <100GB NA 26 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Inotropic support -Dobutamine, y/n If yes: specify start date, duration and maximal dose per 24h -Dopamine, y/n If yes: specify start date, duration and maximal dose per 24h -Levosimendan, y/n If yes: specify start date, duration and loading and continuous dose, route of administration and whether administration occurs on ward level or ICU -Milrinone, y/n If yes: specify start date, duration and maximal dose per 24h -Other, y/n If yes: specify which, route of administration, start date, duration and maximal dose per 24h Vasopressors -Norepinephrine, y/n If yes: specify start date, duration and max imal dose per 24h -Vasopressin, y/n If yes: specify start date, duration and maximal dose per 24h -Other, y/n If yes: specify which, route of administration, start date, duration and maximal dose per 24h 27 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N PAH therapy initiation -Endothelin receptor a ntagonists: specify which , dose adjustment vs new therapy, date, dose -Phosphodiesterase 5 inhibitors: specify which , dose adjustment vs new therapy, date, dose -Riociguat: specify dose adjustment vs new therapy, date, dose -Calcium channel blockers: specify which , dose adjustment vs new therapy, date, dose -Prostacyclin analogues: specify which , dose adjustment vs new therapy, date, dose , route of administration -Selexipag: specify dose adjustment vs new therapy, date, dose -Investigational product: Sotatercept or other, please specify which and date Renal replacement therapy -Renal replacement therapy required, y/n If yes: specify date, duration, dialysis and/or hemofiltration Maximum respiratory support -Room air, y/n -Supplemental oxygen therapy, y/n If yes: route of admini stration, start date, max FiO2 If HFNC: flow rate 28 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N If mechanical ventilation: date of intubation, type and dose of sedation, additional details of intubation, type of mechanical ventilation, PEEP, IPAP, tidal volume, respiratory rate Extracorporeal life support Requirement for extracorporeal life support, y/n If yes: date of insertion, duration, type of ECLS Immunosuppression Initiation of new immunosuppressive medication, y/n If yes: specify which and dose Ethical level -Do not resuscitate order, y/n -Do not intubate order, y/n -Palliative care initiated, y/n Outcome -Date of discha rge -Survival, y/n If no: date of death -Lung or heart -lung transplantation performed, y/n If yes: specify which kind and date of transplantation Generate new data Digital Observational .csv <100GB NA Month 3 29 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Outcome -Survival, y/n If no: date of death -Lung or heart -lung transplantation performed, y/n If yes: specify which kind and date of transplantation -Recurrent admission because of right ventricular failure, y/n If yes: number of admis sions and dates Generate new data Digital Observational .csv <100GB NA 30 Laura Hardy Optimizing the pulmonary hypertension diagnostic network in Belgium. 11PAP24N Month 12 Outcome -Survival, y/n If no: date of death -Lung or heart -lung transplantation performed, y/n If yes: specify which kind and date of transplantation -Recurrent admission because of right ventricular failure, y/n If yes: number of admis sions and dates Generate new data Digital Observational .csv <100GB NA"
}