{
    "document_id": "D-2023-2399",
    "LinkTitle": "D-2023-2399",
    "file_name": "D-2023-2399.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2399.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_AT20221121.docx",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Akihiro Takamiya Contributor name(s) (+ ORCID) & roles  Project number 1 & title Multimodal PET-MRI brain imaging of white matter pathology in late life depression Funder(s) GrantID 2 PDMt1/23/012 Affiliation(s) ■ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR identifier KU Leuven: 05f950310 \n 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3  Please provide a short project description Depression in later life (late-life depression: LLD) is a common but debilitating psychiatric disorder, which is associated with cerebrovascular disease. Understanding the neurobiological mechanisms underlying LLD is crucial for new solutions for its prevention and treatments. Previous studies have revealed that macrostructural white matter damage is associated with LLD, but little is known about microstructural alterations. The aim of this proposal is to gain comprehensive insight into white matter pathology from the microstructural to macrostructural level in LLD, and its correlation with clinical factors, such as vascular risk factors and brain protein aggregation. Recent technological advances enable us to assess white matter microstructural alterations in humans using advanced positron emission tomography (PET) and magnetic resonance imaging (MRI) techniques. In this proposal, I will apply advanced diffusion MRI analysis, combined with new PET techniques to assess tau, synaptic density and myelin in patients with LLD. The results of this proposal will provide new fundamental knowledge about the role of white matter microstructural alterations in LLD and clinically important knowledge about potential modifiable intervention targets (i.e., cerebral vascular risk factors) in LLD.       \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  2. Research Data Summary  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   MRI 3DT1, FLAIR, DWI data collected from patients with LLD and healthy subjects ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: DICOM, NifTI ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nPET PET imaging of the participants’ brains using 18F-flutemetamol, 18F-MK-6240, or 11C-UCB-J ☒ Reuse existing data ☒ Digital  ☒ Images  DICOM, NifTI ☒ < 1 TB   Clinical assessment Collected clinical information on participants ☒ Reuse existing data ☒ Digital  ☒ Numerical ☒ Textual  Csv, xls ☒ < 1 GB   \n  3 Add rows for each dataset you want to describe. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5  GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data   If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    The project, which collects data, has formal approval by the UPC-KU Leuven and the UZ Leuven ethical committees (S61968). Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☐ No Additional information: Personal data relating to study participants including name and date-of-birth were collected for ID purposes during data collection. This information are available to researchers directly involved in recruitment, screening and planning of data collection (e.g. PET-MR scanning, obtaining blood samples and NP assessments). For the remainder of the study, all derivative data is coded, and thus pseudonymised. The file linking the code and personal identifiers age/dob will only be accessible to authorised individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: S61968    4 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      3. Documentation and Metadata  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  1.The codebook will contain information on study design, sampling methodology, variable-level detail, and all information necessary for a secondary analyst to use the data accurately and effectively.  2. Research methods and practices (including the informed consent process) will be fully documented. Details on the setting of the data collection, the selection of participants and the instructions given to researchers will be documented. Any auxillary data relating to data collection e.g. example neuropsychological assessment forms, will be added to the documentation, as well as an overview of all steps taken to remove direct identifiers in the data (e.g., name, address, etc.). Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  Where possible, metadata standards will be used, or if unavailable the numerical dataset in csv will be created manually based upon commonly used terminology in the fields of neuroimaging, psychiatry (based on DSM5) and biostatistics. For example, the neuroimaging data will contain DICOM tags that contain sequence parameters and standard naming conventions. Reconstructed imaging data will be managed according to the International Neuroinformatics Coordinating Facility (INCF) and its Neuroimaging Data Sharing Taskforce specifications. This will enable the data to be shared and reused more easily within the neuroimaging community. The blood samples registered in the biobank will contain metadata required by the royal decree of biobanking (9JAN2018), standardized metadata to trace the pre-analytical factors of the sample which are most likely to impact research results (Standard pre-analytical Code: SPREC) and standardized elements to allow interoperability between biobanks and datasharing (MIABIS).  If no, please specify (where appropriate per dataset or data type) which metadata will be created:       \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  4. Data Storage & Back-up during the Research Project  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other:   How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify)     Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No  If no, please specify:   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   The identifiable data files from this study will be managed, processed, and stored in a secure environment (KUL/UZ). Access will be controlled by PI determined access rights mediated by password protection and customised read/write permissions.     What are the expected costs for data storage and backup during the research project? How will these costs be covered? 1. The expected costs for data storage and back up (REDcap, KUL, UZ data) are estimated to be up to €2000 euro per year for 5-10TB. 2. Part of the allocated project budget will be used to cover the costs for storage and backup.      5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain)     \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy):     What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   The data that will be compiled to realise the project objectives will be hosted on the servers of KU Leuven. In view of the expected size of the dataset (5 TB), estimated cost will be 522 euro/year * 5 years = €2610, which will be covered by other funding.   6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify:     If access is restricted, please specify who will be able to access the data and under what conditions. Access will be granted upon written request to the creators of the dataset. Commercial reuse is not allowed. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☐ No  If yes, please specify: Pseudonymised data can be made available for further analysis in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD. Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) On reasonable request, restricted pseudonymized data (e.g. image files, spreadsheets) can be made available via secure file transfer in line with the terms of the ICFs.  When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)   Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☒ GNU GPL-3.0 (code) ☐ Other (specify)  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No   What are the expected costs for data sharing? How will these costs be covered?   The major cost of data-sharing will be long-term large volume storage after completion of the project. These costs will be covered by part of the allocated budget. Datasharing within the lab will be conducted using controlled access to KUL/UZ managed servers and file-transfer services, and should not incur appreciable costs beyond those described above.  7. Responsibilities  Who will manage data documentation and metadata during the research project? Dr Akihiro Takamiya: akhiro.takamiya@kuleuven.be under the supervision of Dr Louise Emsell: louise.emsell@kuleuven.be Who will manage data storage and backup during the research project? Dr Akihiro Takamiya: akhiro.takamiya@kuleuven.be under the supervision of Prof dr Jan Van Den Stock: jan.vandenstock@kuleuven.be Who will manage data preservation and sharing? Prof dr Mathieu Vandenbulcke: mathieu.vandenbulcke@uzleuven.be Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor), prof Mathieu Vandenbulcke.    "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Akihiro Takamiya Contributor name(s) (+ ORCID) & roles Project number 1 & title Multimodal PET-MRI brain imaging of white matter pathology in late life depression Funder(s) GrantID 2 PDMt1/23/012 Affiliation(s) ■ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Depression in later life (late-life depression: LLD) is a common but debilitating psychiatric disorder, which is associated with cerebrovascular disease. Understanding the neurobiological mechanisms underlying LLD is crucial for new solutions for its prevention and treatments. Previous studies have revealed that macrostructural white matter damage is associated with LLD, but little is known about microstructural alterations. The aim of this proposal is to gain comprehensive insight into white matter pathology from the microstructural to macrostructural level in LLD, and its correlation with clinical factors, such as vascular risk factors and brain protein aggregation. Recent technological advances enable us to assess white matter microstructural alterations in humans using advanced positron emission tomography (PET) and magnetic resonance imaging (MRI) techniques. In this proposal, I will apply advanced diffusion MRI analysis, combined with new PET techniques to assess tau, synaptic density and myelin in patients with LLD. The results of this proposal will provide new fundamental knowledge about the role of white matter microstructural alterations in LLD and clinically important knowledge about potential modifiable intervention targets (i.e., cerebral vascular risk factors) in LLD. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume MRI 3DT1, FLAIR, DWI data collected from patients with LLD and healthy subjects ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: DICOM, NifTI ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA PET PET imaging of the participants’ brains using 18F-flutemetamol, 18F-MK-6240, or 11C-UCB-J ☒ Reuse existing data ☒ Digital ☒ Images DICOM, NifTI ☒ < 1 TB Clinical assessment Collected clinical information on participants ☒ Reuse existing data ☒ Digital ☒ Numerical ☒ Textual Csv, xls ☒ < 1 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The project, which collects data, has formal approval by the UPC-KU Leuven and the UZ Leuven ethical committees (S61968). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Personal data relating to study participants including name and date-of-birth were collected for ID purposes during data collection. This information are available to researchers directly involved in recruitment, screening and planning of data collection (e.g. PET-MR scanning, obtaining blood samples and NP assessments). For the remainder of the study, all derivative data is coded, and thus pseudonymised. The file linking the code and personal identifiers age/dob will only be accessible to authorised individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: S61968 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. 1.The codebook will contain information on study design, sampling methodology, variable-level detail, and all information necessary for a secondary analyst to use the data accurately and effectively. 2. Research methods and practices (including the informed consent process) will be fully documented. Details on the setting of the data collection, the selection of participants and the instructions given to researchers will be documented. Any auxillary data relating to data collection e.g. example neuropsychological assessment forms, will be added to the documentation, as well as an overview of all steps taken to remove direct identifiers in the data (e.g., name, address, etc.). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Where possible, metadata standards will be used, or if unavailable the numerical dataset in csv will be created manually based upon commonly used terminology in the fields of neuroimaging, psychiatry (based on DSM5) and biostatistics. For example, the neuroimaging data will contain DICOM tags that contain sequence parameters and standard naming conventions. Reconstructed imaging data will be managed according to the International Neuroinformatics Coordinating Facility (INCF) and its Neuroimaging Data Sharing Taskforce specifications. This will enable the data to be shared and reused more easily within the neuroimaging community. The blood samples registered in the biobank will contain metadata required by the royal decree of biobanking (9JAN2018), standardized metadata to trace the pre-analytical factors of the sample which are most likely to impact research results (Standard pre-analytical Code: SPREC) and standardized elements to allow interoperability between biobanks and datasharing (MIABIS). If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The identifiable data files from this study will be managed, processed, and stored in a secure environment (KUL/UZ). Access will be controlled by PI determined access rights mediated by password protection and customised read/write permissions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 1. The expected costs for data storage and back up (REDcap, KUL, UZ data) are estimated to be up to €2000 euro per year for 5-10TB. 2. Part of the allocated project budget will be used to cover the costs for storage and backup. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data that will be compiled to realise the project objectives will be hosted on the servers of KU Leuven. In view of the expected size of the dataset (5 TB), estimated cost will be 522 euro/year * 5 years = €2610, which will be covered by other funding. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Access will be granted upon written request to the creators of the dataset. Commercial reuse is not allowed. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Pseudonymised data can be made available for further analysis in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify) On reasonable request, restricted pseudonymized data (e.g. image files, spreadsheets) can be made available via secure file transfer in line with the terms of the ICFs. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☒ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? The major cost of data-sharing will be long-term large volume storage after completion of the project. These costs will be covered by part of the allocated budget. Datasharing within the lab will be conducted using controlled access to KUL/UZ managed servers and file-transfer services, and should not incur appreciable costs beyond those described above. 7. Responsibilities Who will manage data documentation and metadata during the research project? Dr Akihiro Takamiya: akhiro.takamiya@kuleuven.be under the supervision of Dr Louise Emsell: louise.emsell@kuleuven.be Who will manage data storage and backup during the research project? Dr Akihiro Takamiya: akhiro.takamiya@kuleuven.be under the supervision of Prof dr Jan Van Den Stock: jan.vandenstock@kuleuven.be Who will manage data preservation and sharing? Prof dr Mathieu Vandenbulcke: mathieu.vandenbulcke@uzleuven.be Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor), prof Mathieu Vandenbulcke."
}