{
    "document_id": "D-2022-1644",
    "LinkTitle": "D-2022-1644",
    "file_name": "D-2022-1644.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1644.pdf",
    "metadata": {
        "title": "Effective separability of virtually nilpotent and polycyclic groups",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Effective separability of virtually nilpotent and polycyclic groups\nA Data Management Plan created using DMPonline.be\nCreator: \nJonas Deré\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nJonas Deré\nGrant number / URL: \nC14/22/109\nID: \n197658\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nSeparability for groups refers to the question which subsets of a group G can be detected in finite quotients. Classically, separability for\ngroups is studied in terms of which of them have a certain separability property, and this question is related to algorithmic problems in\ngroups such as the word problem. A recent perspective (from the last 10 years) on separability tries to study the order of the smallest\nfinite quotient in which one detects the subset under consideration depending on its complexity. In this project, we want to focus on the\nresidually finiteness function for virtually nilpotent and polycyclic groups. For the first class, namely (virtually) nilpotent groups, we want to\nstudy whether the residually finiteness function of a nilpotent group is a quasi-isometric invariant. For the second class, namely polycyclic\ngroups that are not virtually nilpotent, we want to improve the lower and upper bounds currently known, making them sharp for at least\nsome special types of polycyclic groups.\nLast modified: \n10-03-2023\nCreated using DMPonline.be. Last modiﬁed 10 March 2023\n1 of 4\nEffective separability of virtually nilpotent and polycyclic groups\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\nPapers\nNew theorems and examples, with proofs\nNew\nD\nTextual\n.pdf\n.tex\n<1GB\n \n \nComputations\nComputing certain examples\nNew\nD\ntextual\n.pdf\n.tex\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe proofs for the theorems we find and the examples illustrating the theorems will all be written in the published papers, which we write in LaTeX and are compiled as a .pdf. The goal of the\nproofs is that they are understandable on their own, without extra explanation (otherwise  the paper will not get accepted). \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 10 March 2023\n2 of 4\nNo\nThere is no relevant metadata standard at our disposal for our field of research.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nWe will save the papers and examples that we compute on our OneDrive from KU Leuven, but also store them on the ArXiv (www.arxiv.org) where all the papers in mathematics are stored\ndigitally. \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nThe ArXiv is maintained by Cornell university, so we expect it to be around for the coming years. (It has been since August 14 1991, so for over 30 years.)\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAccess to OneDrive is controlled by the PI, whereas access to the ArXiv is also password protected and personal. Moreover, every change throughout time is visible, so even after a breach we\ncan recover the original data. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNone\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are covered by the standard services of KU Leuven\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nAll the papers (including the computations for the examples) will be made available on the ArXiv.\nCreated using DMPonline.be. Last modiﬁed 10 March 2023\n3 of 4\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nAs mentioned before, the data will be available on the ArXiv (www.arxiv.org).\nWhen will the data be made available? \nOther (specify below)\nImmediately (even as preprint)\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe costs are carried by Cornell University, the Simons foundation and Stockholm University (as mentioned on ArXiv). \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nJonas Deré\nWho will manage data storage and backup during the research project? \nJonas Deré\nWho will manage data preservation and sharing? \nJonas Deré\nWho will update and implement this DMP? \nJonas Deré\nCreated using DMPonline.be. Last modiﬁed 10 March 2023\n4 of 4"
    },
    "clean_full_text": "Effective separability of virtually nilpotent and polycyclic groups A Data Management Plan created using DMPonline.be Creator: Jonas Deré Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Jonas Deré Grant number / URL: C14/22/109 ID: 197658 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Separability for groups refers to the question which subsets of a group G can be detected in finite quotients. Classically, separability for groups is studied in terms of which of them have a certain separability property, and this question is related to algorithmic problems in groups such as the word problem. A recent perspective (from the last 10 years) on separability tries to study the order of the smallest finite quotient in which one detects the subset under consideration depending on its complexity. In this project, we want to focus on the residually finiteness function for virtually nilpotent and polycyclic groups. For the first class, namely (virtually) nilpotent groups, we want to study whether the residually finiteness function of a nilpotent group is a quasi-isometric invariant. For the second class, namely polycyclic groups that are not virtually nilpotent, we want to improve the lower and upper bounds currently known, making them sharp for at least some special types of polycyclic groups. Last modified: 10-03-2023 Created using DMPonline.be. Last modiﬁed 10 March 2023 1 of 4 Effective separability of virtually nilpotent and polycyclic groups Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Papers New theorems and examples, with proofs New D Textual .pdf .tex <1GB Computations Computing certain examples New D textual .pdf .tex <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The proofs for the theorems we find and the examples illustrating the theorems will all be written in the published papers, which we write in LaTeX and are compiled as a .pdf. The goal of the proofs is that they are understandable on their own, without extra explanation (otherwise the paper will not get accepted). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 10 March 2023 2 of 4 No There is no relevant metadata standard at our disposal for our field of research. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Other (specify below) We will save the papers and examples that we compute on our OneDrive from KU Leuven, but also store them on the ArXiv (www.arxiv.org) where all the papers in mathematics are stored digitally. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) The ArXiv is maintained by Cornell university, so we expect it to be around for the coming years. (It has been since August 14 1991, so for over 30 years.) Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to OneDrive is controlled by the PI, whereas access to the ArXiv is also password protected and personal. Moreover, every change throughout time is visible, so even after a breach we can recover the original data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? None Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are covered by the standard services of KU Leuven Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data All the papers (including the computations for the examples) will be made available on the ArXiv. Created using DMPonline.be. Last modiﬁed 10 March 2023 3 of 4 If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) As mentioned before, the data will be available on the ArXiv (www.arxiv.org). When will the data be made available? Other (specify below) Immediately (even as preprint) Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? The costs are carried by Cornell University, the Simons foundation and Stockholm University (as mentioned on ArXiv). Responsibilities Who will manage data documentation and metadata during the research project? Jonas Deré Who will manage data storage and backup during the research project? Jonas Deré Who will manage data preservation and sharing? Jonas Deré Who will update and implement this DMP? Jonas Deré Created using DMPonline.be. Last modiﬁed 10 March 2023 4 of 4"
}