{
    "document_id": "D-2023-2184",
    "LinkTitle": "D-2023-2184",
    "file_name": "D-2023-2184.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2184.pdf",
    "metadata": {
        "title": "GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE THERAPEUTIC DELIVERY TO TUMOR CELLS",
        "author": "N/A",
        "creation_date": "2023-05-23 16:11:47+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE\nTHERAPEUTIC DELIVERY TO TUMOR CELLS\nA Data Management Plan created using DMPonline.be\nCreator: \nStefaan Soenen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n3M220729\nID: \n199887\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nTo date, nanoparticle delivery to solid tumors in general, and the specific delivery to cancer cells has remained very low,\nas most nanoparticles are rapidly sequestered from the blood. To overcome this problem, scientists have looked at the\nconcept of biomimetics, where engineered nanomaterials are surrounded by membranes isolated from natural cells in\norder to trick the immune system and delay nanoparticle clearance. Here, we aim to improve on the current biomimetics\ntechnology by using a novel in-house developed purification scheme that generates highly purified populations of\nnanoparticles coated with biological membranes. To enhance delivery, we will test the use of macrophage membranes\nto avoid immune cell recognition and chimeric antigen receptor (CAR)-natural killer (NK) cell membranes to specifically\ntarget the cancer cells. By making fusion membranes and further combining these biomimetic nanoparticles with\npharmacological agents that stimulate tumor targeting (transcytosis induction and vessel normalization), we will\nperform an in-depth study of nanoparticle biodistribution. The improved tumor cell targeting will then be demonstrated\nby the targeted delivery of a therapeutic gene that will drive anti-cancer immune responses. This project will pave the\nway for enhanced delivery of nanoformulations to solid tumors (primary and metastatic nodules) and in doing so, can\ndrive an entirely new field of targeted drug delivery using nanomaterials.\nLast modified: \n23-05-2023\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n1 of 8\nGENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE\nTHERAPEUTIC DELIVERY TO TUMOR CELLS\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nFLECT/IVIS\nwhole body in vivo\nimaging\nNew data\nDigital\nExperimental\nDICOM\n< 1TB\n \nImageStream\nimage-based flow\ncytometry\nNew data\nDigital\nExperimental\n.cif, .rif\n< 5TB\n \nIntravital \nIntravital microscopy\nNew data\nDigital\nExperimental\nOME-tiff\n< 5TB\n \nIHC\nImmunohistochemistry\nNew data\nDigital\nExperimental\nOME-tiff\n< 1TB\n \nIHC2\nImmunohistochemistry2\nNew data\nPhysical\nExperimental\n \nNA\n400\ntissue\nslides\ntissues\ncollected tissue\nsamples\nNew data\nPhysical\nExperimental\n \nfrozen\nsamples\n100\ntissue\nsamples\ncells\nengineered cells\nNew data\nPhysical\nExperimental\n \nfrozen\nsamples\n50\n1,5mL\nvials\nNP data\nTEM, DLS, zeta-\npotential on\nnanoparticle properties\nNew data\nDigital\nExperimental\nOME-tiff\n< 100GB\n \nNP data2\nnumerical data\nNew data\nDigital\nExperimental\n.csv, .xls\n< 1GB\n \nreports\npresentations and\ndiscussions on results\nNew data\nDigital\nCompiled/aggregated data\n.docx; .pptx; .pdf\n< 100 GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nDatasets on FLECT/IVIS, intravital, IHC as well as tissues and cells will be obtained from animal experiments. These data sets will only be generated in the second year of\nthe project and a project is being prepared to be submitted to the KULeuven animal ethics committee by the end of this month.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nNA\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n2 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nThe data on the cells, but also the tissues samples, FLECT/IVIS, intravital and IHC are all linked to the generation of a novel method through which we can optimize\nnanoparticle delivery and which we may want to patent. During the runtime of the project, we will only share the data with members of the team that are actively involved\nin the project; using password-protected data folders specifically for this project where only active team members will be allowed access to seeing the data.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNA\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor every set of images/data, a separate .xls file will be created linking the particular images, organised in folder to the exact experiment and listing the experimental\ndetails, date/time and people involved.\nA second .xls file will be generated that will contain processed (numerical data) of analyzed images which will be linked to the first .xls file (i.e., tab sheet with list of\nsource files interpreted).\nA full overview of all data sets will be kept in a dedicated .xls file which will list all experiments performed with indication of date/time and where to find the source\nmaterial and processed data. Reports are kept together with the above (in a shared storage place / folder).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nDataCite; as we plan on applying for possible patent(s), we do not aim to deposit it on a public repository as long as the patent has not been approved, and after liaising\nwith LRD.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data will be stored in a project-dedicated L-drive (large volume storage servers, provided to all KULeuven researchers).\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAdditional space (per 5TB) can be purchased through KULeuven ICTS for <€600/year.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe L-drive will only be accessible to team members working on this specific project. This includes the PI, the lab manager and the student(s) working on this specific\nproject.\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n3 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThis will be approximately €1200/year, which will be paid for as part of the consumables money budgeted into the project.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nKULeuven K-drives for large volume storage (long-term for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs will be approximately €1200/year. As most of the data are imaging-based, the data will be placed along with other imaging data of the C-More facility in a\ndedicated folder, only accessible for memvbers that have been involved in the original project. The costs for these will then be paid for by overheads and income\ngenerated by C-More-mediated services to external (industrial) partners.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nNo (closed access)\nThis will depend largely on our interactions with LRD and the patent application. At this moment, we do not plan to share the data during the project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly active team members involved in this project will have read access. This means only the PI, the lab manager and the PhD student(s) who contribute to this project. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nNA\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDepending on the outcome of the patent application, and LRD advice, we will not make the data available. Any data not relevant to the patent after discussion with LRD\nwould be made available through KU Leuven RDR.\nWhen will the data be made available?\nProvisionally: upon granting of the patent\nWhich data usage licenses are you going to provide? If none, please explain why.\nData Transfer Agreement (restricted data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, a PID will be added upon deposit in a data repository\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n4 of 8\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nlab manager (Dr. Carla Rios Luci) and PI (Stefaan Soenen) \nWho will manage data storage and backup during the research project?\nKU Leuven ICTS automatic backup. \nWho will manage data preservation and sharing?\nStefaan Soenen \nWho will update and implement this DMP?\nStefaan Soenen \nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n5 of 8\nGENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE\nTHERAPEUTIC DELIVERY TO TUMOR CELLS\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n6 of 8\nGENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE\nTHERAPEUTIC DELIVERY TO TUMOR CELLS\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n7 of 8\nGENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE\nTHERAPEUTIC DELIVERY TO TUMOR CELLS\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 23 May 2023\n8 of 8"
    },
    "clean_full_text": "GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE THERAPEUTIC DELIVERY TO TUMOR CELLS A Data Management Plan created using DMPonline.be Creator: Stefaan Soenen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 3M220729 ID: 199887 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: To date, nanoparticle delivery to solid tumors in general, and the specific delivery to cancer cells has remained very low, as most nanoparticles are rapidly sequestered from the blood. To overcome this problem, scientists have looked at the concept of biomimetics, where engineered nanomaterials are surrounded by membranes isolated from natural cells in order to trick the immune system and delay nanoparticle clearance. Here, we aim to improve on the current biomimetics technology by using a novel in-house developed purification scheme that generates highly purified populations of nanoparticles coated with biological membranes. To enhance delivery, we will test the use of macrophage membranes to avoid immune cell recognition and chimeric antigen receptor (CAR)-natural killer (NK) cell membranes to specifically target the cancer cells. By making fusion membranes and further combining these biomimetic nanoparticles with pharmacological agents that stimulate tumor targeting (transcytosis induction and vessel normalization), we will perform an in-depth study of nanoparticle biodistribution. The improved tumor cell targeting will then be demonstrated by the targeted delivery of a therapeutic gene that will drive anti-cancer immune responses. This project will pave the way for enhanced delivery of nanoformulations to solid tumors (primary and metastatic nodules) and in doing so, can drive an entirely new field of targeted drug delivery using nanomaterials. Last modified: 23-05-2023 Created using DMPonline.be. Last modiﬁed 23 May 2023 1 of 8 GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE THERAPEUTIC DELIVERY TO TUMOR CELLS FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA FLECT/IVIS whole body in vivo imaging New data Digital Experimental DICOM < 1TB ImageStream image-based flow cytometry New data Digital Experimental .cif, .rif < 5TB Intravital Intravital microscopy New data Digital Experimental OME-tiff < 5TB IHC Immunohistochemistry New data Digital Experimental OME-tiff < 1TB IHC2 Immunohistochemistry2 New data Physical Experimental NA 400 tissue slides tissues collected tissue samples New data Physical Experimental frozen samples 100 tissue samples cells engineered cells New data Physical Experimental frozen samples 50 1,5mL vials NP data TEM, DLS, zeta- potential on nanoparticle properties New data Digital Experimental OME-tiff < 100GB NP data2 numerical data New data Digital Experimental .csv, .xls < 1GB reports presentations and discussions on results New data Digital Compiled/aggregated data .docx; .pptx; .pdf < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Datasets on FLECT/IVIS, intravital, IHC as well as tissues and cells will be obtained from animal experiments. These data sets will only be generated in the second year of the project and a project is being prepared to be submitted to the KULeuven animal ethics committee by the end of this month. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No NA Created using DMPonline.be. Last modiﬁed 23 May 2023 2 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The data on the cells, but also the tissues samples, FLECT/IVIS, intravital and IHC are all linked to the generation of a novel method through which we can optimize nanoparticle delivery and which we may want to patent. During the runtime of the project, we will only share the data with members of the team that are actively involved in the project; using password-protected data folders specifically for this project where only active team members will be allowed access to seeing the data. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For every set of images/data, a separate .xls file will be created linking the particular images, organised in folder to the exact experiment and listing the experimental details, date/time and people involved. A second .xls file will be generated that will contain processed (numerical data) of analyzed images which will be linked to the first .xls file (i.e., tab sheet with list of source files interpreted). A full overview of all data sets will be kept in a dedicated .xls file which will list all experiments performed with indication of date/time and where to find the source material and processed data. Reports are kept together with the above (in a shared storage place / folder). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes DataCite; as we plan on applying for possible patent(s), we do not aim to deposit it on a public repository as long as the patent has not been approved, and after liaising with LRD. 3. Data storage & back-up during the research project Where will the data be stored? All data will be stored in a project-dedicated L-drive (large volume storage servers, provided to all KULeuven researchers). How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Additional space (per 5TB) can be purchased through KULeuven ICTS for <€600/year. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The L-drive will only be accessible to team members working on this specific project. This includes the PI, the lab manager and the student(s) working on this specific project. Created using DMPonline.be. Last modiﬁed 23 May 2023 3 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? This will be approximately €1200/year, which will be paid for as part of the consumables money budgeted into the project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KULeuven K-drives for large volume storage (long-term for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will be approximately €1200/year. As most of the data are imaging-based, the data will be placed along with other imaging data of the C-More facility in a dedicated folder, only accessible for memvbers that have been involved in the original project. The costs for these will then be paid for by overheads and income generated by C-More-mediated services to external (industrial) partners. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) This will depend largely on our interactions with LRD and the patent application. At this moment, we do not plan to share the data during the project. If access is restricted, please specify who will be able to access the data and under what conditions. Only active team members involved in this project will have read access. This means only the PI, the lab manager and the PhD student(s) who contribute to this project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. Depending on the outcome of the patent application, and LRD advice, we will not make the data available. Any data not relevant to the patent after discussion with LRD would be made available through KU Leuven RDR. When will the data be made available? Provisionally: upon granting of the patent Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, a PID will be added upon deposit in a data repository Created using DMPonline.be. Last modiﬁed 23 May 2023 4 of 8 What are the expected costs for data sharing? How will these costs be covered? NA 6. Responsibilities Who will manage data documentation and metadata during the research project? lab manager (Dr. Carla Rios Luci) and PI (Stefaan Soenen) Who will manage data storage and backup during the research project? KU Leuven ICTS automatic backup. Who will manage data preservation and sharing? Stefaan Soenen Who will update and implement this DMP? Stefaan Soenen Created using DMPonline.be. Last modiﬁed 23 May 2023 5 of 8 GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE THERAPEUTIC DELIVERY TO TUMOR CELLS Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 23 May 2023 6 of 8 GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE THERAPEUTIC DELIVERY TO TUMOR CELLS DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 23 May 2023 7 of 8 GENERATION OF PURIFIED BIOMIMETIC NANOPARTICLES TO STIMULATE THERAPEUTIC DELIVERY TO TUMOR CELLS GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 23 May 2023 8 of 8"
}