{
    "document_id": "D-2022-1628",
    "LinkTitle": "D-2022-1628",
    "file_name": "D-2022-1628.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1628.pdf",
    "metadata": {
        "title": "Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European Contemporary Dance",
        "author": "N/A",
        "creation_date": "2023-03-21 14:02:42+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European\nContemporary Dance\nA Data Management Plan created using DMPonline.be\nCreators: \nChris Dupuis, First Name Surname, Jonas Rutgeerts\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nChris Dupuis, First Name Surname, Jonas Rutgeerts\nGrant number / URL: \n3H220292\nID: \n196892\nStart date: \n01-11-2022\nEnd date: \n30-08-2026\nProject abstract:\nIn the last decades ‘choreography’ has been used in an ever-expanding sense, increasingly being defined a generic practice that can be\napplied to different media and contexts. This evolution has destabilized the authorial position of the choreographer. ‘Being a\nchoreography’ now entails adopting different positions and strategies that are shaped by and performed in different media and contexts.\nCoining the term ‘diffraction’, this research sets out to explore this unstable authorial position. Through an in-depth analysis of six early\nand mid-career choreographer from different national and training backgrounds we explore the different performative strategies\nchoreographers use to establish their diffracted authorial position.\nLast modified: \n13-02-2023\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n1 of 7\nDiffracting the choreographer: Shaping the Choreographer Position in 21st Century European\nContemporary Dance\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe project involves interviews with six contemporary choreographers working in Brussels. The personal data collected will include: name, age, gender, national origin, training, and professional\nwork experience. All of this data is also publicly available in artist statements/biographies from these choreographers. None are minors or members of vulnerable populations.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nResponsible Person: Dr. Anneleen Masschelein\n2\n. \nStorage capacity/repository\nData will be stored on the primary researcher's computer\nData will be stored for five years after project completion on a hard drive at KU Leuven\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nN/A. The data will be preserved for 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThere are no issues concerning research data indicated in the ethics questionnaire.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n2 of 7\nDiffracting the choreographer: Shaping the Choreographer Position in 21st Century European\nContemporary Dance\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n3 of 7\nDiffracting the choreographer: Shaping the Choreographer Position in 21st Century European\nContemporary Dance\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nYes\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n4 of 7\nDiffracting the choreographer: Shaping the Choreographer Position in 21st Century European\nContemporary Dance\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \n \n \n \nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital\nData Type\nFile Format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data)\nor\nE\n(xisting\ndata)\nIndicate:\nD\n(igital)\nor\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nO\nther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nDesk\nResearch\nPreliminary research and literature review. Includes examinations of\nliterature generally relevant to the field and texts specific to the work of\nchoreographers in the study.                                                                 \nE\nD\nT\nWord\n<100GB\nN/A\nInterviews \nInterviews with six selected choreographers (audio recorded and\ntranscribed).\nN\nD\nA and T\nMP3         \n(Audio)\nWord\n(Transcriptions) \n                       \n          \n<100GB\nN/A\nPerformance\nAnalysis\nWritten analysis of performances (live and video recorded) of selected\nchoreographers.\nN\nD\nT\nWord\n \nN/A\nMaterial\nAnalysis\nWritten analysis of non-performance creations by selected\nchoreographers (including essays, handbooks, databases, and other\nmaterials).\nN\nD\nT\nWord\n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nTBA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nThe data used and created in this project present no ethical issues. No experiments on humans or animals will be conducted.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nInterview: G-2023-6170\nPersonal data will include: name, age, gender, national origin, training, and work experience. In the case of the six choreographers being interviewed (and nearly all choreographers working in a\nprofessional context) this information is generally considered to be public knowledge as it is normally include in bios and artist statements released in conjunction with public presentations of their\nwork.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n5 of 7\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe following documentation will be provided:\nInterview \nGeneral information on the methodology and informed consent process will be described in the PRET application in addition to an interviewing guide which will be made for this\nresearch. Audio recordings of interviews will be made and kept (rather than being destroyed) in case something within the transcription needs to be verified (i.e. the interviewee's tone alters\nthe intended meaning of the words). Due to the nature of the study, transcription cannot be anonymized. However it will be supplemented with general notes on content tags and the setting\nof interviews or other factors which may impact responses. A logbook will be kept to detail the preparation procedure of the data and development of codes to be used for analysis via\nNVivo. If necessary, explanatory notes relevant to the analysis of the data will also be kept in this logbook.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nSee previous question.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on the KU Leuven OneDrive for Business network drive, that will be protected by multi-factor authentication.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nData consists of audio files of interviews and written transcripts. It is unlikely that the data will exceed 50 GB in total.\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nMultifactor authentication to access the data\nUse of the university's secure OneDrive for Business Cloud\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs. OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven\nstudents and the majority of active KU Leuven staff.\n \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy. This includes: audio recordings of interviews and associated transcripts.\nWhere will these data be archived (stored and curated for the long-term)?\nDuring the study, data will be collected on the cloud service BOX provided by KU Leuven. After the study, it will be stored on an external hard drive (password protected) 500GB size\nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n6 of 7\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected costs: External hard drive 100€\nCost will be covered by project budget from FWO grant.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPseudonymized data from the survey will be made available upon motivated request for non-commercial research with a similar focus (i.e. Cultural heritage policy in Belgium). Researchers have\nto comply with the confidentiality rules for the given data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will not be made available.\nWhen will the data be made available?\nN/A\nWhich data usage licenses are you going to provide? If none, please explain why.\nN/A\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nData will be stored on an external hard drive\nCost 100€\nCost will be covered by the FWO funding for the project.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nChris Dupuis \nWho will manage data storage and backup during the research project?\nChris Dupuis \nWho will manage data preservation and sharing?\nAnneleen Masschelein \nWho will update and implement this DMP?\nChris Dupuis \nCreated using DMPonline.be. Last modiﬁed 13 February 2023\n7 of 7"
    },
    "clean_full_text": "Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European Contemporary Dance A Data Management Plan created using DMPonline.be Creators: Chris Dupuis, First Name Surname, Jonas Rutgeerts Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Chris Dupuis, First Name Surname, Jonas Rutgeerts Grant number / URL: 3H220292 ID: 196892 Start date: 01-11-2022 End date: 30-08-2026 Project abstract: In the last decades ‘choreography’ has been used in an ever-expanding sense, increasingly being defined a generic practice that can be applied to different media and contexts. This evolution has destabilized the authorial position of the choreographer. ‘Being a choreography’ now entails adopting different positions and strategies that are shaped by and performed in different media and contexts. Coining the term ‘diffraction’, this research sets out to explore this unstable authorial position. Through an in-depth analysis of six early and mid-career choreographer from different national and training backgrounds we explore the different performative strategies choreographers use to establish their diffracted authorial position. Last modified: 13-02-2023 Created using DMPonline.be. Last modiﬁed 13 February 2023 1 of 7 Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European Contemporary Dance Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project involves interviews with six contemporary choreographers working in Brussels. The personal data collected will include: name, age, gender, national origin, training, and professional work experience. All of this data is also publicly available in artist statements/biographies from these choreographers. None are minors or members of vulnerable populations. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Responsible Person: Dr. Anneleen Masschelein 2 . Storage capacity/repository Data will be stored on the primary researcher's computer Data will be stored for five years after project completion on a hard drive at KU Leuven What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A. The data will be preserved for 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) There are no issues concerning research data indicated in the ethics questionnaire. Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 13 February 2023 2 of 7 Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European Contemporary Dance DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 February 2023 3 of 7 Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European Contemporary Dance GDPR GDPR Have you registered personal data processing activities for this project? Yes Created using DMPonline.be. Last modiﬁed 13 February 2023 4 of 7 Diffracting the choreographer: Shaping the Choreographer Position in 21st Century European Contemporary Dance FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type File Format Digital data volume (MB/GB/TB) Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware O ther (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Desk Research Preliminary research and literature review. Includes examinations of literature generally relevant to the field and texts specific to the work of choreographers in the study. E D T Word <100GB N/A Interviews Interviews with six selected choreographers (audio recorded and transcribed). N D A and T MP3 (Audio) Word (Transcriptions) <100GB N/A Performance Analysis Written analysis of performances (live and video recorded) of selected choreographers. N D T Word N/A Material Analysis Written analysis of non-performance creations by selected choreographers (including essays, handbooks, databases, and other materials). N D T Word If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: TBA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No The data used and created in this project present no ethical issues. No experiments on humans or animals will be conducted. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Interview: G-2023-6170 Personal data will include: name, age, gender, national origin, training, and work experience. In the case of the six choreographers being interviewed (and nearly all choreographers working in a professional context) this information is generally considered to be public knowledge as it is normally include in bios and artist statements released in conjunction with public presentations of their work. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 13 February 2023 5 of 7 No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The following documentation will be provided: Interview General information on the methodology and informed consent process will be described in the PRET application in addition to an interviewing guide which will be made for this research. Audio recordings of interviews will be made and kept (rather than being destroyed) in case something within the transcription needs to be verified (i.e. the interviewee's tone alters the intended meaning of the words). Due to the nature of the study, transcription cannot be anonymized. However it will be supplemented with general notes on content tags and the setting of interviews or other factors which may impact responses. A logbook will be kept to detail the preparation procedure of the data and development of codes to be used for analysis via NVivo. If necessary, explanatory notes relevant to the analysis of the data will also be kept in this logbook. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No See previous question. 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on the KU Leuven OneDrive for Business network drive, that will be protected by multi-factor authentication. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Data consists of audio files of interviews and written transcripts. It is unlikely that the data will exceed 50 GB in total. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multifactor authentication to access the data Use of the university's secure OneDrive for Business Cloud What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs. OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven students and the majority of active KU Leuven staff. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy. This includes: audio recordings of interviews and associated transcripts. Where will these data be archived (stored and curated for the long-term)? During the study, data will be collected on the cloud service BOX provided by KU Leuven. After the study, it will be stored on an external hard drive (password protected) 500GB size Created using DMPonline.be. Last modiﬁed 13 February 2023 6 of 7 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs: External hard drive 100€ Cost will be covered by project budget from FWO grant. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Pseudonymized data from the survey will be made available upon motivated request for non-commercial research with a similar focus (i.e. Cultural heritage policy in Belgium). Researchers have to comply with the confidentiality rules for the given data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will not be made available. When will the data be made available? N/A Which data usage licenses are you going to provide? If none, please explain why. N/A Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Data will be stored on an external hard drive Cost 100€ Cost will be covered by the FWO funding for the project. 6. Responsibilities Who will manage data documentation and metadata during the research project? Chris Dupuis Who will manage data storage and backup during the research project? Chris Dupuis Who will manage data preservation and sharing? Anneleen Masschelein Who will update and implement this DMP? Chris Dupuis Created using DMPonline.be. Last modiﬁed 13 February 2023 7 of 7"
}