{
    "document_id": "D-2024-2644",
    "LinkTitle": "D-2024-2644",
    "file_name": "D-2024-2644.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2644.pdf",
    "metadata": {
        "title": "Behavioural insights on individuals' investment decisions",
        "author": "N/A",
        "creation_date": "2024-05-06 21:47:23+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Behavioural insights on individuals' investment decisions\nA Data Management Plan created using DMPonline.be\nCreator: \nFrancesco Stradi\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11P7A24N\nID: \n207049\nStart date: \n01-01-2023\nEnd date: \n31-10-2027\nProject abstract:\nThis proposal outlines three research projects that explore various aspects of individual investment decisions. The first project (WP1)\ninvestigates what motivates people to invest in sustainable investments and whether these investments can encourage participation in\nthe financial market. The second project (WP2) examines whether sustainable investments and charity donations are substitutes for\neach other, potentially leading to a social loss. The third project (WP3) explores how national identity and culture impact financial and\ninvestment decisions. The proposal aims to contribute to the household finance literature and provide helpful insights for academic\nmodelling purposes and more informative policy designs.\nLast modified: \n06-05-2024\nCreated using DMPonline.be. Last modiﬁed 06 May 2024\n1 of 6\nBehavioural insights on individuals' investment decisions\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nLISS\nAnonymized\nsurvey data\nabout individual\ncharacteristics\nand investment\npreferences that\nhave been\nretrieved by us\nand the LISS\npanel in previous\nsurvey waves.\nA part is new, and another one is\nreused\nDigital\nObservational (Survey)\n.dta\nAround 200\nMB\n \nAdministrative\ndata about\nhousehold\ninvestments\nfrom the Bank\nof Italy\nIt contains all the\ninformation about\nfinancial\ninvestments from\nhouseholds in the\nSouth Tyrol\nprovince in Italy.\nWe have access\nto this data only\nthrough a secure,\nremote\nconnection, so\nwe cannot save\nit. Instead, we will\nsave the code\nthat generates\nthe results of our\nstudy.\nReuse Existing Data\nDigital\nObservational data\n.do\nAround 50\nMB\n \nCreated using DMPonline.be. Last modiﬁed 06 May 2024\n2 of 6\nProprietary\nanonymized\nadministrative\ndata on\nindividual\ninvestments\ntransactions\nfrom a large\nbank\nIt contains all the\ninformation about\nfinancial\ninvestments from\nretail investor\ncustomers of a\nlarge bank. We\nhave access to\nthis data only\nthrough a secure,\nremote\nconnection, so\nwe cannot save\nit. Instead, we will\nsave the code\nthat generates\nthe results of our\nstudy.\nReuse Existing Data\nDigital\nObservational data\n.do\nAround 50\nMB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nLiss Panel: \nhttps://www.lissdata.nl/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe administrative data obtained from the Bank of Italy and from the large bank are subject to confidentiality restrictions that prevent both\ndissemination and exploitation of the data. Specifically, the data cannot be transferred outside the server of the owning institution.\nResults of analyses based on the data are permitted to be published in scientific publications. However, the data cannot be published anywhere in\nany form.\nCreated using DMPonline.be. Last modiﬁed 06 May 2024\n3 of 6\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nA codebook with the description of variables is provided by the data owner.\nAdditionally, a programming script will be preserved meticulously detailing the data manipulations required to recreate the final datasets. As\nsuch, anyone with access to the databases will be able to replicate the research by downloading the raw data and following the instructions in\nthe script.\nA Word document outlining the major data transformation steps will be preserved.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThese files will be kept on the personal Onedrive for Business account (2TB) provided to the FWO Fellow by KU Leuven. This secure cloud-based\nstorage solution guarantees data preservation in the event of hardware malfunction. Upon completion of my PhD, all files will be handed over to the\nresearch project's supervisor.\n \n \n \n \n \n \nHow will the data be backed up?\nSince the Onedrive for Business account operates on a cloud-based storage system, all data files are stored securely in the Onedrive cloud.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, the space available on the Onedrive account (2TB), is sufficient to store all required files for the research project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the data files on the Onedrive is managed by the FWO Fellow, and shielded through a Shibboleth multi-factor authentication process.\nAccess from other devices or access without proper access authorization is prevented by a combination of system and storage access control,\nencryption and firewalling of the systems involved. Access within the KU Leuven firewalls is through machine certificates and encryption restricted to\na subset of university managed devices.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe Onedrive for business account is offered at no cost to KU Leuven staff.\nCreated using DMPonline.be. Last modiﬁed 06 May 2024\n4 of 6\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nThe programming scripts and the Word document that outline major data manipulation steps will be preserved indefinitely by the FWO Fellow. After\ngraduation, these data files will be archived on a FEBnetwork drive and shared with the supervisor. The derived data files will be preserved by the\nFWO Fellow until his affiliation with KU Leuven ends, and subsequently by the supervisor indefinitely.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter graduation, all relevant files will be transferred to the project supervisor and stored on the supervisor's Onedrive for Business account. The\nsupervisor, who has a permanent contract at KU Leuven, will ensure the appropriate preservation of the relevant files. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Onedrive for business account is offered at no cost to KU Leuven staff. The FEB-network drive will also be available at no cost for graduating\nstudents.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nNo (closed access)\nOther, please specify:\nThe data for the first project, obtained from the LISS panel, will be made available on the LISS website after the publication of our work. The\nconfidential administrative data used for the other two projects, as already mentioned, cannot be shared.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nInterested parties, provided they obtain an agreement with the owner of the administrative datasets, can recreate our results by following the\ninstructions in the programming scripts, which can be requested from the FWO fellow.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nFor the two administrative databases mentioned in section one, data sharing is prevented because we also have access to this data only remotely, as\nit is confidential and cannot be shared. Therefore, access to the data is restricted to the researchers engaged in the project, and those who wish to\nreplicate our results must make a separate agreement with the involved institutions.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nN.A.\nWhen will the data be made available?\nThe data for the first project, obtained from the LISS panel, will be made available after publication. \nCreated using DMPonline.be. Last modiﬁed 06 May 2024\n5 of 6\nWhich data usage licenses are you going to provide? If none, please explain why.\nN.A.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nN.A.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe FWO Fellow. \nWho will manage data storage and backup during the research project?\nThe FWO Fellow. \nWho will manage data preservation and sharing?\nThe FWO Fellow. \nWho will update and implement this DMP?\nThe FWO Fellow. \nCreated using DMPonline.be. Last modiﬁed 06 May 2024\n6 of 6"
    },
    "clean_full_text": "Behavioural insights on individuals' investment decisions A Data Management Plan created using DMPonline.be Creator: Francesco Stradi Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11P7A24N ID: 207049 Start date: 01-01-2023 End date: 31-10-2027 Project abstract: This proposal outlines three research projects that explore various aspects of individual investment decisions. The first project (WP1) investigates what motivates people to invest in sustainable investments and whether these investments can encourage participation in the financial market. The second project (WP2) examines whether sustainable investments and charity donations are substitutes for each other, potentially leading to a social loss. The third project (WP3) explores how national identity and culture impact financial and investment decisions. The proposal aims to contribute to the household finance literature and provide helpful insights for academic modelling purposes and more informative policy designs. Last modified: 06-05-2024 Created using DMPonline.be. Last modiﬁed 06 May 2024 1 of 6 Behavioural insights on individuals' investment decisions FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA LISS Anonymized survey data about individual characteristics and investment preferences that have been retrieved by us and the LISS panel in previous survey waves. A part is new, and another one is reused Digital Observational (Survey) .dta Around 200 MB Administrative data about household investments from the Bank of Italy It contains all the information about financial investments from households in the South Tyrol province in Italy. We have access to this data only through a secure, remote connection, so we cannot save it. Instead, we will save the code that generates the results of our study. Reuse Existing Data Digital Observational data .do Around 50 MB Created using DMPonline.be. Last modiﬁed 06 May 2024 2 of 6 Proprietary anonymized administrative data on individual investments transactions from a large bank It contains all the information about financial investments from retail investor customers of a large bank. We have access to this data only through a secure, remote connection, so we cannot save it. Instead, we will save the code that generates the results of our study. Reuse Existing Data Digital Observational data .do Around 50 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Liss Panel: https://www.lissdata.nl/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes The administrative data obtained from the Bank of Italy and from the large bank are subject to confidentiality restrictions that prevent both dissemination and exploitation of the data. Specifically, the data cannot be transferred outside the server of the owning institution. Results of analyses based on the data are permitted to be published in scientific publications. However, the data cannot be published anywhere in any form. Created using DMPonline.be. Last modiﬁed 06 May 2024 3 of 6 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A codebook with the description of variables is provided by the data owner. Additionally, a programming script will be preserved meticulously detailing the data manipulations required to recreate the final datasets. As such, anyone with access to the databases will be able to replicate the research by downloading the raw data and following the instructions in the script. A Word document outlining the major data transformation steps will be preserved. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? These files will be kept on the personal Onedrive for Business account (2TB) provided to the FWO Fellow by KU Leuven. This secure cloud-based storage solution guarantees data preservation in the event of hardware malfunction. Upon completion of my PhD, all files will be handed over to the research project's supervisor. How will the data be backed up? Since the Onedrive for Business account operates on a cloud-based storage system, all data files are stored securely in the Onedrive cloud. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, the space available on the Onedrive account (2TB), is sufficient to store all required files for the research project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the data files on the Onedrive is managed by the FWO Fellow, and shielded through a Shibboleth multi-factor authentication process. Access from other devices or access without proper access authorization is prevented by a combination of system and storage access control, encryption and firewalling of the systems involved. Access within the KU Leuven firewalls is through machine certificates and encryption restricted to a subset of university managed devices. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Onedrive for business account is offered at no cost to KU Leuven staff. Created using DMPonline.be. Last modiﬁed 06 May 2024 4 of 6 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The programming scripts and the Word document that outline major data manipulation steps will be preserved indefinitely by the FWO Fellow. After graduation, these data files will be archived on a FEBnetwork drive and shared with the supervisor. The derived data files will be preserved by the FWO Fellow until his affiliation with KU Leuven ends, and subsequently by the supervisor indefinitely. Where will these data be archived (stored and curated for the long-term)? After graduation, all relevant files will be transferred to the project supervisor and stored on the supervisor's Onedrive for Business account. The supervisor, who has a permanent contract at KU Leuven, will ensure the appropriate preservation of the relevant files. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Onedrive for business account is offered at no cost to KU Leuven staff. The FEB-network drive will also be available at no cost for graduating students. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Other, please specify: The data for the first project, obtained from the LISS panel, will be made available on the LISS website after the publication of our work. The confidential administrative data used for the other two projects, as already mentioned, cannot be shared. If access is restricted, please specify who will be able to access the data and under what conditions. Interested parties, provided they obtain an agreement with the owner of the administrative datasets, can recreate our results by following the instructions in the programming scripts, which can be requested from the FWO fellow. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other For the two administrative databases mentioned in section one, data sharing is prevented because we also have access to this data only remotely, as it is confidential and cannot be shared. Therefore, access to the data is restricted to the researchers engaged in the project, and those who wish to replicate our results must make a separate agreement with the involved institutions. Where will the data be made available? If already known, please provide a repository per dataset or data type. N.A. When will the data be made available? The data for the first project, obtained from the LISS panel, will be made available after publication. Created using DMPonline.be. Last modiﬁed 06 May 2024 5 of 6 Which data usage licenses are you going to provide? If none, please explain why. N.A. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? N.A. 6. Responsibilities Who will manage data documentation and metadata during the research project? The FWO Fellow. Who will manage data storage and backup during the research project? The FWO Fellow. Who will manage data preservation and sharing? The FWO Fellow. Who will update and implement this DMP? The FWO Fellow. Created using DMPonline.be. Last modiﬁed 06 May 2024 6 of 6"
}