{
    "document_id": "D-2024-3214",
    "LinkTitle": "D-2024-3214",
    "file_name": "D-2024-3214.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3214.pdf",
    "metadata": {
        "title": "In-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition to elucidate the allosteric ADAMTS13 activation.",
        "author": "N/A",
        "creation_date": "2025-01-14 12:38:26+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nIn-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition to elucidate the allosteric\nADAMTS13 activation.\nCreator:\nCreator:\nQuintijn Bonnez\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nHidden cryptic ADAMTS13 epitopes hold essential insights to better understand the structural autoinhibition and allosteric activation of\nthe ADAMTS13 enzyme. The cryptic epitopes recognized by our 1C4 and 6A6 mAbs, reflect the structural features of the global and local\nlatency in ADAMTS13 autoinhibition and represent a conclusive biomarker for acute iTTP and subclinical disease onset. To date, the\nmolecular mechanism for allosteric ADAMTS13 activation remains incomplete and as a novel hypothesis, we suggested potential long-\nrange structural crosstalk between the proximal ADAMTS13 domains. Therefore, I aim to further elucidate the molecular mechanisms for\nstructural ADAMTS13 autoinhibition by identifying novel cryptic ADAMTS13 epitopes, and for allosteric ADAMTS13 activation by\ncharacterizing the structural dynamics that enable cryptic epitope access.\nID: \nID: \n211689\nStart date: \nStart date: \n04-11-2024\nEnd date: \nEnd date: \n31-10-2025\nLast modified: \nLast modified: \n14-01-2025\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n1 of 6\nIn-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition\nIn-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition\nto elucidate the allosteric ADAMTS13 activation.\nto elucidate the allosteric ADAMTS13 activation.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nB cell mining\nB cells will be fluorescently stained for\nvisualisation. Cells of interest will be selected\nand lysed to obtain RNA samples for sequencing\nN\nD and P\nI and other:\nRNA cell\nsamples\n.czi;\n.jpeg;\n.avi;\n.ab1\n<1\nGB/file\n1-10 µL/cell\nAntibody\ncharacterization\nB cell-derived antibodies will be developed and \ncharacterized for their antigen-specific\nproperties in various ELISA setups \nN\nP and D\nExcel file\nand other:\nantibody\nsamples\n.xls\n<1\nGB/file\n1-5\nmL/antibody\nHDX MS\nmapping\nCharacterizing the antibody binding epitopes\nonto small antigen protein fragments\nN\nD\nI and M\n.jpeg;\n.pdb \n<1\nGB/file\n \nmolecular\ndynamics\nStructural autoinhibition of proteins will be\nstudied using replica-exchange computational\nsimulation\nN\nD\nI and M\n.pdb;\n.vmd\n<100\nGB/file\n \nPlasmids, cell\nlines and\nproteins\ndifferent cell lines from mammalian origin\n(mouse, hamster and human), used for\nexpression of ADAMTS13 and its fragments, and\nfor expression of antibodies\nN and E\nP\nN/A\nN/A\nN/A\n100 vials of\n1.5/2 mL in\nliquid\nnitrogen\nPhysical\nsamples\nfor/from in vitro\nexperiments\nPhysical samples for/from in vitro experiments\n(medium after cell harvesting)\nN and E\nP\nN/A\nN/A\nN/A\nup to 300\nvials of 1.5\nmL in -20°C\nfreezer\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nExisting data that will be reused are: protocols, DNA sequences of plasmids and transgenes, and plasmid DNA (physical\nsamples). All of these were previously generated in the lab of the principle investigator (prof. dr. K. Vanhoorelbeke) and are\ntherefore available from this source (no external source).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n2 of 6\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nUsing my personal folder on the shared KU Leuven drive (J-drive), all data will be stored per experiment type as listed in section 1.\nAll data files will be named with the date, subject and clearly indicate the responsible person. With each data file,\nexperimental/procedural information will be provided in the form of a standard operating protocol (SOP) and approved risk\nassessments. Unique experimental conditions will be specified (e.g. goal of experiment, protocol, raw data) within all files\naccompanied by data analysis (e.g. calculations and conclusions). For each experiment type, summary files will document on\nindividual experiments and combine all analysed data. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n3 of 6\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nA copy of all the data on the J-drive is stored on a second location, which guarantees their availability even in the event of\nproblems with the hardware.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCurrently, 50 GB is available for data storage on the KU Leuven J-drive. It is not expected to exceed this amount of research data.\nA copy of all data on this J-drive is stored on a second location, which guarantees their availability even in the event of problems\nwith the hardware.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be saved on the J-drive secured by KU Leuven ICTS. In addition, access to these personal data folders will only be\ngranted to Quintijn Bonnez (Main researcher) and data folders will be shared with Karen Vanhoorelbeke (Promotor), Inge Pareyn\nand Anne-Sophie Delmote (Lab technicians).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage on the KU Leuven J-drive is expected to cost €450.76/TB/year. This includes both data storage and backup on a\nsecond location.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n4 of 6\nAfter the research, all data will remain stored onto the shared J-drive and preserved for long-term according to KU Leuven RDM\nPolicy. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor data preservation on the J-drive, a cost of €450.76/TB/year is anticipated. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe key findings and interpretation of the project will be made available through publication of journal articles in established, peer-\nreviewed journals. Data will be made available after publication upon reasonable request by email. These published data contain\nthe results of analysed data presented in tables and figures. Unpublished data will be used for future grant\napplications/publications and will thus only be communicated privately to collaborators.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nData accessibility will be restricted to the researchers participating in this specific project. Following publication, data will be\naccessible to all through paper access or upon reasonable request to the authors.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n5 of 6\nOther (specify below)\nIf needed, a material/data transfer agreement will be concluded in order to clearly describe the types of reuse that are permitted.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nOpen access publication costs will be covered by the consumable budget costs of the PIs projects.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nQuintijn Bonnez will collect data and manage (meta)data documentation during the research project.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nQuintijn Bonnez will manage data storage and backup during the research project. \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDuring the research project, Quintijn Bonnez will manage data preservation and sharing. After the research, promotor prof. dr.\nKaren Vanhoorelbeke will manage data preservation and sharing.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nDuring the research, Quintijn Bonnez will update and implement this DMP. After the research, promotor prof. dr. Karen\nVanhoorelbeke will implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: In-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition to elucidate the allosteric ADAMTS13 activation. Creator: Creator: Quintijn Bonnez Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: Hidden cryptic ADAMTS13 epitopes hold essential insights to better understand the structural autoinhibition and allosteric activation of the ADAMTS13 enzyme. The cryptic epitopes recognized by our 1C4 and 6A6 mAbs, reflect the structural features of the global and local latency in ADAMTS13 autoinhibition and represent a conclusive biomarker for acute iTTP and subclinical disease onset. To date, the molecular mechanism for allosteric ADAMTS13 activation remains incomplete and as a novel hypothesis, we suggested potential long- range structural crosstalk between the proximal ADAMTS13 domains. Therefore, I aim to further elucidate the molecular mechanisms for structural ADAMTS13 autoinhibition by identifying novel cryptic ADAMTS13 epitopes, and for allosteric ADAMTS13 activation by characterizing the structural dynamics that enable cryptic epitope access. ID: ID: 211689 Start date: Start date: 04-11-2024 End date: End date: 31-10-2025 Last modified: Last modified: 14-01-2025 Created using DMPonline.be. Last modiﬁed 14 January 2025 1 of 6 In-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition In-dept characterization of cryptic ADAMTS13 epitopes: hidden witnesses of structural autoinhibition to elucidate the allosteric ADAMTS13 activation. to elucidate the allosteric ADAMTS13 activation. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA B cell mining B cells will be fluorescently stained for visualisation. Cells of interest will be selected and lysed to obtain RNA samples for sequencing N D and P I and other: RNA cell samples .czi; .jpeg; .avi; .ab1 <1 GB/file 1-10 µL/cell Antibody characterization B cell-derived antibodies will be developed and characterized for their antigen-specific properties in various ELISA setups N P and D Excel file and other: antibody samples .xls <1 GB/file 1-5 mL/antibody HDX MS mapping Characterizing the antibody binding epitopes onto small antigen protein fragments N D I and M .jpeg; .pdb <1 GB/file molecular dynamics Structural autoinhibition of proteins will be studied using replica-exchange computational simulation N D I and M .pdb; .vmd <100 GB/file Plasmids, cell lines and proteins different cell lines from mammalian origin (mouse, hamster and human), used for expression of ADAMTS13 and its fragments, and for expression of antibodies N and E P N/A N/A N/A 100 vials of 1.5/2 mL in liquid nitrogen Physical samples for/from in vitro experiments Physical samples for/from in vitro experiments (medium after cell harvesting) N and E P N/A N/A N/A up to 300 vials of 1.5 mL in -20°C freezer If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Existing data that will be reused are: protocols, DNA sequences of plasmids and transgenes, and plasmid DNA (physical samples). All of these were previously generated in the lab of the principle investigator (prof. dr. K. Vanhoorelbeke) and are therefore available from this source (no external source). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 14 January 2025 2 of 6 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Using my personal folder on the shared KU Leuven drive (J-drive), all data will be stored per experiment type as listed in section 1. All data files will be named with the date, subject and clearly indicate the responsible person. With each data file, experimental/procedural information will be provided in the form of a standard operating protocol (SOP) and approved risk assessments. Unique experimental conditions will be specified (e.g. goal of experiment, protocol, raw data) within all files accompanied by data analysis (e.g. calculations and conclusions). For each experiment type, summary files will document on individual experiments and combine all analysed data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 14 January 2025 3 of 6 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution A copy of all the data on the J-drive is stored on a second location, which guarantees their availability even in the event of problems with the hardware. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Currently, 50 GB is available for data storage on the KU Leuven J-drive. It is not expected to exceed this amount of research data. A copy of all data on this J-drive is stored on a second location, which guarantees their availability even in the event of problems with the hardware. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be saved on the J-drive secured by KU Leuven ICTS. In addition, access to these personal data folders will only be granted to Quintijn Bonnez (Main researcher) and data folders will be shared with Karen Vanhoorelbeke (Promotor), Inge Pareyn and Anne-Sophie Delmote (Lab technicians). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage on the KU Leuven J-drive is expected to cost €450.76/TB/year. This includes both data storage and backup on a second location. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Created using DMPonline.be. Last modiﬁed 14 January 2025 4 of 6 After the research, all data will remain stored onto the shared J-drive and preserved for long-term according to KU Leuven RDM Policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For data preservation on the J-drive, a cost of €450.76/TB/year is anticipated. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) The key findings and interpretation of the project will be made available through publication of journal articles in established, peer- reviewed journals. Data will be made available after publication upon reasonable request by email. These published data contain the results of analysed data presented in tables and figures. Unpublished data will be used for future grant applications/publications and will thus only be communicated privately to collaborators. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Data accessibility will be restricted to the researchers participating in this specific project. Following publication, data will be accessible to all through paper access or upon reasonable request to the authors. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Created using DMPonline.be. Last modiﬁed 14 January 2025 5 of 6 Other (specify below) If needed, a material/data transfer agreement will be concluded in order to clearly describe the types of reuse that are permitted. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Open access publication costs will be covered by the consumable budget costs of the PIs projects. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Quintijn Bonnez will collect data and manage (meta)data documentation during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Quintijn Bonnez will manage data storage and backup during the research project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? During the research project, Quintijn Bonnez will manage data preservation and sharing. After the research, promotor prof. dr. Karen Vanhoorelbeke will manage data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? During the research, Quintijn Bonnez will update and implement this DMP. After the research, promotor prof. dr. Karen Vanhoorelbeke will implement this DMP. Created using DMPonline.be. Last modiﬁed 14 January 2025 6 of 6"
}