{
    "document_id": "D-2024-2703",
    "LinkTitle": "D-2024-2703",
    "file_name": "D-2024-2703.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2703.pdf",
    "metadata": {
        "title": "Childhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty trends and policy impacts among children with disabilities across European welfare states",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Childhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty\nChildhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty\ntrends and policy impacts among children with disabilities across European welfare states\ntrends and policy impacts among children with disabilities across European welfare states\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nEef Gijbels\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11PLG24N\nID: \nID: \n206022\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nChild poverty rates are alarmingly high and have increased in many European welfare states. Simultaneously, the prevalence of children with\ndisabilities has also been rising. In the existing literature, it is assumed that disabled children are more likely to grow up poor than non-disabled\nchildren. This begs the question whether the rising prevalence of disabled children accounts for the rising trends in child poverty, which can only be\nanswered by means of 1) high-quality data and the ability to properly observe changes over time, 2) adequate poverty measures that accurately reflect\ndisabled children’s poverty risks, and 3) proper understanding of how welfare state policies affect poverty risks among disabled children. This project\naims to disentangle the complex relationship between childhood disability and child poverty in European welfare states. Thereby, I will 1) conceptually\nimprove poverty measurement for disabled children, 2) further our understanding of the costs incurred by disabled children, 3) analyse child poverty\ntrends, and 4) investigate the role of welfare state policies in disabled children’s poverty outcomes. To do so, I will draw on EU-SILC data for\nEuropean cross-country comparative analyses and survey and interview data for a case study of Flanders. These insights will allow to understand the\nliving conditions of (families of) disabled children and inform European welfare states on how to effectively target their social spending to those in\nneed.\nLast modified: \nLast modified: \n04-04-2024\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n1 of 8\nChildhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty\nChildhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty\ntrends and policy impacts among children with disabilities across European welfare states\ntrends and policy impacts among children with disabilities across European welfare states\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nEU-SILC\nsurvey\nData collected\nby Eurostat:\nreadily available\nmicrodata from\nthe EU Statistics\non\nIncome and\nLiving\nConditions (EU-\nSILC), survey\nyears 2017, 2021\nand 2024.\nReuse existing data\nDigital\nObservational\n.dta\n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n2 of 8\nSurvey in\nFlanders\nAn online survey\npreviously\ndeveloped and\ndistributed\namong parents of\nchildren with an\nautism spectrum\ndisorder by\nProfessor Nicky\nRogge (Research\nCentre for\nEconomics, KU\nLeuven), who is\ninvolved in the\ncurrent project as\nco-promotor,\nwill be used and\ndistributed\namong parents of\ndisabled and\nnon-disabled\nchildren aged 2,5\nto 21 years old\nliving in\nFlanders.\nGenerate new data\nDigital\nObservational\n.dta\n<1GB\n \nInterviews\nwith\nparents\nIn-depth\ninterviews will\nbe conducted\nwith parents of\nchildren with\ndisabilities\namong a\nselection of\nparticipants who\ncompleted the\nsurvey in\nFlanders. \nGenerate new data\nDigital\nAudio recordings and\ntranscripts into\ntextual data\n.wav and\n.docx\n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nEU-SILC survey: I will use data previously collected by Eurostat for the readily available microdata from the EU Statistics on Income and\nLiving Conditions (EU-SILC) survey. Cross-national analyses will be drawn from the EU-SILC, covering three different years: 2017, 2021,\n2024, and the ad-hoc module on children's health and activity limitations (EU-SILC microdata: cross-sectional data up to 2022: DOI:\n10.2907/EUSILC2004-2022V1).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nSurvey in Flanders and interviews with parents: Since I will collect, process and store personal data and the research involves human\nparticipants (i.e. parents of children with disabilities), ethical approval from the Social and Societal Ethics Committee (SMEC) and PRivacy\nand EThics (PRET) platform of KU Leuven is required. Participants in the survey and in-depth interviews will need to sign the informed\nconsent before they can participate in the study, in which the use and confidential treatment of the acquired data is explained. The privacy and\nethics approval has yet to be obtained (G-2024-7951).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n3 of 8\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nI will process and store personal data in the form of 1) readily available survey data of EU-SILC, 2) online survey responses and 3) audio\nrecordings and interview transcripts.\nEU-SILC survey: The microdata of the EU Statistics on Income and Living Conditions contain individual information on the personal,\nhousehold and socioeconomic situation of European households, but the files released by Eurostat are pseudonymised and never contain direct\nidentifiers (such as name, email address or detailed information on participant’s residence). Moreover, information on individuals is reduced to\nensure anonymity. Pseudonymisation is guaranteed by the removal of, for example, the respondent's address (only NUTS level 1 is provided),\nthe exact date of the interview (grouped into quarters within a year), the household members' month of birth (grouped into quarters within a\nyear), and their country of birth and citizenship (grouped into local/EU/other).\nSurvey in Flanders: The survey consists of self-reporting questions on child and family characteristics, parent’s mental health, received\ninformal and social support, time investment of parents, and parental employment. In the survey, no information that can identify the\nparticipants will be collected. Email addresses used to recontact the participants (for compensation, to inform them about the study results,\nand/or to participate in future research) will be stored separately from the survey responses. The collected data will be carefully handled,\nsecurely stored, and not distributed to third partners without pseudonymisation.\nInterviews with parents: The interviews will consist of questions on the burden on households with disabled children regarding employment,\ntime investment, maintaining and relying on significant relationships, family functioning, mental health and coping strategies. The interview\ntranscripts will be pseudonymised, and original audio recordings will be deleted after finishing the transcribing. The participants’ email\naddresses used to contact participants will be stored separately from the pseudonymised transcripts. As anonymity is hard to guarantee with\nregard to transcripts, I plan not to further distribute these data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nEU-SILC survey: Usage, storage and further dissemination of the readily available EU-SILC survey data are restricted by the terms of the\ncontract with Eurostat. This contract will not allow further dissemination of the data. Interested parties can however apply themselves for the\ndata used. EU-SILC is a commonly used dataset within the ReSPOND team of the Centre for Sociological Research. It is, similarly with other\ncommonly used datasets, stored on the collectively managed (but secure) network drive KU Leuven BOX, along with data documentation,\nstatistical coding and drafts of articles. Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the\nspecific folder containing the microdata. In the position as a researcher within the Centre for Sociological Research, I will sign a contract with\nEurostat on the terms and preservation of data.\nSurvey in Flanders and interviews with parents: Survey and interview participants (parents of children with disabilities) will need to provide\ninformed consent to allow me to work with the collected data. In order to protect these data, I will convert the audio recordings into\npseudonymised transcripts, and the audio recordings will be deleted.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n4 of 8\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nEU-SILC survey: Metadata is made available by GESIS for the EU-SILC survey data, containing study design, sampling methodology, weight\nconstruction and variable-level information. Relevant syntaxes developed in the project will be published on a public repository (Zenodo). A\nREADME file will be included, which details the version of the source data needed, the software version and the related publications.\nSurvey in Flanders: The documentation of group-level survey responses will be accompanied by a data list. The data list will contain the\nsurvey questions (including response options), recruitment procedure, list of organisations contacted to find eligible participants, number of\nparticipants, participant ID, setting/place, date and duration of filling in the questionnaire, and the informed consent. The steps taken to analyse\nthe survey data will be documented.\nInterviews with parents: Also for the in-depth interviews, a data list will be created, which will contain general information (interview ID,\nsetting, date, duration, participant characteristics), the informed consent and the subjects discussed during the interviews. The steps taken to\npseudonymise and code the qualitative data will be documented as well.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nI will use the Data Documentation Initiative metadata scheme.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nEU-SILC survey: EU-SILC is a commonly used dataset within the ReSPOND team of the Centre for Sociological Research. The time-stamped\nmaster copy of the survey data is, similarly with other commonly used datasets, stored on the collectively managed (but secure) network drive\nKU Leuven BOX, along with data documentation, statistical coding and drafts of articles. Only those researchers who have signed the\nconfidentiality declaration of EU-SILC have access to the specific folder containing the microdata. Copies of the data will be saved and stored\non my personal network drive (I-drive). The I-drive is safely located on KU Leuven data servers, frequently backed up and suitable to store\nconfidential data. The driver is only accessible through the KU Leuven VPN solution. Storage is governed by KUL ICTS.\nSurvey in Flanders: The survey data will also be stored on my personal network drive (I-drive). The participants’ email addresses will be\nstored on the I-drive separately from the pseudonymised survey responses and will be deleted after the project.\nInterviews with parents: The data collected through in-depth interviews (i.e. audio recordings and pseudonymised transcripts) will also be\nstored on my personal network drive (I-drive). The original audio recordings of the interviews will be deleted right after finishing the\ntranscribing. The participants’ email addresses will be stored separately from the pseudonymised transcripts and will be deleted after the\nproject.\nHow will the data be backed up?\nHow will the data be backed up?\nThe I-drive is stored on the university's central servers and is frequently and automatically backed up.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe I-drive can store up to 128 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n5 of 8\nEU-SILC survey: The data are securely stored on the network drive KU Leuven BOX and will be saved and stored on my personal network\ndrive (I-drive). Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the specific folder on the\nKU Leuven BOX containing the microdata. The further dissemination of the data is restricted by the confidentiality agreement with Eurostat,\nand the I-drive and KU Leuven BOX are only accessible through the KU Leuven VPN solution with the researcher's personal login and\npassword.\nSurvey in Flanders and interviews with parents: The I-drive is safely located on KU Leuven data servers and suitable to store confidential data.\nIt is only accessible through the KU Leuven VPN solution with the researcher's personal login and password.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe I-drive is free of charge. To access the KU Leuven BOX, a personal BOX account has to be requested. This costs €10 per year and will be\ncovered with the allocated project budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nEU-SILC survey: In the position as a researcher within the Centre for Sociological Research, I will sign a contract with Eurostat on the terms\nand preservation of data. The personal data will be deleted after a certain time frame as agreed in the contract. Long-term storage of the survey\ndata is organised at the level of the university.\nSurvey in Flanders and interviews with parents: The pseudonymised survey data and pseudonymised interview transcripts will be stored for at\nleast ten years after the end of the project on the personal network drive (I-drive) of promotor Wim Van Lancker to make reproducibility and\nreuse of the data possible. The participant’s email addresses used to contact participants will be deleted once the project ends. The audio\nrecordings of in-depth interviews will be deleted once transcribing is finished.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nEU-SILC survey: The datasets of EU-SILC are stored on the collectively managed secure network drive KU Leuven BOX.\nSurvey in Flanders and interviews with parents: The data will be stored for at least ten years after the end of the project on the personal network\ndrive (I-drive) of promotor Wim Van Lancker.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nNo (closed access)\nEU-SILC survey: Further dissemination of the EU-SILC survey data is restricted by the terms of the contract with Eurostat. This contract will\nnot allow further dissemination of the data. Interested parties can apply themselves for the data used. Research papers will provide practical\ninformation and Stata syntaxes to replicate the results, if access would be granted by the owners of the data.\nSurvey in Flanders and interviews with parents: Documentation of the survey and interview data (data lists) will be made available in a public\nrepository (Zenodo). As anonymity is hard to guarantee with regard to interview transcripts, I plan not to further distribute these data.\nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n6 of 8\nRelevant syntaxes developed in the project will be published on a public repository (Zenodo).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nDocumentation of the survey and interview data (data lists) and relevant syntaxes developed in the project will be made available in a public\nrepository (Zenodo). This will allow researchers to replicate the research findings, if they acquire access to the underlying data, which cannot\nbe disseminated further.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nEU-SILC survey: Further dissemination of the EU-SILC survey data is restricted by the terms of the contract with Eurostat. This contract will\nnot allow further dissemination of the data. Interested parties can apply themselves for the data used. Research papers will provide practical\ninformation and Stata syntaxes to replicate the results, if access would be granted by the owners of the data.\nInterviews with parents: As anonymity is hard to guarantee with regard to interview transcripts, I plan not to further distribute these data. The\naudio recordings will be deleted after transcribing the interviews and will not be shared with third parties.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDocumentation of the survey and interview data (data lists) and relevant syntaxes developed in the project will be made available in a public\nrepository (i.e. Zenodo).\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available when the research results will be published.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nEef Gijbels, Julie Vinck, Wim Van Lancker \nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n7 of 8\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nEef Gijbels, Julie Vinck, Wim Van Lancker \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nWim Van Lancker \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nEef Gijbels, and the PI has the end responsibility of updating and implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 04 April 2024\n8 of 8"
    },
    "clean_full_text": "Childhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty Childhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty trends and policy impacts among children with disabilities across European welfare states trends and policy impacts among children with disabilities across European welfare states A Data Management Plan created using DMPonline.be Creator: Creator: Eef Gijbels Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11PLG24N ID: ID: 206022 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Child poverty rates are alarmingly high and have increased in many European welfare states. Simultaneously, the prevalence of children with disabilities has also been rising. In the existing literature, it is assumed that disabled children are more likely to grow up poor than non-disabled children. This begs the question whether the rising prevalence of disabled children accounts for the rising trends in child poverty, which can only be answered by means of 1) high-quality data and the ability to properly observe changes over time, 2) adequate poverty measures that accurately reflect disabled children’s poverty risks, and 3) proper understanding of how welfare state policies affect poverty risks among disabled children. This project aims to disentangle the complex relationship between childhood disability and child poverty in European welfare states. Thereby, I will 1) conceptually improve poverty measurement for disabled children, 2) further our understanding of the costs incurred by disabled children, 3) analyse child poverty trends, and 4) investigate the role of welfare state policies in disabled children’s poverty outcomes. To do so, I will draw on EU-SILC data for European cross-country comparative analyses and survey and interview data for a case study of Flanders. These insights will allow to understand the living conditions of (families of) disabled children and inform European welfare states on how to effectively target their social spending to those in need. Last modified: Last modified: 04-04-2024 Created using DMPonline.be. Last modiﬁed 04 April 2024 1 of 8 Childhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty Childhood disability as a double disadvantage? An empirical investigation into poverty measurement, poverty trends and policy impacts among children with disabilities across European welfare states trends and policy impacts among children with disabilities across European welfare states FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA EU-SILC survey Data collected by Eurostat: readily available microdata from the EU Statistics on Income and Living Conditions (EU- SILC), survey years 2017, 2021 and 2024. Reuse existing data Digital Observational .dta <1GB Created using DMPonline.be. Last modiﬁed 04 April 2024 2 of 8 Survey in Flanders An online survey previously developed and distributed among parents of children with an autism spectrum disorder by Professor Nicky Rogge (Research Centre for Economics, KU Leuven), who is involved in the current project as co-promotor, will be used and distributed among parents of disabled and non-disabled children aged 2,5 to 21 years old living in Flanders. Generate new data Digital Observational .dta <1GB Interviews with parents In-depth interviews will be conducted with parents of children with disabilities among a selection of participants who completed the survey in Flanders. Generate new data Digital Audio recordings and transcripts into textual data .wav and .docx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: EU-SILC survey: I will use data previously collected by Eurostat for the readily available microdata from the EU Statistics on Income and Living Conditions (EU-SILC) survey. Cross-national analyses will be drawn from the EU-SILC, covering three different years: 2017, 2021, 2024, and the ad-hoc module on children's health and activity limitations (EU-SILC microdata: cross-sectional data up to 2022: DOI: 10.2907/EUSILC2004-2022V1). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Survey in Flanders and interviews with parents: Since I will collect, process and store personal data and the research involves human participants (i.e. parents of children with disabilities), ethical approval from the Social and Societal Ethics Committee (SMEC) and PRivacy and EThics (PRET) platform of KU Leuven is required. Participants in the survey and in-depth interviews will need to sign the informed consent before they can participate in the study, in which the use and confidential treatment of the acquired data is explained. The privacy and ethics approval has yet to be obtained (G-2024-7951). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Created using DMPonline.be. Last modiﬁed 04 April 2024 3 of 8 datasets or data types when appropriate. datasets or data types when appropriate. Yes I will process and store personal data in the form of 1) readily available survey data of EU-SILC, 2) online survey responses and 3) audio recordings and interview transcripts. EU-SILC survey: The microdata of the EU Statistics on Income and Living Conditions contain individual information on the personal, household and socioeconomic situation of European households, but the files released by Eurostat are pseudonymised and never contain direct identifiers (such as name, email address or detailed information on participant’s residence). Moreover, information on individuals is reduced to ensure anonymity. Pseudonymisation is guaranteed by the removal of, for example, the respondent's address (only NUTS level 1 is provided), the exact date of the interview (grouped into quarters within a year), the household members' month of birth (grouped into quarters within a year), and their country of birth and citizenship (grouped into local/EU/other). Survey in Flanders: The survey consists of self-reporting questions on child and family characteristics, parent’s mental health, received informal and social support, time investment of parents, and parental employment. In the survey, no information that can identify the participants will be collected. Email addresses used to recontact the participants (for compensation, to inform them about the study results, and/or to participate in future research) will be stored separately from the survey responses. The collected data will be carefully handled, securely stored, and not distributed to third partners without pseudonymisation. Interviews with parents: The interviews will consist of questions on the burden on households with disabled children regarding employment, time investment, maintaining and relying on significant relationships, family functioning, mental health and coping strategies. The interview transcripts will be pseudonymised, and original audio recordings will be deleted after finishing the transcribing. The participants’ email addresses used to contact participants will be stored separately from the pseudonymised transcripts. As anonymity is hard to guarantee with regard to transcripts, I plan not to further distribute these data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes EU-SILC survey: Usage, storage and further dissemination of the readily available EU-SILC survey data are restricted by the terms of the contract with Eurostat. This contract will not allow further dissemination of the data. Interested parties can however apply themselves for the data used. EU-SILC is a commonly used dataset within the ReSPOND team of the Centre for Sociological Research. It is, similarly with other commonly used datasets, stored on the collectively managed (but secure) network drive KU Leuven BOX, along with data documentation, statistical coding and drafts of articles. Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the specific folder containing the microdata. In the position as a researcher within the Centre for Sociological Research, I will sign a contract with Eurostat on the terms and preservation of data. Survey in Flanders and interviews with parents: Survey and interview participants (parents of children with disabilities) will need to provide informed consent to allow me to work with the collected data. In order to protect these data, I will convert the audio recordings into pseudonymised transcripts, and the audio recordings will be deleted. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Created using DMPonline.be. Last modiﬁed 04 April 2024 4 of 8 for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). EU-SILC survey: Metadata is made available by GESIS for the EU-SILC survey data, containing study design, sampling methodology, weight construction and variable-level information. Relevant syntaxes developed in the project will be published on a public repository (Zenodo). A README file will be included, which details the version of the source data needed, the software version and the related publications. Survey in Flanders: The documentation of group-level survey responses will be accompanied by a data list. The data list will contain the survey questions (including response options), recruitment procedure, list of organisations contacted to find eligible participants, number of participants, participant ID, setting/place, date and duration of filling in the questionnaire, and the informed consent. The steps taken to analyse the survey data will be documented. Interviews with parents: Also for the in-depth interviews, a data list will be created, which will contain general information (interview ID, setting, date, duration, participant characteristics), the informed consent and the subjects discussed during the interviews. The steps taken to pseudonymise and code the qualitative data will be documented as well. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes I will use the Data Documentation Initiative metadata scheme. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? EU-SILC survey: EU-SILC is a commonly used dataset within the ReSPOND team of the Centre for Sociological Research. The time-stamped master copy of the survey data is, similarly with other commonly used datasets, stored on the collectively managed (but secure) network drive KU Leuven BOX, along with data documentation, statistical coding and drafts of articles. Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the specific folder containing the microdata. Copies of the data will be saved and stored on my personal network drive (I-drive). The I-drive is safely located on KU Leuven data servers, frequently backed up and suitable to store confidential data. The driver is only accessible through the KU Leuven VPN solution. Storage is governed by KUL ICTS. Survey in Flanders: The survey data will also be stored on my personal network drive (I-drive). The participants’ email addresses will be stored on the I-drive separately from the pseudonymised survey responses and will be deleted after the project. Interviews with parents: The data collected through in-depth interviews (i.e. audio recordings and pseudonymised transcripts) will also be stored on my personal network drive (I-drive). The original audio recordings of the interviews will be deleted right after finishing the transcribing. The participants’ email addresses will be stored separately from the pseudonymised transcripts and will be deleted after the project. How will the data be backed up? How will the data be backed up? The I-drive is stored on the university's central servers and is frequently and automatically backed up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The I-drive can store up to 128 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 04 April 2024 5 of 8 EU-SILC survey: The data are securely stored on the network drive KU Leuven BOX and will be saved and stored on my personal network drive (I-drive). Only those researchers who have signed the confidentiality declaration of EU-SILC have access to the specific folder on the KU Leuven BOX containing the microdata. The further dissemination of the data is restricted by the confidentiality agreement with Eurostat, and the I-drive and KU Leuven BOX are only accessible through the KU Leuven VPN solution with the researcher's personal login and password. Survey in Flanders and interviews with parents: The I-drive is safely located on KU Leuven data servers and suitable to store confidential data. It is only accessible through the KU Leuven VPN solution with the researcher's personal login and password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The I-drive is free of charge. To access the KU Leuven BOX, a personal BOX account has to be requested. This costs €10 per year and will be covered with the allocated project budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). EU-SILC survey: In the position as a researcher within the Centre for Sociological Research, I will sign a contract with Eurostat on the terms and preservation of data. The personal data will be deleted after a certain time frame as agreed in the contract. Long-term storage of the survey data is organised at the level of the university. Survey in Flanders and interviews with parents: The pseudonymised survey data and pseudonymised interview transcripts will be stored for at least ten years after the end of the project on the personal network drive (I-drive) of promotor Wim Van Lancker to make reproducibility and reuse of the data possible. The participant’s email addresses used to contact participants will be deleted once the project ends. The audio recordings of in-depth interviews will be deleted once transcribing is finished. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? EU-SILC survey: The datasets of EU-SILC are stored on the collectively managed secure network drive KU Leuven BOX. Survey in Flanders and interviews with parents: The data will be stored for at least ten years after the end of the project on the personal network drive (I-drive) of promotor Wim Van Lancker. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository No (closed access) EU-SILC survey: Further dissemination of the EU-SILC survey data is restricted by the terms of the contract with Eurostat. This contract will not allow further dissemination of the data. Interested parties can apply themselves for the data used. Research papers will provide practical information and Stata syntaxes to replicate the results, if access would be granted by the owners of the data. Survey in Flanders and interviews with parents: Documentation of the survey and interview data (data lists) will be made available in a public repository (Zenodo). As anonymity is hard to guarantee with regard to interview transcripts, I plan not to further distribute these data. Created using DMPonline.be. Last modiﬁed 04 April 2024 6 of 8 Relevant syntaxes developed in the project will be published on a public repository (Zenodo). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Documentation of the survey and interview data (data lists) and relevant syntaxes developed in the project will be made available in a public repository (Zenodo). This will allow researchers to replicate the research findings, if they acquire access to the underlying data, which cannot be disseminated further. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects EU-SILC survey: Further dissemination of the EU-SILC survey data is restricted by the terms of the contract with Eurostat. This contract will not allow further dissemination of the data. Interested parties can apply themselves for the data used. Research papers will provide practical information and Stata syntaxes to replicate the results, if access would be granted by the owners of the data. Interviews with parents: As anonymity is hard to guarantee with regard to interview transcripts, I plan not to further distribute these data. The audio recordings will be deleted after transcribing the interviews and will not be shared with third parties. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Documentation of the survey and interview data (data lists) and relevant syntaxes developed in the project will be made available in a public repository (i.e. Zenodo). When will the data be made available? When will the data be made available? The data will be made available when the research results will be published. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Eef Gijbels, Julie Vinck, Wim Van Lancker Created using DMPonline.be. Last modiﬁed 04 April 2024 7 of 8 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Eef Gijbels, Julie Vinck, Wim Van Lancker Who will manage data preservation and sharing? Who will manage data preservation and sharing? Wim Van Lancker Who will update and implement this DMP? Who will update and implement this DMP? Eef Gijbels, and the PI has the end responsibility of updating and implementing this DMP Created using DMPonline.be. Last modiﬁed 04 April 2024 8 of 8"
}