{
    "document_id": "D-2022-1723",
    "LinkTitle": "D-2022-1723",
    "file_name": "D-2022-1723.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1723.pdf",
    "metadata": {
        "title": "Alternative Superconducting Superlattices",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Alternative Superconducting Superlattices\nA Data Management Plan created using DMPonline.be\nCreators: \nSteven De Feyter, Lino da Costa Pereira, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nSteven De Feyter, Lino da Costa Pereira\nData Manager:\n \nFirst Name Surname\nProject Administrator:\n \nFirst Name Surname\nGrant number / URL: \nG0K9822N\nID: \n196793\nStart date: \n01-09-2023\nEnd date: \n31-08-2025\nProject abstract:\nMoiré materials have emerged as a two-dimensional platform with a broad range of states\nbetween superconducting and insulating. Despite the remarkable scientific progress, an\nimportant bottleneck is the lack of a general and facile approach for the production of moiré\nmaterials. SuperSuper is targeted at developing a disruptive straightforward bottom-up approach\nto prepare highly-crystalline moiré materials, which will exceed the current challenges and\nlimitations of existing materials and methods, and also, at establishing Proof-of-Principle of their\ntechnological potential. Achieving this would represent an important step forward in the design\nof the next generation of superconductors.\nLast modified: \n06-02-2023\nCreated using DMPonline.be. Last modiﬁed 06 February 2023\n1 of 6\nAlternative Superconducting Superlattices\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSTM\nscanning\ntunneling\nmicroscopy\ndata\nGenerate new data\ndigital\nexperimental\n.mi\n< 1TB\n \nSTS\nscanning\ntunneling\nspectroscopy\ndata\nGenerate new data\ndigital\nexperimental\n.dat\n< 1TB\n \nAFM\nAFM images\nGenerate new data\ndigital\nexperimental\n.ibw\n< 1TB\n \nHyperchem\nmolecular\nmodels\nGenerate new data\ndigital\nsimulation data\n.hin\n< 100GB\n \nRaman\nRaman\nspectroscopy\nGenerate new data\ndigital\nexperimental\n.tvb\n< 100GB\n \nProtocols\nProtocols\nused for\npreparation \nof\nformulations\nand\nmaterials\nGenerate new data\ndigital\nexperimental\n.docx\n< 100GB\n \nSamples\nSamples of\ncovalent\norganic\nframeworks\nor self-\nassembled\nmolecular\nnetworks on\ngraphene\nGenerate new\nPhysical\nexperimental\n \n \n10 dm3\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nCreated using DMPonline.be. Last modiﬁed 06 February 2023\n2 of 6\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nProtocols: those that lead to superconducting lattices\nSamples: those that reveal superconductivity, or other interesting physical properties \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn order to make sure all the data collected and stored will be reliable and reproducible, a\ntext document describing the exact expeimental conditions, including date, time, location\nof measurements, instruments, sample preparation protocol and measurement parameters\netc. This file will be kept in the same folder where the data is stored. For the materials, a list\nof samples and the location where these are stored will be kept in researcher's logbook.\nA description of the sample's characteristics (e.g. sample name, solvent, quantity,\ndate, concentration) will be added to allow rapid identification and reuse.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nCreated using DMPonline.be. Last modiﬁed 06 February 2023\n3 of 6\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nSince the data generated by various experimental instruments do not use a standard\nmetadata, we are unable to use a common format. As a consequence, we have created our own\nfile format that fits to our experimental data. Although most of the generated data files contain\nmetadata specific for that experiment, this is not sufficient and we will supplement this\ninformation with a detailed text document (ASCII type) storing the necessary information for\nfinding, understanding and reuse of data. The text file will be placed in every folder containing\ndata or processed data. In the case of processed or analysed data, detailed descriptions on the\nanalysis steps will also be included. The text file and the structure of the folders used to deposit\ndata will have a standard format. This will allow other users to: repeat the experiments or find\nand retrieve data.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nStorage capacity/repository\nDuring research:\n- Co-worker takes backup of the data\n- Instrument responsible takes daily backup of the data generated\n- Data are transferred to university's central network drives (OneDrive)\n- Data of published papers will be stored in KU Leuven Research Data Repository (RDR)\nAfter the research\n- Data (including metadata) are stored on local drives\n- Data are transferred to university's central network drives (OneDrive)\n- Data of published papers will be stored in KU Leuven Research Data Repository (RDR)\nHow will the data be backed up?\nThe data will be stored on a personal hard drive and transferred to the university’s\ncentral servers daily.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be securely stored in KU Leuven OneDrive, KU Leuven network drives, and RDR\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStandard every user has 2 TB on University's central network drive (OneDrive). This capacity can be extended to 5 TB without costs. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nCreated using DMPonline.be. Last modiﬁed 06 February 2023\n4 of 6\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nPhysical data in the form of samples will be retained for 5 years. Most samples will degrade with time and will not be usable after 5\nyears. Digital data will be retained for 10 years.\nWhere will these data be archived (stored and curated for the long-term)?\nSamples will be stored for 5 years in dedicated cabinets in the laboratories. Digital data will be retained for 10 years on local data\nstorage facilities. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are expected to be negligible and will be covered by other running projects from the involved groups (in case of no running\nprojects, accumulated reserves will be used).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nData that are published will be made available via the KU Leuven Research Data Repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll data that will be made available will be accessible in and via the KU Leuven Research Data Repository\nWhen will the data be made available?\nAfter publication\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nCreated using DMPonline.be. Last modiﬁed 06 February 2023\n5 of 6\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nDeposition of smaller datasets in data repositories is usually covered by the repository and for sharing physical data the cost are\ntypically paid by the researcher requesting the materials.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers who generate the data are usually responsible for documentation, metadata, storage and backup, whereas the\nsupervisor of the project has the end responsibility and manages long term preservation and sharing. \nWho will manage data storage and backup during the research project?\nThe researchers who generate the data are usually responsible for documentation, metadata, storage and backup, whereas the\nsupervisor of the project has the end responsibility and manages long term preservation and sharing. \nWho will manage data preservation and sharing?\nThe researchers who generate the data are usually responsible for documentation, metadata, storage and backup, whereas the\nsupervisor of the project has the end responsibility and manages long term preservation and sharing. \nWho will update and implement this DMP?\nSteven De Feyter \nCreated using DMPonline.be. Last modiﬁed 06 February 2023\n6 of 6"
    },
    "clean_full_text": "Alternative Superconducting Superlattices A Data Management Plan created using DMPonline.be Creators: Steven De Feyter, Lino da Costa Pereira, First Name Surname Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Steven De Feyter, Lino da Costa Pereira Data Manager: First Name Surname Project Administrator: First Name Surname Grant number / URL: G0K9822N ID: 196793 Start date: 01-09-2023 End date: 31-08-2025 Project abstract: Moiré materials have emerged as a two-dimensional platform with a broad range of states between superconducting and insulating. Despite the remarkable scientific progress, an important bottleneck is the lack of a general and facile approach for the production of moiré materials. SuperSuper is targeted at developing a disruptive straightforward bottom-up approach to prepare highly-crystalline moiré materials, which will exceed the current challenges and limitations of existing materials and methods, and also, at establishing Proof-of-Principle of their technological potential. Achieving this would represent an important step forward in the design of the next generation of superconductors. Last modified: 06-02-2023 Created using DMPonline.be. Last modiﬁed 06 February 2023 1 of 6 Alternative Superconducting Superlattices FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA STM scanning tunneling microscopy data Generate new data digital experimental .mi < 1TB STS scanning tunneling spectroscopy data Generate new data digital experimental .dat < 1TB AFM AFM images Generate new data digital experimental .ibw < 1TB Hyperchem molecular models Generate new data digital simulation data .hin < 100GB Raman Raman spectroscopy Generate new data digital experimental .tvb < 100GB Protocols Protocols used for preparation of formulations and materials Generate new data digital experimental .docx < 100GB Samples Samples of covalent organic frameworks or self- assembled molecular networks on graphene Generate new Physical experimental 10 dm3 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per Created using DMPonline.be. Last modiﬁed 06 February 2023 2 of 6 dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Protocols: those that lead to superconducting lattices Samples: those that reveal superconductivity, or other interesting physical properties Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In order to make sure all the data collected and stored will be reliable and reproducible, a text document describing the exact expeimental conditions, including date, time, location of measurements, instruments, sample preparation protocol and measurement parameters etc. This file will be kept in the same folder where the data is stored. For the materials, a list of samples and the location where these are stored will be kept in researcher's logbook. A description of the sample's characteristics (e.g. sample name, solvent, quantity, date, concentration) will be added to allow rapid identification and reuse. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Created using DMPonline.be. Last modiﬁed 06 February 2023 3 of 6 dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Since the data generated by various experimental instruments do not use a standard metadata, we are unable to use a common format. As a consequence, we have created our own file format that fits to our experimental data. Although most of the generated data files contain metadata specific for that experiment, this is not sufficient and we will supplement this information with a detailed text document (ASCII type) storing the necessary information for finding, understanding and reuse of data. The text file will be placed in every folder containing data or processed data. In the case of processed or analysed data, detailed descriptions on the analysis steps will also be included. The text file and the structure of the folders used to deposit data will have a standard format. This will allow other users to: repeat the experiments or find and retrieve data. 3. Data storage & back-up during the research project Where will the data be stored? Storage capacity/repository During research: - Co-worker takes backup of the data - Instrument responsible takes daily backup of the data generated - Data are transferred to university's central network drives (OneDrive) - Data of published papers will be stored in KU Leuven Research Data Repository (RDR) After the research - Data (including metadata) are stored on local drives - Data are transferred to university's central network drives (OneDrive) - Data of published papers will be stored in KU Leuven Research Data Repository (RDR) How will the data be backed up? The data will be stored on a personal hard drive and transferred to the university’s central servers daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be securely stored in KU Leuven OneDrive, KU Leuven network drives, and RDR What are the expected costs for data storage and backup during the research project? How will these costs be covered? Standard every user has 2 TB on University's central network drive (OneDrive). This capacity can be extended to 5 TB without costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Created using DMPonline.be. Last modiﬁed 06 February 2023 4 of 6 the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Physical data in the form of samples will be retained for 5 years. Most samples will degrade with time and will not be usable after 5 years. Digital data will be retained for 10 years. Where will these data be archived (stored and curated for the long-term)? Samples will be stored for 5 years in dedicated cabinets in the laboratories. Digital data will be retained for 10 years on local data storage facilities. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are expected to be negligible and will be covered by other running projects from the involved groups (in case of no running projects, accumulated reserves will be used). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Data that are published will be made available via the KU Leuven Research Data Repository If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. All data that will be made available will be accessible in and via the KU Leuven Research Data Repository When will the data be made available? After publication Which data usage licenses are you going to provide? If none, please explain why. CC-BY-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 06 February 2023 5 of 6 Yes What are the expected costs for data sharing? How will these costs be covered? Deposition of smaller datasets in data repositories is usually covered by the repository and for sharing physical data the cost are typically paid by the researcher requesting the materials. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who generate the data are usually responsible for documentation, metadata, storage and backup, whereas the supervisor of the project has the end responsibility and manages long term preservation and sharing. Who will manage data storage and backup during the research project? The researchers who generate the data are usually responsible for documentation, metadata, storage and backup, whereas the supervisor of the project has the end responsibility and manages long term preservation and sharing. Who will manage data preservation and sharing? The researchers who generate the data are usually responsible for documentation, metadata, storage and backup, whereas the supervisor of the project has the end responsibility and manages long term preservation and sharing. Who will update and implement this DMP? Steven De Feyter Created using DMPonline.be. Last modiﬁed 06 February 2023 6 of 6"
}