{
    "document_id": "D-2022-1349",
    "LinkTitle": "D-2022-1349",
    "file_name": "D-2022-1349.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1349.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-30 13:59:46+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nProject Identifier\n IDN/21/021\nPrincipal Investigator / Researcher\n Nicolas Verhaert\nDescription\n The objective of CHARIOT is to develop a multi-sensory, high-precision, and user-\nfriendly tool for safe intracochlear diagnostics and inner ear therapies. \nResearch will include: \n-\nrobotic calculations - temporal bone experiments - simulations\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nNicolas Verhaert\nInternal Funds Project number & title\nIDN/21/021\nRobot-geassisteerde multi-sensor toegang voor cochleaire diagnose en behandeling.\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nType of data\nFormat\nVolume\nHow created\nOptical coherence\ntomography of\nsynthetic cochleas\nBinary -\nROSbag,\n.oct\n1-3 TB\nRobotic guided-oct probe and stationary OCT scanning\nstation\nOptical coherence\ntomography of ex-\nvivo cochleas\njpeg, gif\n0.1-1 TB\nDocument scanning from paper-based archival\ndocuments\nTemporal bone\ninformation\ntxt, xls\nmax 10\nMB\nInformation about the temporal bones used in the\nexperiments and shared by the Vesalius Institute at KUL\nwill be stored in this file (e.g. freshness of the sample,\nsurgical procedures,…)\nElectrical\nimpedance spectra\ninside synthetic\nand ex-vivo\ncochleas\ntxt, tsv\n10-20\nGB\nImpedance spectra recorded by either PalmSense 4\nspectrometer or Novocontrol dielectric analyzer of\nelectrodes fabricated onto intracochlear probe\nMicroscopy images\ntif, jpeg\nmax 50\nGB\nReflective light microscopy to evaluate electrodes on\nintracochlear probe before and after insertion of\nintracochlear probe\n3D Models of\ncochlea and\ninsertion area\nobj, stl \n10 - 100\nGB\n3D reconstructions based on micro-CT scans and\nsegmentations from cadaveric cochleas and temporal\nbones. Mainly from existing data/3D models, but new\ndata can be generated if deemed necessary.\nDose-response\ncurves of\nbioreceptor coating\ntxt, tsv\nmax 10\nGB\nAnalyzed change in impedance spectra of a bioreceptor\ncoated electrode in function of target molecule\nconcentration\n3D CAD design files\n.SLDPRT,\n.SLDASM,\n.par,\n.asm,\n.STL\nmax\n100 GB\n3D (mechanical) Parts designed using CAD software\n(Solidworks & Solid Edge)\n3D parts Data will be reused from the RAS-group eye\nsurgery robot\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo personal data will be used.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nCadaveric human temporal bones and cochleae will be used for measurements. The\nexperimental protocols were approved by the Medical Ethics Committee of the University\nHospitals of Leuven, approval Number NH019 2016-06-04. No biographical donor data is\nknown. Samples were harvested and used in accordance with the Helsinki declaration from\nindividuals who gave informed consent.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nThe research aims to tech transfer. the data generated are the result of the possible invention. It\nmay be possible to share part of the data without jeopardising IP protection. Datasets may be\nmade publicly available, but a careful evaluation will precede such a decision. In case this\ndirection is taken, the data would probably be distributed under a CC non-commercial license.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo, There are no external parties involved in this research.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. OCT data: Optical coherence tomography images will be related with relative spatial position\nmeasured by means of optical or robotic means; the image will be described by a number of\ninformation regarding the settings used during the capture. is images are taken on a phantom,\nthe CAD model of the phantom will be also described. The information will be recorded in the\nbinary file automatically, in such a way the automatic creation of a human-readable description\ncan be achieved automatically.\n 2. Electrical Impedance Spectra (EIS): The raw data file contains the stimulation amplitude, the\nfrequency of stimulation and the recorded complex electrical impedance.These data files and\nanalyzed results will be sorted alongside the OCT data when measured simultaneously or kept in\nan EIS only folder for preliminary results.\n3. Microscopy images: Images will include a datestamp and be stored in the appropriate OCT or\nEIS folder. When possible a scalebar will be included.\n4. 3D models: 3D objects will be stored in a separate folder alongside the radiographical data\nneeded to create them (if any). 3D objects will be stored in the universal stl or obj format with\nmetric dimensions.\n5. Dose response curves: If generated, these will contain concentration vs. impedance change\nvectors for detecting target molecules, they are considered a subgroup of EIS measurements.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nAs most probably dataset release will be connected with scientific publications, DataCite is the\nstandard that likely going to be used.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe time-stamped master copy of the data will be kept on our research unit's central storage\nfacility. A shared drive is set up for this purpose; copies will be made for postprocessing.\nIf needed during the course of the project: Data that needs to be anonymised, will be pseudo\nanonymised by the hospital IT service before being made available to the researchers and it will\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nbe stored at the university's secure environment for private data. \n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures. In case of measurement setups without intra- or internet access, the backup will be\nmanual at a rate of once per week.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nA large volume storage drive (L-drive) and a shared drive (J-drive) are currently available.\nCurrently these drives do not have the capacity to store all the projected data of the project, but\nadditional storage space can be purchased as the project progresses.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nData storage and backup is in the order of € 1000 per year and is included in the project budget.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe data is stored and processed by KU Leuven ICTS. Only KU Leuven staff with permission can\naccess the data files.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nA selection of OCT images: RAW OCT data requires a very large storage capacity. At the end of\neach measurement a selection will be made on which datasets to keep and which to discard.\nAll EIS data: EIS data is numerical tsv data and will be compressed before long-term storage\nAll Microscopy images\nAll 3D models generated during this project\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nOCT generates a large volume of data, a second selection process may be included at the end of\nthe project, based on advice by the staff of the KU Leuven libraries.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nCurrent projection places the long-term database size at 2 TB, KU Leuven Archive storage is\nestimated at €200/TB per year, for a 10-year cost of € 4000. This cost will be covered by the\nproject budget.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThere are no factors restricting or preventing sharing the data.\nIf during the project IP potential may occur, a selection will be made on what data not to share.\n7.2. Which data will be made available after the end of the project?\nDue to the large volume of data generated during this project, datasets will be made available\nupon reasonable request under a CC-BY license.\nIf during the project IP potential may occur, a selection will be made on what data not to share\nand the duration of this restriction.\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nAccess will be considered after a request is submitted explaining/motivating the planned reuse.\nOnly uses for research purposes will be allowed and commercial reuse will be excluded\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nTemporary acces upon request to the dataset managed by KU Leuven ICTS should not increase\ncosts.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nPhD-students Maarten Schoovaerts and Lore Kerckhofs who will also play an active role in almost\nall measurements\n8.2. Who will be responsible for data storage & back up during the project?\nPhD-student Maarten Schoovaerts, who will also play an active role in almost all measurements,\nsupported by\nDr. Gianni Borghesan and Dr. Tristan Putzeys\n8.3. Who will be responsible for ensuring data preservation and sharing?\nData preservation and sharing will be monitored and moderated by Dr. Gianni Borghesan,\nDr. Mouloud Ourak and Prof. Dr. Nicolas Verhaert\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP lies with the principal investigator,\nProf. Dr. Nicolas Verhaert.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Project Identifier IDN/21/021 Principal Investigator / Researcher Nicolas Verhaert Description The objective of CHARIOT is to develop a multi-sensory, high-precision, and user- friendly tool for safe intracochlear diagnostics and inner ear therapies. Research will include: - robotic calculations - temporal bone experiments - simulations Institution KU Leuven 1. General Information Name of the project lead (PI) Nicolas Verhaert Internal Funds Project number & title IDN/21/021 Robot-geassisteerde multi-sensor toegang voor cochleaire diagnose en behandeling. 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created Optical coherence tomography of synthetic cochleas Binary - ROSbag, .oct 1-3 TB Robotic guided-oct probe and stationary OCT scanning station Optical coherence tomography of ex- vivo cochleas jpeg, gif 0.1-1 TB Document scanning from paper-based archival documents Temporal bone information txt, xls max 10 MB Information about the temporal bones used in the experiments and shared by the Vesalius Institute at KUL will be stored in this file (e.g. freshness of the sample, surgical procedures,…) Electrical impedance spectra inside synthetic and ex-vivo cochleas txt, tsv 10-20 GB Impedance spectra recorded by either PalmSense 4 spectrometer or Novocontrol dielectric analyzer of electrodes fabricated onto intracochlear probe Microscopy images tif, jpeg max 50 GB Reflective light microscopy to evaluate electrodes on intracochlear probe before and after insertion of intracochlear probe 3D Models of cochlea and insertion area obj, stl 10 - 100 GB 3D reconstructions based on micro-CT scans and segmentations from cadaveric cochleas and temporal bones. Mainly from existing data/3D models, but new data can be generated if deemed necessary. Dose-response curves of bioreceptor coating txt, tsv max 10 GB Analyzed change in impedance spectra of a bioreceptor coated electrode in function of target molecule concentration 3D CAD design files .SLDPRT, .SLDASM, .par, .asm, .STL max 100 GB 3D (mechanical) Parts designed using CAD software (Solidworks & Solid Edge) 3D parts Data will be reused from the RAS-group eye surgery robot This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No personal data will be used. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Cadaveric human temporal bones and cochleae will be used for measurements. The experimental protocols were approved by the Medical Ethics Committee of the University Hospitals of Leuven, approval Number NH019 2016-06-04. No biographical donor data is known. Samples were harvested and used in accordance with the Helsinki declaration from individuals who gave informed consent. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? The research aims to tech transfer. the data generated are the result of the possible invention. It may be possible to share part of the data without jeopardising IP protection. Datasets may be made publicly available, but a careful evaluation will precede such a decision. In case this direction is taken, the data would probably be distributed under a CC non-commercial license. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No, There are no external parties involved in this research. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. OCT data: Optical coherence tomography images will be related with relative spatial position measured by means of optical or robotic means; the image will be described by a number of information regarding the settings used during the capture. is images are taken on a phantom, the CAD model of the phantom will be also described. The information will be recorded in the binary file automatically, in such a way the automatic creation of a human-readable description can be achieved automatically. 2. Electrical Impedance Spectra (EIS): The raw data file contains the stimulation amplitude, the frequency of stimulation and the recorded complex electrical impedance.These data files and analyzed results will be sorted alongside the OCT data when measured simultaneously or kept in an EIS only folder for preliminary results. 3. Microscopy images: Images will include a datestamp and be stored in the appropriate OCT or EIS folder. When possible a scalebar will be included. 4. 3D models: 3D objects will be stored in a separate folder alongside the radiographical data needed to create them (if any). 3D objects will be stored in the universal stl or obj format with metric dimensions. 5. Dose response curves: If generated, these will contain concentration vs. impedance change vectors for detecting target molecules, they are considered a subgroup of EIS measurements. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. As most probably dataset release will be connected with scientific publications, DataCite is the standard that likely going to be used. 5. Data storage and backup during the project 5.1. Where will the data be stored? The time-stamped master copy of the data will be kept on our research unit's central storage facility. A shared drive is set up for this purpose; copies will be made for postprocessing. If needed during the course of the project: Data that needs to be anonymised, will be pseudo anonymised by the hospital IT service before being made available to the researchers and it will This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 be stored at the university's secure environment for private data. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. In case of measurement setups without intra- or internet access, the backup will be manual at a rate of once per week. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. A large volume storage drive (L-drive) and a shared drive (J-drive) are currently available. Currently these drives do not have the capacity to store all the projected data of the project, but additional storage space can be purchased as the project progresses. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Data storage and backup is in the order of € 1000 per year and is included in the project budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored and processed by KU Leuven ICTS. Only KU Leuven staff with permission can access the data files. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). A selection of OCT images: RAW OCT data requires a very large storage capacity. At the end of each measurement a selection will be made on which datasets to keep and which to discard. All EIS data: EIS data is numerical tsv data and will be compressed before long-term storage All Microscopy images All 3D models generated during this project 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. OCT generates a large volume of data, a second selection process may be included at the end of the project, based on advice by the staff of the KU Leuven libraries. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Current projection places the long-term database size at 2 TB, KU Leuven Archive storage is estimated at €200/TB per year, for a 10-year cost of € 4000. This cost will be covered by the project budget. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? There are no factors restricting or preventing sharing the data. If during the project IP potential may occur, a selection will be made on what data not to share. 7.2. Which data will be made available after the end of the project? Due to the large volume of data generated during this project, datasets will be made available upon reasonable request under a CC-BY license. If during the project IP potential may occur, a selection will be made on what data not to share and the duration of this restriction. 7.3. Where/how will the data be made available for reuse? Upon request by mail This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Access will be considered after a request is submitted explaining/motivating the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded 7.6. What are the expected costs for data sharing? How will these costs be covered? Temporary acces upon request to the dataset managed by KU Leuven ICTS should not increase costs. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? PhD-students Maarten Schoovaerts and Lore Kerckhofs who will also play an active role in almost all measurements 8.2. Who will be responsible for data storage & back up during the project? PhD-student Maarten Schoovaerts, who will also play an active role in almost all measurements, supported by Dr. Gianni Borghesan and Dr. Tristan Putzeys 8.3. Who will be responsible for ensuring data preservation and sharing? Data preservation and sharing will be monitored and moderated by Dr. Gianni Borghesan, Dr. Mouloud Ourak and Prof. Dr. Nicolas Verhaert 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP lies with the principal investigator, Prof. Dr. Nicolas Verhaert. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}