{
    "document_id": "D-2024-2569",
    "LinkTitle": "D-2024-2569",
    "file_name": "D-2024-2569.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2569.pdf",
    "metadata": {
        "title": "Time-varying vibro-acoustic digital twins towards a sustainable society",
        "author": "N/A",
        "creation_date": "2024-04-29 11:13:54+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Time-varying vibro-acoustic digital twins towards a sustainable society\nTime-varying vibro-acoustic digital twins towards a sustainable society\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nSjoerd van Ophem\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nSjoerd van Ophem\nData Manager:\nData Manager:\n \nSjoerd van Ophem\nProject Administrator:\nProject Administrator:\n \nSjoerd van Ophem\nGrant number / URL: \nGrant number / URL: \n12A1624N\nID: \nID: \n206118\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n01-10-2026\nProject abstract:\nProject abstract:\nThe current European energy crisis has re-established the importance of accelerating our transition towards a more sustainable society and industry.\nThe sustainable design and monitoring of vehicles and machines is an important contributor to this transition. To improve sustainability, a\ndelicate balance between the conflicting criteria of health, profitability and environment needs to be found. One of the most important health\nconsiderations towards this goal is noise pollution.\nThe recently emerged digital twin paradigm has the potential to help us find this balance. A digital twin is a digital copy of a physical asset that\nbehaves the same as the physical asset. Thus, by using sensor data from the physical asset, it can make design/control/maintenance decisions. In\nthe context of vibro-acoustics initial digital twin applications show great potential using the underlying assumption that the physics are time-invariant.\nHowever, many vibro-acoustic systems instead show\ntime-varying behavior.\nTherefore, the goal of this project is to assess how the inclusion of time-varying behavior in the digital twin can improve performance towards\nsustainability, by looking at time-varying behavior at different time scales. In the project novel physics-based models, model order reduction\ntechniques and digital twin formulations will be developed, looking at several use cases to demonstrate the potential of time-varying digital twins to\ntackle the sustainability challenges of the future.\nLast modified: \nLast modified: \n29-04-2024\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n1 of 8\nTime-varying vibro-acoustic digital twins towards a sustainable society\nTime-varying vibro-acoustic digital twins towards a sustainable society\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nGenerated experiment-related data\nType of data\nType of data\nFormat\nFormat\nVolume\nVolume\nHow created\nHow created\nGeometric dimensions and structural material properties of\ndemonstrators (numerical)\nSpreadsheets (.csv),\nstructured text (.txt) \n<1GB\nWeighing, geometric calliper\nmeasurements, modal updating \nMeasurement post-processing scripts (software)\nText-based programming\ncode\n(.m, .py)\n< 100\nMB\nMatlab, Python\nImages and\nvideos\n(multimedia)\nImage (.png, .jpg), video\n(.mp4,\n.avi)\n10-100\nGB\nCamera images/videos of test\nsetups\nMetadata\ndescribing\nmeasurements\nsetup and\nprocedures\n(textual)\nText (.txt, .docx, .pptx, .pdf)\n< 1 GB\nNotepad, Microsoft Office Word,\nMicrosoft Office PowerPoint\n \nGenerated simulation-related data\nType of data\nType of data\nFormat\nFormat\nVolume\nVolume\nHow created\nHow created\nVibro-acoustic finite\nelement simulation\nmodels (model)\nCommercial finite\nelement software\nspecific formats (.sim,\n.fem, .prt, .bdf,\n.dat,.nas, .mph), model\nmatrices (.mat), result\nfiles (.pch, .op4, .mat,\n.unv)\n100-300 GB\nSiemens Simcenter 3D,\nSiemens NX, COMSOL\nMultiphysics, Matlab\nRaw and processed\nsimulation data\n(numerical)\nDatabases(.mat, .vtk),\ngraphs (.fig)\n< 100 GB\nMatlab, Python\nImages and videos\n(multimedia)\nImage (.png, .jpg),\nvideo (.gif, .avi, .mp4)\n10 – 100 GB\nMatlab, Python, Paraview\nMetadata describing\nmodels and simulations\nsetup and procedures\n(textual)\nText (.txt, .docx, .pptx,\n.pdf, .xlsx)\n< 1 GB\nNotepad, Microsoft Office\nWord, Microsoft Office\nPowerPoint, Microsoft\nOffice Excel\n \nReused experiment-related data\n/\nReused simulation-related data\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n2 of 8\nType of data\nType of data\nFormat\nFormat\nVolume\nVolume\nHow created \nHow created \nOrigin\nOrigin\nVibro-acoustic\nmodels of existing\ntest rigs (oil-pan,\nsoundbox, gearbox)\n(model)\nCommercial\nfinite\nelement\nsoftware\nspecific\nformats\n(.sim, .fem,\n.prt,\n.bdf, .dat,.nas,\n.mph), model\nmatrices\n(.mat),\nresult files\n(.pch,\n.op4, .mat,\n.unv)\n< 1 GB\nCommercial finite element software\nspecific formats (.sim,\n.fem, .prt, .bdf, .dat,.nas, .mph), model matrices (.mat), result files\n(.pch,.op4, .mat, .unv)Matlab\nSiemens Simcenter\n3D,\nSiemens NX,\nCOMSOL\nMultiphysics,\nMatlab\n \nDissemination related data\nType of data\nType of data\nFormat\nFormat\nVolume\nVolume\nHow created\nHow created\nPaper manuscripts\nand abstracts\n(textual)\nText (.pdf, .tex, .docx,\n.bib, .sqlite)\n< 500 MB\nMicrosoft Office\nWord, TextStudio\n(LaTeX), Zotero\nPresentations and\nslideshows (textual)\nText (.ppt, .pptx, .pdf)\n< 1 GB\nMicrosoft Office\nPowerPoint\nDemonstrator movies\nMultimedia (.gif,\n.mp4, .avi, .hpf)\n< 10 GB\nHitfilm Express,\nMicrosoft Office\nPowerPoint\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe reused data mainly stems from the researcher's previous FWO postdoctoral project (1277021N), which is partly stored on OneDrive and\npartly on an external network drive, managed by the KU Leuven.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNot applicable\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nNot applicable\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe work in this project can result in research data which has potential for tech transfer and valorisation:\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n3 of 8\nNovel models and methodologies will be developed which interact with and/or are based upon existing models and methodologies of the\nhosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further\ndevelopments made in this project.  \nThe KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged\nupon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nIt is noted that novel modelling methods and routines will be developed, which interact\nwith and/or are based upon existing models and methodologies of the hosting KU Leuven\nDivision LMSD research group. In addition, the work in this project fits in the research of\nthe hosting KU Leuven Division LMSD, where related activities within other projects are\ndeveloped and can leverage upon the developments in this project to enhance\ninteraction. The IP of the research codes of the hosting research group lies with KU\nLeuven and the Division LMSD and will also hold for the further developments made in\nthis project and for future developments based on these. Reference to existing research\ncodes of the hosting KU Leuven Division LMSD will be made by citing the associated\njournal paper publications.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nMetadata on experiment-related data\nMetadata on experiment-related data\nGeometric dimensions and structural material properties: a measurement report per dataset will describe the procedural information on\nhow dimensions and properties have been acquired and what the units and definitions of the measured variables are.\n Raw vibration and acoustic measurements: a measurement report per measurement dataset will detail the software parameters &\ninstruments settings, dimensions, measurement methodology and procedural information on how the data was collected, required sensor\n& exciter labels and positions as well as units of measurements and calibration settings.\nProcessed vibration and acoustic measurements: a readme file will accompany the dataset, describing the labels and definitions of\nvariables, the units of measurements and how the raw data have been processed.\nPhotos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification, when they\nprove to be of added value.\nMetadata on simulation-related data\nMetadata on simulation-related data\nVibro-acoustic finite element simulation models and raw & processed simulation data: a readme file will describe the parameters,\ndefinitions, units and software settings used to construct the models/data. Modeling assumptions and the underlying equations will be\nclearly reported such that each simulation results is accompanied with a description of the validity range of the model/data. This\ninformation is kept either in the CAE file format, or the accompanying text file.\nIn addition to the metadata per datatype as outlined above, a readme file will be created which describes the structure of the dataset.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n4 of 8\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nAlthough these are not formalized, state-of-practice standards will be used\n \nregarding metadata. On the one hand, standardized CAE file format\ninformation and structure\n \nare used. On the other hand, when working with transferable neutral text formats for experimental and simulation\ndata, common engineering practice is used, deploying tabulated structures with clear column and row headers.  \nA clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every\n(sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication\nor sharing of a dataset would be considered, it will be re-evaluated if an applicable metadata standard is available and can be applied to\nenhance sharing. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData will be stored using:\nLocal desktop file storage, with regular backups on the researcher’s personal KU Leuven network drive.\nRegular snapshots on personal external hard drives.\nCloud-based storage, synchronized with local desktop storage: KU Leuven OneDrive. In particular for collaborations with researchers\nfrom the entire research group, these cloud-based storage options will be used for active use of the corresponding data. These solutions\nalso provide version control.\nGitLab repository of the KU Leuven Division LMSD \nFor specific storage solutions, there is support from the central IT serves as well as local IT from the KU Leuven science, engineering and\ntechnology group.\nHow will the data be backed up?\nHow will the data be backed up?\nThe cloud-based and ICTS storage solutions are backed-up as part of the offered services. Back-ups are provided on different levels: \nFor the data stored on the KU Leuven central servers, automatic daily back-up procedures apply. \nKU Leuven Enterprise Box, KU Leuven OneDrive and GitLab provide automated backups. \nBackups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree\nbackup software). \nIn addition, back-up copies on personal external hard drives will allow to recover data files\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently sufficient storage & backup capacity is available during the project for the anticipated data volumes. The available storage space and\nfile size limits exceed the currently estimated required storage space. Furthermore, network drive and cloud storage space can be readily\nexpanded upon request to KU Leuven IT services. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nIn this project no sensitive personal data will be used.\nThe used data storage comes with controlled/restricted access to the data (‘no access’, ‘read only’ or ‘administrator’ permissions). In addition,\nthe researcher’s personal computer is centrally maintained by ICTS to ensure up-to-date operating system, software and security.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n5 of 8\nIn case data will be shared with/used by others inside or outside KU Leuven, appropriate non-disclosure agreements will be drawn up upon\nconsultation with the KU Leuven Division’s research manager Bert Pluymers, and secure transfer of files will be performed (e.g. using SFTP).\nIf needed, local KU Leuven SET-IT team can help implementing the required suitable security measures for the specific circumstances.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nShared network drive: 0.25 TB: 126 euro/year\nKU Leuven OneDrive: Free\nKU Leuven Gitlab: Free\nThe costs will be covered by the FWO bench fee.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nParticular focus for data preservation will be on:\nData at the basis of publications such as journal papers, conference papers and\npresentations or posters. All data related to Open Access publications will be\nretained on Public Repositories (like Zenodo or Lirias).\nDeveloped models and measurement datasets which are likely to be reused in the\nresearch unit for future research and/or valorisation activities and for future research\nof the researcher. Potentially large (intermediate and non-postprocessed raw)\nresult and measurement files will be discarded to reduce required storage space if\nthe simulation models and experiments allow to recalculate/remeasure the results\neasily and at low cost and time.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nHardware storage will be done in the foreseen storage space in the KU Leuven Division\nLMSD’s labs.\nData will be archived on internal KU Leuven data storage facilities. The data will be\nstored on the university's central servers on a data archive drive (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\nIn addition, measurement data can be published in data papers describing and promoting\nthe dataset. Published manuscript preprints will be stored on the KU Leuven Open\nAccess repository Lirias. All other long term stored data will be on KU Leuven ICTS\nservers.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected costs for storage beyond project duration will be limited and covered by the\nresearch partners. The current cost is 104,42 euro/TB storage, but less storage requirements are foreseen.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n6 of 8\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nAlready throughout the course of the project, all data (measurements, simulations,\nmodels) related to the Open Access publications will be made publicly available. After the end of the project, consolidated datasets linked to\nvalidation cases will be made\navailable as well.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor data with restricted access, for example when the research outcome is expected to result in a possible patent, only the PI, supervisor and the\nindustrial research manager, Bert Pluymers, will get access to the restricted access repository.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository, such as Zenodo, KU Leuven RDR or similar.\nWhen will the data be made available?\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nPublication related data will be made available upon publication of the results.\nConsolidated datasets will be made available at the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe datasets will be uploaded in Zenodo or similar as open access datasets\nunder a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nYes, a DOI is automatically given for data uploaded to KU Leuven RDR.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nCurrently, there are no expected costs for data sharing.\n6. Responsibilities\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n7 of 8\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researcher will be the responsible for data documentation & metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET-IT).\nThe researcher has received information at the start of this project on the guidelines which apply in the hosting research group. For the\nimplementation, the researcher can rely on the support of the Division LMSD’s research manager Bert Pluymers. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe researcher will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long-term data\npreservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe researcher bears the end responsibility for updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 29 April 2024\n8 of 8"
    },
    "clean_full_text": "Time-varying vibro-acoustic digital twins towards a sustainable society Time-varying vibro-acoustic digital twins towards a sustainable society A Data Management Plan created using DMPonline.be Creator: Creator: Sjoerd van Ophem Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Sjoerd van Ophem Data Manager: Data Manager: Sjoerd van Ophem Project Administrator: Project Administrator: Sjoerd van Ophem Grant number / URL: Grant number / URL: 12A1624N ID: ID: 206118 Start date: Start date: 01-10-2023 End date: End date: 01-10-2026 Project abstract: Project abstract: The current European energy crisis has re-established the importance of accelerating our transition towards a more sustainable society and industry. The sustainable design and monitoring of vehicles and machines is an important contributor to this transition. To improve sustainability, a delicate balance between the conflicting criteria of health, profitability and environment needs to be found. One of the most important health considerations towards this goal is noise pollution. The recently emerged digital twin paradigm has the potential to help us find this balance. A digital twin is a digital copy of a physical asset that behaves the same as the physical asset. Thus, by using sensor data from the physical asset, it can make design/control/maintenance decisions. In the context of vibro-acoustics initial digital twin applications show great potential using the underlying assumption that the physics are time-invariant. However, many vibro-acoustic systems instead show time-varying behavior. Therefore, the goal of this project is to assess how the inclusion of time-varying behavior in the digital twin can improve performance towards sustainability, by looking at time-varying behavior at different time scales. In the project novel physics-based models, model order reduction techniques and digital twin formulations will be developed, looking at several use cases to demonstrate the potential of time-varying digital twins to tackle the sustainability challenges of the future. Last modified: Last modified: 29-04-2024 Created using DMPonline.be. Last modiﬁed 29 April 2024 1 of 8 Time-varying vibro-acoustic digital twins towards a sustainable society Time-varying vibro-acoustic digital twins towards a sustainable society FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Generated experiment-related data Type of data Type of data Format Format Volume Volume How created How created Geometric dimensions and structural material properties of demonstrators (numerical) Spreadsheets (.csv), structured text (.txt) <1GB Weighing, geometric calliper measurements, modal updating Measurement post-processing scripts (software) Text-based programming code (.m, .py) < 100 MB Matlab, Python Images and videos (multimedia) Image (.png, .jpg), video (.mp4, .avi) 10-100 GB Camera images/videos of test setups Metadata describing measurements setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint Generated simulation-related data Type of data Type of data Format Format Volume Volume How created How created Vibro-acoustic finite element simulation models (model) Commercial finite element software specific formats (.sim, .fem, .prt, .bdf, .dat,.nas, .mph), model matrices (.mat), result files (.pch, .op4, .mat, .unv) 100-300 GB Siemens Simcenter 3D, Siemens NX, COMSOL Multiphysics, Matlab Raw and processed simulation data (numerical) Databases(.mat, .vtk), graphs (.fig) < 100 GB Matlab, Python Images and videos (multimedia) Image (.png, .jpg), video (.gif, .avi, .mp4) 10 – 100 GB Matlab, Python, Paraview Metadata describing models and simulations setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf, .xlsx) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint, Microsoft Office Excel Reused experiment-related data / Reused simulation-related data Created using DMPonline.be. Last modiﬁed 29 April 2024 2 of 8 Type of data Type of data Format Format Volume Volume How created How created Origin Origin Vibro-acoustic models of existing test rigs (oil-pan, soundbox, gearbox) (model) Commercial finite element software specific formats (.sim, .fem, .prt, .bdf, .dat,.nas, .mph), model matrices (.mat), result files (.pch, .op4, .mat, .unv) < 1 GB Commercial finite element software specific formats (.sim, .fem, .prt, .bdf, .dat,.nas, .mph), model matrices (.mat), result files (.pch,.op4, .mat, .unv)Matlab Siemens Simcenter 3D, Siemens NX, COMSOL Multiphysics, Matlab Dissemination related data Type of data Type of data Format Format Volume Volume How created How created Paper manuscripts and abstracts (textual) Text (.pdf, .tex, .docx, .bib, .sqlite) < 500 MB Microsoft Office Word, TextStudio (LaTeX), Zotero Presentations and slideshows (textual) Text (.ppt, .pptx, .pdf) < 1 GB Microsoft Office PowerPoint Demonstrator movies Multimedia (.gif, .mp4, .avi, .hpf) < 10 GB Hitfilm Express, Microsoft Office PowerPoint If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The reused data mainly stems from the researcher's previous FWO postdoctoral project (1277021N), which is partly stored on OneDrive and partly on an external network drive, managed by the KU Leuven. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Not applicable Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Not applicable Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The work in this project can result in research data which has potential for tech transfer and valorisation: Created using DMPonline.be. Last modiﬁed 29 April 2024 3 of 8 Novel models and methodologies will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Division LMSD Bert Pluymers will be consulted regarding these IP aspects. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No It is noted that novel modelling methods and routines will be developed, which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven Division LMSD, where related activities within other projects are developed and can leverage upon the developments in this project to enhance interaction. The IP of the research codes of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project and for future developments based on these. Reference to existing research codes of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper publications. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Metadata on experiment-related data Metadata on experiment-related data Geometric dimensions and structural material properties: a measurement report per dataset will describe the procedural information on how dimensions and properties have been acquired and what the units and definitions of the measured variables are. Raw vibration and acoustic measurements: a measurement report per measurement dataset will detail the software parameters & instruments settings, dimensions, measurement methodology and procedural information on how the data was collected, required sensor & exciter labels and positions as well as units of measurements and calibration settings. Processed vibration and acoustic measurements: a readme file will accompany the dataset, describing the labels and definitions of variables, the units of measurements and how the raw data have been processed. Photos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification, when they prove to be of added value. Metadata on simulation-related data Metadata on simulation-related data Vibro-acoustic finite element simulation models and raw & processed simulation data: a readme file will describe the parameters, definitions, units and software settings used to construct the models/data. Modeling assumptions and the underlying equations will be clearly reported such that each simulation results is accompanied with a description of the validity range of the model/data. This information is kept either in the CAE file format, or the accompanying text file. In addition to the metadata per datatype as outlined above, a readme file will be created which describes the structure of the dataset. Created using DMPonline.be. Last modiﬁed 29 April 2024 4 of 8 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No Although these are not formalized, state-of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure are used. On the other hand, when working with transferable neutral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re-evaluated if an applicable metadata standard is available and can be applied to enhance sharing. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data will be stored using: Local desktop file storage, with regular backups on the researcher’s personal KU Leuven network drive. Regular snapshots on personal external hard drives. Cloud-based storage, synchronized with local desktop storage: KU Leuven OneDrive. In particular for collaborations with researchers from the entire research group, these cloud-based storage options will be used for active use of the corresponding data. These solutions also provide version control. GitLab repository of the KU Leuven Division LMSD For specific storage solutions, there is support from the central IT serves as well as local IT from the KU Leuven science, engineering and technology group. How will the data be backed up? How will the data be backed up? The cloud-based and ICTS storage solutions are backed-up as part of the offered services. Back-ups are provided on different levels: For the data stored on the KU Leuven central servers, automatic daily back-up procedures apply. KU Leuven Enterprise Box, KU Leuven OneDrive and GitLab provide automated backups. Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree backup software). In addition, back-up copies on personal external hard drives will allow to recover data files Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently sufficient storage & backup capacity is available during the project for the anticipated data volumes. The available storage space and file size limits exceed the currently estimated required storage space. Furthermore, network drive and cloud storage space can be readily expanded upon request to KU Leuven IT services. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? In this project no sensitive personal data will be used. The used data storage comes with controlled/restricted access to the data (‘no access’, ‘read only’ or ‘administrator’ permissions). In addition, the researcher’s personal computer is centrally maintained by ICTS to ensure up-to-date operating system, software and security. Created using DMPonline.be. Last modiﬁed 29 April 2024 5 of 8 In case data will be shared with/used by others inside or outside KU Leuven, appropriate non-disclosure agreements will be drawn up upon consultation with the KU Leuven Division’s research manager Bert Pluymers, and secure transfer of files will be performed (e.g. using SFTP). If needed, local KU Leuven SET-IT team can help implementing the required suitable security measures for the specific circumstances. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Shared network drive: 0.25 TB: 126 euro/year KU Leuven OneDrive: Free KU Leuven Gitlab: Free The costs will be covered by the FWO bench fee. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Particular focus for data preservation will be on: Data at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to Open Access publications will be retained on Public Repositories (like Zenodo or Lirias). Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or valorisation activities and for future research of the researcher. Potentially large (intermediate and non-postprocessed raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate/remeasure the results easily and at low cost and time. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Hardware storage will be done in the foreseen storage space in the KU Leuven Division LMSD’s labs. Data will be archived on internal KU Leuven data storage facilities. The data will be stored on the university's central servers on a data archive drive (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. In addition, measurement data can be published in data papers describing and promoting the dataset. Published manuscript preprints will be stored on the KU Leuven Open Access repository Lirias. All other long term stored data will be on KU Leuven ICTS servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs for storage beyond project duration will be limited and covered by the research partners. The current cost is 104,42 euro/TB storage, but less storage requirements are foreseen. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Created using DMPonline.be. Last modiﬁed 29 April 2024 6 of 8 Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Already throughout the course of the project, all data (measurements, simulations, models) related to the Open Access publications will be made publicly available. After the end of the project, consolidated datasets linked to validation cases will be made available as well. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For data with restricted access, for example when the research outcome is expected to result in a possible patent, only the PI, supervisor and the industrial research manager, Bert Pluymers, will get access to the restricted access repository. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository, such as Zenodo, KU Leuven RDR or similar. When will the data be made available? When will the data be made available? Immediately after the end of the project Upon publication of the research results Publication related data will be made available upon publication of the results. Consolidated datasets will be made available at the end of the project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The datasets will be uploaded in Zenodo or similar as open access datasets under a Attribution-NonCommercial-NoDerivs (CC BY-NC-ND) license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Yes, a DOI is automatically given for data uploaded to KU Leuven RDR. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Currently, there are no expected costs for data sharing. 6. Responsibilities 6. Responsibilities Created using DMPonline.be. Last modiﬁed 29 April 2024 7 of 8 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher will be the responsible for data documentation & metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET-IT). The researcher has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the researcher can rely on the support of the Division LMSD’s research manager Bert Pluymers. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long-term data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. Who will update and implement this DMP? Who will update and implement this DMP? The researcher bears the end responsibility for updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 29 April 2024 8 of 8"
}