{
    "document_id": "D-2021-1011",
    "LinkTitle": "D-2021-1011",
    "file_name": "D-2021-1011.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1011.pdf",
    "metadata": {
        "title": "D-2021-1011",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Koen Poesen\nFWO Project Number & Title Immune profiling of CIDP (ImPoC), 18B2622N\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Serum samples from patients included in the project will be processed and analyzed on an orbitrap mass \nspectrometer (situated at the SyBioMa facility of the KU Leuven). This will result in .Raw data files (mass \nspectrometry format used by the vendor Thermo Fisher) which contain for each sample info regarding the \nmass spectrometric analysis such as m/z values, charge and retention times of detected peaks. Each \nsample analysed will generate a .Raw file of approximately 1GB. Raw data files will be processed by \ndedicated software (PEAKS or Progenesis Qi for Proteomics; both available at the SyBioMa facility) after \nwhich data will be exported from the software in excel format type. These excel files contain a list of all \nmeasured peptides with the related information per peptide (m/z value, retention time, charge, \nabundance per sample,…) (without containing confidential patient information). The volume of these excel  \nfiles is dependent on the number of samples analysed (up to 250MB for a 200-sample analysis). Statistical \nanalysis will be performed on data reported in these excel files via statistical programs such as SPSS, \nStatistica and graphpad prism. Statistical results will be stored in the result files of the respective statistical  \nsoftware programs. Clinical data obtained during the project such as demographics will be stored in the \nsecure Online data repository REDCap (use of REDCap for registering clinical data is mandatory per \nregulations of the UZ Leuven Ethical Committee).\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n            Privacy Registry Reference: /\nShort description of the kind of personal data that will be used:\nPersonal data used will be e.g. diagnosis, date of birth, sex, date of serum sampling, which therapy patient \nreceived at time of sampling, a patient’s response to that therapy, a patient’s score on disability and \nimpairment scales (e.g. INCAT and MRC sum-score scale), EMG results (to determine whether a patient \nfulfills diagnostic criteria for CIDP), disease progression over time,… All clinical data will be registered in \nREDCap. Name of participants will be pseudonymized in REDCap.  \n2019-10-01 | FWO DMP Template 3Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval: S62265 \nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment: Yes, the research project may result in promising biomarker peptides which could \nhold diagnostic or prognostic value in the clinical management of CIDP. As such, IP restrictions will be \ncreated regarding the identity and characteristics of these peptides. Restrictions comprise the use of non-\ndisclosure agreements to be signed for all external parties involved in the project and a delay in \ncommunicating research outcomes (e.g. via publications or congresses) until the priority date (the first \ndate of filing a patent application).\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Data generated in this project follows standard operating procedures (outlined in the manuals of e.g. the \nPEAKS and Progenesis QI for Proteomics software) and can hence be interpreted with minimal knowledge \nregarding mass spectrometry and mass spectrometry dedicated software. Data regarding mass \nspectrometer settings are stored centrally at the SyBioMa facility of the KU Leuven. Protocols regarding \nsample preparation or the settings for dedicated mass spectrometry software can be deposited in the KU \nLeuven Research Data Repository (RDR). All clinical data will be registered via the use of REDCap software \nensuring traceability for all obtained samples and their related clinical information.\n2019-10-01 | FWO DMP Template 4Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nIf no: Metadata will be created via the use of the ‘Research Data Repository’ (RDR) of the KU Leuven which  \nenables researchers to upload datasets with associated metadata information such as author of the \ndataset, a description of the datasets, keywords, related publications, the subject,…\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  Data (raw mass spectrometry data, processed mass spectrometry data, statistical analyses,…) will be \nstored both online (on KU Leuven servers, e.g. via OneDrive) as well as via offline external hard drives. raw \nmass spectrometry data & data obtained via dedicated mass spectrometry software (available at the \nSyBioMa facility) are stored by both our research group as well as by the KU Leuven SyBioMa facility. \nPseudonymized clinical data will be stored in REDCap as regulated by the UZ Leuven Ethical Committee.  \nHow will the data be backed up?  Data will be backed up by providing both offline (external hard drives) and online (OneDrive on KU Leuven \nservers) data storage. Moreover, mass spectrometry data (both .Raw data files as well as data generated \nvia dedicated mass spectrometry software) are also stored by the SyBioMa KU Leuven facility. Also, at the \nend of the project, all processed research data can be archived at the KU Leuven Research Data Repository  \n(RDR). The REDCap software also allows users to download a backup of the project data which can then \nalso be stored both offline and online on KU Leuven servers.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes: external hard drives, KU Leuven provided One Drive, KU Leuven Research Data Repository\n☐ No\nIf no, please specify:  \n2019-10-01 | FWO DMP Template 5What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Costs for data storage include the purchase of external hard drives (e.g. an 8TB external hard drive, which \ncan contain the .raw data of 8000 samples, currently costs +- 200 euro). Online storage via OneDrive for \nbusiness is provided free of charge by the KU Leuven (2TB storage per user). The REDCap software incurs \nan annual fee of 80 euro. Data storage costs will be covered via project funding.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Clinical data will be stored in the secure data management tool REDCap (the use of which is mandated by \nthe UZ Leuven Ethical Committee). The REDCap tool, which contains pseudonymized clinical data, prevents  \nunauthorized access and unauthorized modification to data. Other data such as raw or processed mass \nspectrometry data will only be accessible by involved parties (i.e. researchers of our research groups or \ncollaborators such as the KU Leuven SyBioMa facility).\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All data generated in this project (both raw and processed data) will be stored for a minimum of 5 years.\nWhere will these data be archived (= stored for \nthe long term)? Data will be archived on both KU Leuven servers (e.g. via the KU Leuven research data repository (RDR)) as  \nwell as on external hard drives. Clinical data will be stored via the use of the REDCap software. The \nSyBioMa facility also stores both raw and processed mass spectrometry data.\n2019-10-01 | FWO DMP Template 6What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Expected costs include the purchase of external hard drives (e.g. +- 200 euros for a 8TB hard drive which \ncan contain raw data for >8000 samples) and the annual fee of 80 euros for use of the REDCap software \n(expected cost: 400 euro for REDCap + 200-400 euro for external hard drives).\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify: Obtained biomarker signatures might be novel and inventive and will be protected \nby patent applications . Hence, for intellectual property reasons related to patent application, research \ndata will not be shared with third parties, unless those third parties are involved in the research project \nand are bound to discretion via non-disclosure agreements.\nWhich data will be made available after the end \nof the project? Research outcomes in terms of validated diagnostic and prognostic peptide biomarkers for CIDP.\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☒ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  The timepoint of data disclosure will depend on patentability of obtained results and hence upon the \ntimeframe of the patent application process (e.g. after the priority date).\nWho will be able to access the data and under \nwhat conditions? Internal KU Leuven staff and external researchers upon reasonable request when also bound to discretion \nvia non-disclosure agreements.\n2019-10-01 | FWO DMP Template 7What are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.None\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Koen Poesen (PI), Joris Godelaine (current PhD student of Prof. Poesen), subsequent PhD students working  \non this research project\nWho will be responsible for data storage & back \nup during the project?  Koen Poesen (PI), Joris Godelaine (current PhD student of Prof. Poesen), subsequent PhD students working  \non this research project\nWho will be responsible for ensuring data \npreservation and sharing?  Koen Poesen (PI)\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe PI bears the overall responsibility for updating & implementing this DMP"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Koen Poesen FWO Project Number & Title Immune profiling of CIDP (ImPoC), 18B2622N Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Serum samples from patients included in the project will be processed and analyzed on an orbitrap mass spectrometer (situated at the SyBioMa facility of the KU Leuven). This will result in .Raw data files (mass spectrometry format used by the vendor Thermo Fisher) which contain for each sample info regarding the mass spectrometric analysis such as m/z values, charge and retention times of detected peaks. Each sample analysed will generate a .Raw file of approximately 1GB. Raw data files will be processed by dedicated software (PEAKS or Progenesis Qi for Proteomics; both available at the SyBioMa facility) after which data will be exported from the software in excel format type. These excel files contain a list of all measured peptides with the related information per peptide (m/z value, retention time, charge, abundance per sample,…) (without containing confidential patient information). The volume of these excel files is dependent on the number of samples analysed (up to 250MB for a 200-sample analysis). Statistical analysis will be performed on data reported in these excel files via statistical programs such as SPSS, Statistica and graphpad prism. Statistical results will be stored in the result files of the respective statistical software programs. Clinical data obtained during the project such as demographics will be stored in the secure Online data repository REDCap (use of REDCap for registering clinical data is mandatory per regulations of the UZ Leuven Ethical Committee). 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: Privacy Registry Reference: / Short description of the kind of personal data that will be used: Personal data used will be e.g. diagnosis, date of birth, sex, date of serum sampling, which therapy patient received at time of sampling, a patient’s response to that therapy, a patient’s score on disability and impairment scales (e.g. INCAT and MRC sum-score scale), EMG results (to determine whether a patient fulfills diagnostic criteria for CIDP), disease progression over time,… All clinical data will be registered in REDCap. Name of participants will be pseudonymized in REDCap. 2019-10-01 | FWO DMP Template 3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: S62265 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: Yes, the research project may result in promising biomarker peptides which could hold diagnostic or prognostic value in the clinical management of CIDP. As such, IP restrictions will be created regarding the identity and characteristics of these peptides. Restrictions comprise the use of non- disclosure agreements to be signed for all external parties involved in the project and a delay in communicating research outcomes (e.g. via publications or congresses) until the priority date (the first date of filing a patent application). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Data generated in this project follows standard operating procedures (outlined in the manuals of e.g. the PEAKS and Progenesis QI for Proteomics software) and can hence be interpreted with minimal knowledge regarding mass spectrometry and mass spectrometry dedicated software. Data regarding mass spectrometer settings are stored centrally at the SyBioMa facility of the KU Leuven. Protocols regarding sample preparation or the settings for dedicated mass spectrometry software can be deposited in the KU Leuven Research Data Repository (RDR). All clinical data will be registered via the use of REDCap software ensuring traceability for all obtained samples and their related clinical information. 2019-10-01 | FWO DMP Template 4Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: If no: Metadata will be created via the use of the ‘Research Data Repository’ (RDR) of the KU Leuven which enables researchers to upload datasets with associated metadata information such as author of the dataset, a description of the datasets, keywords, related publications, the subject,… 5.Data storage & backup during the FWO project Where will the data be stored? Data (raw mass spectrometry data, processed mass spectrometry data, statistical analyses,…) will be stored both online (on KU Leuven servers, e.g. via OneDrive) as well as via offline external hard drives. raw mass spectrometry data & data obtained via dedicated mass spectrometry software (available at the SyBioMa facility) are stored by both our research group as well as by the KU Leuven SyBioMa facility. Pseudonymized clinical data will be stored in REDCap as regulated by the UZ Leuven Ethical Committee. How will the data be backed up? Data will be backed up by providing both offline (external hard drives) and online (OneDrive on KU Leuven servers) data storage. Moreover, mass spectrometry data (both .Raw data files as well as data generated via dedicated mass spectrometry software) are also stored by the SyBioMa KU Leuven facility. Also, at the end of the project, all processed research data can be archived at the KU Leuven Research Data Repository (RDR). The REDCap software also allows users to download a backup of the project data which can then also be stored both offline and online on KU Leuven servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes: external hard drives, KU Leuven provided One Drive, KU Leuven Research Data Repository ☐ No If no, please specify: 2019-10-01 | FWO DMP Template 5What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Costs for data storage include the purchase of external hard drives (e.g. an 8TB external hard drive, which can contain the .raw data of 8000 samples, currently costs +- 200 euro). Online storage via OneDrive for business is provided free of charge by the KU Leuven (2TB storage per user). The REDCap software incurs an annual fee of 80 euro. Data storage costs will be covered via project funding. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Clinical data will be stored in the secure data management tool REDCap (the use of which is mandated by the UZ Leuven Ethical Committee). The REDCap tool, which contains pseudonymized clinical data, prevents unauthorized access and unauthorized modification to data. Other data such as raw or processed mass spectrometry data will only be accessible by involved parties (i.e. researchers of our research groups or collaborators such as the KU Leuven SyBioMa facility). 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data generated in this project (both raw and processed data) will be stored for a minimum of 5 years. Where will these data be archived (= stored for the long term)? Data will be archived on both KU Leuven servers (e.g. via the KU Leuven research data repository (RDR)) as well as on external hard drives. Clinical data will be stored via the use of the REDCap software. The SyBioMa facility also stores both raw and processed mass spectrometry data. 2019-10-01 | FWO DMP Template 6What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Expected costs include the purchase of external hard drives (e.g. +- 200 euros for a 8TB hard drive which can contain raw data for >8000 samples) and the annual fee of 80 euros for use of the REDCap software (expected cost: 400 euro for REDCap + 200-400 euro for external hard drives). 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Obtained biomarker signatures might be novel and inventive and will be protected by patent applications . Hence, for intellectual property reasons related to patent application, research data will not be shared with third parties, unless those third parties are involved in the research project and are bound to discretion via non-disclosure agreements. Which data will be made available after the end of the project? Research outcomes in terms of validated diagnostic and prognostic peptide biomarkers for CIDP. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? The timepoint of data disclosure will depend on patentability of obtained results and hence upon the timeframe of the patent application process (e.g. after the priority date). Who will be able to access the data and under what conditions? Internal KU Leuven staff and external researchers upon reasonable request when also bound to discretion via non-disclosure agreements. 2019-10-01 | FWO DMP Template 7What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.None 8.Responsibilities Who will be responsible for the data documentation & metadata? Koen Poesen (PI), Joris Godelaine (current PhD student of Prof. Poesen), subsequent PhD students working on this research project Who will be responsible for data storage & back up during the project? Koen Poesen (PI), Joris Godelaine (current PhD student of Prof. Poesen), subsequent PhD students working on this research project Who will be responsible for ensuring data preservation and sharing? Koen Poesen (PI) Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PI bears the overall responsibility for updating & implementing this DMP"
}