{
    "document_id": "D-2022-1630",
    "LinkTitle": "D-2022-1630",
    "file_name": "D-2022-1630.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1630.pdf",
    "metadata": {
        "title": "D-2022-1630",
        "author": "Hilde Colpin",
        "num_pages": 7
    },
    "content": {
        "full_text": "CONNECTIONS IN CLASS (CIC): RELATIONSHIPS WITH TEACHERS \nAND PEERS AND THEIR EFFECTS ON ADOLESCENTS' MENTAL \nHEALTH\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / \nIDDescription New or \nreuseDigital or \nPhysical \ndataData TypeFile \nformatData \nvolumePhysical \nvolume\nSTUDY 1\nTeachers4Victims°questionnaires\nfilled out by\nteachers in\nQualtrics or on\npaper\n°questionnaires\nfilled out by\nstudents and\nparents on\npaper\n°class\nobservations\non paper\n°paper\nquestionnaires\nand\nobservations\nlater\ndigitalized\nN teachers=62\nstudents=1051\nThree waves \n(November 2018, \nFebruary 2019, April \n2019) \nE(xisting \ndata) D(igital) \nP(hysical)\nNumerical \nTextual.sav \n(SPSS)\n.xlsx \n(Excel)\n.csv for\narchiving\npurposes<1GB \nSTUDY 2\nCiC-longitudinal \nquestionnaires to be \ncompleted by \nteachers and \nstudents in Qualtrics\nThree waves \n(November 2023, \nJanuari/Februari \n2024, April 2024)New \ndata D(igital)\nP(hysical)\n Numerical\nTextual\n .sav \n(SPSS)\n.xlsx \n(Excel)\n.csv for\narchiving\npurposes \n<1GB \nSTUDY 3questionnaires to be New D(igital)Numerical.sav <1GB \nCiC-experimentalcompleted by \nteachers in training \nin Qualtrics\nFebruari 2023-June \n2023data Textual(SPSS)\n.xlsx \n(Excel)\n.csv for\narchiving\npurposes\n        \n        \n        \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nExisting data set STUDY 1-Teachers4Victims (PI H. Colpin, co-PI: K. Verschueren) saved on KU Leuven drive J:\n\\GHUM-PPW-SOKA-T4V-0318-E\\DMP\\Longitudinal study\\3.Data&Analyses\nThe PI of the current project (H. Colpin) is also PI of Teachers4Victims project.  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●Yes, human subject data (Provide SMEC or EC approval number below)\nSTUDY 1-Teachers4Victims: G-2016-12700\nSTUDY 2-CiC longitudinal: G-2022-5762-R2(MAR)\nSTUDY 3-CiC experimental: G-2022-5641-R4(MAR)\nAll three studies involve human participants. Moreover, minors participated in study 1/will participate in study 2.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●Yes (Provide PRET G-number or EC S-number below)\nPersonal data will be processed for two of the three data sets:\nSTUDY 1-Teachers4Victims: G-2022-4832\noStudents: Personal data, e.g., age, class grade, gender, country of origin, mother-tongue(s), emotions and \nbehavior will be processed in the current project.\nSTUDY 2-CiC longitudinal: G-2022-5762-R2(MAR)\noStudents: Identification information, i.e., name, and personal data, e.g. age, gender, country of origin, \nmother-tongue(s), name of school, name of class, emotions and behavior will be assessed.\noTeachers: Identification information, i.e., name, personal data, e.g., age, gender, country of origin, name of \nschool, name of class, highest degree obtained, and information on occupation and professional activities \n(e.g., position(s), years of experience in general and in current school) will be requested.\nFor STUDY 3-CiC experimental, no personal data will be processed.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●Yes\nThe studies' participants are involved as a third party. Agreements as such are part of the\nInformed Consent form, mentioning the publication of results in scientific communications.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nFor STUDY 1, Teachers4Victims, we (K. Demol, F. van Gils, I. ten Bokkel, K. Verschueren, H. Colpin) created data \ndocumentation at different levels:\n1. Project level\nProject description and aims: short description of the main objectives of the project and\nresearch methodology together with grant number (.docx, .pdf, or .txt)\nRecruitment: documentation on the methodology used to recruit schools (and within\nschools: teachers and students) (.docx, .pdf, .xlx); and recruitment materials (recruitment\nletter for schools, information leaflet for teachers and for parents) (.pdf)\nData collection: documentation on the methodology used to collect the data and all relevant\nresearch documents (data collection protocol, blank copy of the informed consent forms,\nblank copy of the questionnaires) (.docx, .pdf); documentation on the data collection (e.g.,\nrelevant notes made during data collection) (.docx, .pdf, or .txt)\nProject management: reports of the meetings of the research team (.docx); the data\nmanagement plan itself (.docx, .pdf)\n2.File or database level\nDataset: documentation on the creation of the (final) dataset(s) (e.g., data log with\ndocumentation on data cleaning and on the different versions of data files; syntax used for\nderiving variables from original variables) (.docx, .pdf, .sps)\nData-analysis: for each manuscript documentation on the (final) analyses (e.g., analysis\nlogbook) (depending on statistical software used: .sps)\n3. Item level\nCodebook dataset: explanatory information (i.e., annotation metadata) about the variables\nand how they were coded (e.g., instruments, items, variable labels, value labels, missing values, composite scores) \n(in the dataset\n(.sav), and a variable legend in a separate text file: docx, .pdf, or .txt)\nFor STUDY 2 and 3 (CiC longitudinal and CiC experimental), we will follow the same procedure as for STUDY 1.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nThere is no metadata standard available in our discipline. For STUDY 1, data-input was conducted mainly in SPSS \n(or Excel). We used the metadata characteristic for these programs. This ascertains that data are understandable for \nall collaborators in the project and for researchers interested in conducting secondary analyses using these data. We \nwill use the same procedure for STUDY 2 and 3.\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●Shared network drive (J-drive)\n●OneDrive (KU Leuven)\n●Other (specify below)\nIn line with the guidelines of the faculteit of Psychology and Educational Sciences and with the GDPR the digital data \nare stored in a secured limited access network drive operated by the faculty's ICT-service. Data are pseudonymised \n(STUDY 1&2) or anonymous (STUDY 3). For STUDY 1&2, the files containing the participants' names and ID-codes \nare stored separately from the files that contain their data. The files with the names can only be accessed by the data  \nmanagers of the research group (K. Luyckx, J. Spilt).  \nAll computers working with the data have encrypted hard drives (Bitlocker). The cost for this\nsecure data storage is budgeted.\nPaper data and the paper informed consent forms are stored separately at the KU Leuven in a\ncabinet that is closed with a lock.\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nTo prevent unauthorized persons to have access to our data, data are not stored locally on\nthe laptops of the involved researchers, but are stored on the secure network drives which\nare managed by the faculty’s IT staff (cf. supra, question “where will the data be stored”).\nThe use of these network drives allows for secured storage, management and sharing of\nfiles, and avoids loss of data and data breaches.\n(Part of the) final pseudonymized (STUDY 1 and 2)/anonymous (STUDY 3) dataset are/will be\nshared with KU Leuven students who need the data for their master's thesis. They will be requested to encrypt  the \nhard drives of their laptops before receiving the data and to delete\nthe data after having defended their master's thesis.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nThe costs for storage and backup of the data of the current project (estimated volume: max 3\nGB; estimated costs max. 500 euro) will be covered by the current project.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Shared network drive (J-drive)\n●Other (specify below)\nPersonal KU Leuven One drive of PI Hilde Colpin (replaced personal I- and K-drives).  \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nThe costs for data preservation (estimated volume: max 3 GB; estimated costs max. 500 euro) will be covered by the  \ncurrent project.\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as restricted data (upon approval, or institutional access only)\nData from all three studies will be available as restricted data (also see response to next question). Data will not be \nmade available as open data, as they were collected among minors (STUDY 1 and 3) and they report on rather \nsensitive issues, i.e., behavior, thoughts, emotions, and social relationships of participants (and their teachers and \npeers). In line with the recommendations of SMEC KU Leuven, if data are shared, they will be shared using the \n‘Filesender’ of Belnet (https://filesender.belnet.be ), which is a secure way to share data with researchers outside KU \nLeuven.\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nResearchers under the supervision of this project’s PI (H. Colpin) and co-promotors (STUDY 1: K. Verschueren, \nSTUDY 3: J. Spilt, K. Verschueren) can access the data after the (co-)promotors' agreement. In addition, interested \nresearchers can send a motivated request to the PI (H. Colpin) if they would like to obtain access to the final, \npseudonymized (STUDY 1, 2) of anonymous (STUDY 3) data set. Only the data needed to answer their research \nquestion will be shared. Hence, there will be restricted or controlled access to the data.  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●Other data repository (specify below)\nIn a restricted access repository\nWhen will the data be made available?  \n●Upon publication of research results\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Data Transfer Agreement (restricted data)\nA Data Transfer Agreement will be used in case the data would be shared with other researchers not involved in the \npresent project.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nThe main responsible person for data documentation and metadata is the PI (H. Colpin).\nOthers involved in this process:\n-For STUDY 1: co-PI Karine Verschueren, post-doc Karlien Demol, PhD-student Anouck Lubon\n-For STUDY 2: PhD-student Anouck Lubon and an additional researcher who will be hired on the project\n-For STUDY 3: co-PI's Karine Verschueren and Jantine Spilt, post-doc Nina Steenberghs, PhD-student Anouck \nLubon\nWho will manage data storage and backup during the research project?  \nThe main responsible person for data storage and backup is the PI (H. Colpin).\nOthers involved in this process:\n-For STUDY 1: co-PI Karine Verschueren, post-doc Karlien Demol, PhD-student Anouck Lubon\n-For STUDY 2: PhD-student Anouck Lubon and an additional researcher who will be hired on the project\n-For STUDY 3: co-PI's Karine Verschueren and Jantine Spilt, post-doc Nina Steenberghs, PhD-student Anouck \nLubon\nThe PPW DICT staff members are responsible for the automatic backup system of the network drives.\nWho will manage data preservation and sharing?  \nThe main responsible person for managing data preservation and sharing is the PI (H. Colpin). The co-PI of STUDY 1  \n(K. Verschueren) and the co-PI's of STUDY 3 (K. Verschueren, J. Spilt) will also be involved in this process.\nWho will update and implement this DMP?  \nThe PI has the end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "CONNECTIONS IN CLASS (CIC): RELATIONSHIPS WITH TEACHERS AND PEERS AND THEIR EFFECTS ON ADOLESCENTS' MENTAL HEALTH RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescription New or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume STUDY 1 Teachers4Victims°questionnaires filled out by teachers in Qualtrics or on paper °questionnaires filled out by students and parents on paper °class observations on paper °paper questionnaires and observations later digitalized N teachers=62 students=1051 Three waves (November 2018, February 2019, April 2019) E(xisting data) D(igital) P(hysical) Numerical Textual.sav (SPSS) .xlsx (Excel) .csv for archiving purposes<1GB STUDY 2 CiC-longitudinal questionnaires to be completed by teachers and students in Qualtrics Three waves (November 2023, Januari/Februari 2024, April 2024)New data D(igital) P(hysical) Numerical Textual .sav (SPSS) .xlsx (Excel) .csv for archiving purposes <1GB STUDY 3questionnaires to be New D(igital)Numerical.sav <1GB CiC-experimentalcompleted by teachers in training in Qualtrics Februari 2023-June 2023data Textual(SPSS) .xlsx (Excel) .csv for archiving purposes If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Existing data set STUDY 1-Teachers4Victims (PI H. Colpin, co-PI: K. Verschueren) saved on KU Leuven drive J: \\GHUM-PPW-SOKA-T4V-0318-E\\DMP\\Longitudinal study\\3.Data&Analyses The PI of the current project (H. Colpin) is also PI of Teachers4Victims project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●Yes, human subject data (Provide SMEC or EC approval number below) STUDY 1-Teachers4Victims: G-2016-12700 STUDY 2-CiC longitudinal: G-2022-5762-R2(MAR) STUDY 3-CiC experimental: G-2022-5641-R4(MAR) All three studies involve human participants. Moreover, minors participated in study 1/will participate in study 2. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●Yes (Provide PRET G-number or EC S-number below) Personal data will be processed for two of the three data sets: STUDY 1-Teachers4Victims: G-2022-4832 oStudents: Personal data, e.g., age, class grade, gender, country of origin, mother-tongue(s), emotions and behavior will be processed in the current project. STUDY 2-CiC longitudinal: G-2022-5762-R2(MAR) oStudents: Identification information, i.e., name, and personal data, e.g. age, gender, country of origin, mother-tongue(s), name of school, name of class, emotions and behavior will be assessed. oTeachers: Identification information, i.e., name, personal data, e.g., age, gender, country of origin, name of school, name of class, highest degree obtained, and information on occupation and professional activities (e.g., position(s), years of experience in general and in current school) will be requested. For STUDY 3-CiC experimental, no personal data will be processed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●Yes The studies' participants are involved as a third party. Agreements as such are part of the Informed Consent form, mentioning the publication of results in scientific communications. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For STUDY 1, Teachers4Victims, we (K. Demol, F. van Gils, I. ten Bokkel, K. Verschueren, H. Colpin) created data documentation at different levels: 1. Project level Project description and aims: short description of the main objectives of the project and research methodology together with grant number (.docx, .pdf, or .txt) Recruitment: documentation on the methodology used to recruit schools (and within schools: teachers and students) (.docx, .pdf, .xlx); and recruitment materials (recruitment letter for schools, information leaflet for teachers and for parents) (.pdf) Data collection: documentation on the methodology used to collect the data and all relevant research documents (data collection protocol, blank copy of the informed consent forms, blank copy of the questionnaires) (.docx, .pdf); documentation on the data collection (e.g., relevant notes made during data collection) (.docx, .pdf, or .txt) Project management: reports of the meetings of the research team (.docx); the data management plan itself (.docx, .pdf) 2.File or database level Dataset: documentation on the creation of the (final) dataset(s) (e.g., data log with documentation on data cleaning and on the different versions of data files; syntax used for deriving variables from original variables) (.docx, .pdf, .sps) Data-analysis: for each manuscript documentation on the (final) analyses (e.g., analysis logbook) (depending on statistical software used: .sps) 3. Item level Codebook dataset: explanatory information (i.e., annotation metadata) about the variables and how they were coded (e.g., instruments, items, variable labels, value labels, missing values, composite scores) (in the dataset (.sav), and a variable legend in a separate text file: docx, .pdf, or .txt) For STUDY 2 and 3 (CiC longitudinal and CiC experimental), we will follow the same procedure as for STUDY 1. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No There is no metadata standard available in our discipline. For STUDY 1, data-input was conducted mainly in SPSS (or Excel). We used the metadata characteristic for these programs. This ascertains that data are understandable for all collaborators in the project and for researchers interested in conducting secondary analyses using these data. We will use the same procedure for STUDY 2 and 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●Shared network drive (J-drive) ●OneDrive (KU Leuven) ●Other (specify below) In line with the guidelines of the faculteit of Psychology and Educational Sciences and with the GDPR the digital data are stored in a secured limited access network drive operated by the faculty's ICT-service. Data are pseudonymised (STUDY 1&2) or anonymous (STUDY 3). For STUDY 1&2, the files containing the participants' names and ID-codes are stored separately from the files that contain their data. The files with the names can only be accessed by the data managers of the research group (K. Luyckx, J. Spilt). All computers working with the data have encrypted hard drives (Bitlocker). The cost for this secure data storage is budgeted. Paper data and the paper informed consent forms are stored separately at the KU Leuven in a cabinet that is closed with a lock. How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To prevent unauthorized persons to have access to our data, data are not stored locally on the laptops of the involved researchers, but are stored on the secure network drives which are managed by the faculty’s IT staff (cf. supra, question “where will the data be stored”). The use of these network drives allows for secured storage, management and sharing of files, and avoids loss of data and data breaches. (Part of the) final pseudonymized (STUDY 1 and 2)/anonymous (STUDY 3) dataset are/will be shared with KU Leuven students who need the data for their master's thesis. They will be requested to encrypt the hard drives of their laptops before receiving the data and to delete the data after having defended their master's thesis. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for storage and backup of the data of the current project (estimated volume: max 3 GB; estimated costs max. 500 euro) will be covered by the current project. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Shared network drive (J-drive) ●Other (specify below) Personal KU Leuven One drive of PI Hilde Colpin (replaced personal I- and K-drives). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for data preservation (estimated volume: max 3 GB; estimated costs max. 500 euro) will be covered by the current project. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as restricted data (upon approval, or institutional access only) Data from all three studies will be available as restricted data (also see response to next question). Data will not be made available as open data, as they were collected among minors (STUDY 1 and 3) and they report on rather sensitive issues, i.e., behavior, thoughts, emotions, and social relationships of participants (and their teachers and peers). In line with the recommendations of SMEC KU Leuven, if data are shared, they will be shared using the ‘Filesender’ of Belnet (https://filesender.belnet.be ), which is a secure way to share data with researchers outside KU Leuven. If access is restricted, please specify who will be able to access the data and under what conditions. Researchers under the supervision of this project’s PI (H. Colpin) and co-promotors (STUDY 1: K. Verschueren, STUDY 3: J. Spilt, K. Verschueren) can access the data after the (co-)promotors' agreement. In addition, interested researchers can send a motivated request to the PI (H. Colpin) if they would like to obtain access to the final, pseudonymized (STUDY 1, 2) of anonymous (STUDY 3) data set. Only the data needed to answer their research question will be shared. Hence, there will be restricted or controlled access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●Other data repository (specify below) In a restricted access repository When will the data be made available? ●Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ●Data Transfer Agreement (restricted data) A Data Transfer Agreement will be used in case the data would be shared with other researchers not involved in the present project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? No costs are expected. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The main responsible person for data documentation and metadata is the PI (H. Colpin). Others involved in this process: -For STUDY 1: co-PI Karine Verschueren, post-doc Karlien Demol, PhD-student Anouck Lubon -For STUDY 2: PhD-student Anouck Lubon and an additional researcher who will be hired on the project -For STUDY 3: co-PI's Karine Verschueren and Jantine Spilt, post-doc Nina Steenberghs, PhD-student Anouck Lubon Who will manage data storage and backup during the research project? The main responsible person for data storage and backup is the PI (H. Colpin). Others involved in this process: -For STUDY 1: co-PI Karine Verschueren, post-doc Karlien Demol, PhD-student Anouck Lubon -For STUDY 2: PhD-student Anouck Lubon and an additional researcher who will be hired on the project -For STUDY 3: co-PI's Karine Verschueren and Jantine Spilt, post-doc Nina Steenberghs, PhD-student Anouck Lubon The PPW DICT staff members are responsible for the automatic backup system of the network drives. Who will manage data preservation and sharing? The main responsible person for managing data preservation and sharing is the PI (H. Colpin). The co-PI of STUDY 1 (K. Verschueren) and the co-PI's of STUDY 3 (K. Verschueren, J. Spilt) will also be involved in this process. Who will update and implement this DMP? The PI has the end responsibility for updating and implementing this DMP."
}