{
    "document_id": "D-2024-2592",
    "LinkTitle": "D-2024-2592",
    "file_name": "D-2024-2592.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2592.pdf",
    "metadata": {
        "title": "From Bystander to Hero",
        "author": "N/A",
        "creation_date": "2024-06-27 12:36:25+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "From Bystander to Hero\nFrom Bystander to Hero\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nOlivier Hoogmartens \n \nhttps://orcid.org/0000-0003-2364-4960\n, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nOlivier Hoogmartens \n \nhttps://orcid.org/0000-0003-2364-4960\n, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nCITSC/24/012\nID: \nID: \n208617\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2026\nProject abstract:\nProject abstract:\nIn Belgium, the law of 8 July 1964 and its implementing decrees organise emergency medical services (EMS) for people whose state of health requires\nimmediate and unscheduled care. This assistance is organised through the use of a single emergency medical dispatch centre (EMD), which organises\nthree tasks: first aid on the spot, transport to the nearest hospital with a recognised emergency service and further care in an acute hospital.\nThe first link in the EMS process is the witness to a collapse or accident, the 'bystander'. The bystander provides accurate information to the EMD\ncentre. The EMD gathers the relevant information to direct the appropriate EMS resources to ensure the right team is in the right place at the right\ntime.\nIn the case of unplanned and life-threatening requests for care, the factor 'time' has a significant impact on survival (i.e. outcome indicator). The time\nbetween the call for professional help via the 112 emergency number and the arrival of the first resource on the scene, dispatched in response to the\ncare request, is called the 'therapy-free interval'. In the case of life-threatening, unplanned conditions, it is essential to keep the therapy-free interval as\nshort as possible. It has been extensively described in the literature that a Medical First Responder (MFR) has a significant impact on shortening this\ninterval. The MFR would play a crucial role for society as a \"buffer\" sent to the patient while waiting for the arrival of the available EMS resources:\nambulance, MUG (i.e. medical emergency vehicle) or PIT (i.e. paramedical intervention team). Unfortunately, Belgium does not have such a system\nwhere a bystander becomes an MFR. \nTo address these needs, the overall aim of this project is to develop a system that alerts volunteer citizen rescuers and increases the visibility of\nsomeone with CPR skills in a number of ways.  \nLast modified: \nLast modified: \n25-06-2024\nCreated using DMPonline.be. Last modiﬁed 25 June 2024\n1 of 6\nFrom Bystander to Hero\nFrom Bystander to Hero\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nQuestion not answered.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nQuestion not answered.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nG 2024 – 7825-R2\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nCreated using DMPonline.be. Last modiﬁed 25 June 2024\n2 of 6\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nIn this project, our approach to capturing accompanying information includes a comprehensive system to ensure the understandability and\nusability of the data. We start by documenting detailed procedures for data collection, including the tools and methods used. This information\nis recorded in electronic laboratory notebooks, which provide a time-stamped record of all activities.\nWe also produce README.txt files that accompany each dataset, outlining the data structure, variables and any necessary context for\ninterpretation. In addition, a codebook.tsv document is generated to provide descriptions of each variable, its values, and any transformations\nor processing steps applied.\nFor long-term preservation and accessibility, all documentation is stored on reliable and secure systems hosted by ICTS KU Leuven. This\nrepository is organised and indexed to facilitate easy retrieval of information by both the team and external users.\nRegular updates and revisions are carried out to ensure the accuracy and relevance of the information recorded, allowing continuity in the\ninterpretation of the data. Through these careful practices, we ensure that the data remains valuable and accessible to the research team and\nbeyond, both now and in the future.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nMulti-factor authentication using the KULeuven authenticator. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 25 June 2024\n3 of 6\nStorage on the Mango platform costs €35 per TB per year. \nAdditional storage will be charged pro rata from the time of the addition to the contract date of the original request.\nWhen an invoice is drawn up for the annual renewal or for additional storage the then-current storage price will be applied.\nTraining, advice and support are free of charge.\n \nAll costs will be covered by the assigned budget. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 25 June 2024\n4 of 6\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nQuestion not answered.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nQuestion not answered.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nQuestion not answered.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nKU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts\nfrom the participating faculties to ensure a workable and cost-effective plan. \n \nThe DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the\nproject.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nKU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts\nfrom the participating faculties to ensure a workable and cost-effective plan. \n \nThe DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the\nproject.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nKU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts\nfrom the participating faculties to ensure a workable and cost-effective plan. \n \nThe DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the\nCreated using DMPonline.be. Last modiﬁed 25 June 2024\n5 of 6\nproject.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nKU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts\nfrom the participating faculties to ensure a workable and cost-effective plan. \n \nThe DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the\nproject.\nCreated using DMPonline.be. Last modiﬁed 25 June 2024\n6 of 6"
    },
    "clean_full_text": "From Bystander to Hero From Bystander to Hero A Data Management Plan created using DMPonline.be Creators: Creators: Olivier Hoogmartens https://orcid.org/0000-0003-2364-4960 , n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Olivier Hoogmartens https://orcid.org/0000-0003-2364-4960 , n.n. n.n. Grant number / URL: Grant number / URL: CITSC/24/012 ID: ID: 208617 Start date: Start date: 01-01-2024 End date: End date: 31-12-2026 Project abstract: Project abstract: In Belgium, the law of 8 July 1964 and its implementing decrees organise emergency medical services (EMS) for people whose state of health requires immediate and unscheduled care. This assistance is organised through the use of a single emergency medical dispatch centre (EMD), which organises three tasks: first aid on the spot, transport to the nearest hospital with a recognised emergency service and further care in an acute hospital. The first link in the EMS process is the witness to a collapse or accident, the 'bystander'. The bystander provides accurate information to the EMD centre. The EMD gathers the relevant information to direct the appropriate EMS resources to ensure the right team is in the right place at the right time. In the case of unplanned and life-threatening requests for care, the factor 'time' has a significant impact on survival (i.e. outcome indicator). The time between the call for professional help via the 112 emergency number and the arrival of the first resource on the scene, dispatched in response to the care request, is called the 'therapy-free interval'. In the case of life-threatening, unplanned conditions, it is essential to keep the therapy-free interval as short as possible. It has been extensively described in the literature that a Medical First Responder (MFR) has a significant impact on shortening this interval. The MFR would play a crucial role for society as a \"buffer\" sent to the patient while waiting for the arrival of the available EMS resources: ambulance, MUG (i.e. medical emergency vehicle) or PIT (i.e. paramedical intervention team). Unfortunately, Belgium does not have such a system where a bystander becomes an MFR. To address these needs, the overall aim of this project is to develop a system that alerts volunteer citizen rescuers and increases the visibility of someone with CPR skills in a number of ways. Last modified: Last modified: 25-06-2024 Created using DMPonline.be. Last modiﬁed 25 June 2024 1 of 6 From Bystander to Hero From Bystander to Hero Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Question not answered. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Question not answered. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G 2024 – 7825-R2 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Created using DMPonline.be. Last modiﬁed 25 June 2024 2 of 6 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). In this project, our approach to capturing accompanying information includes a comprehensive system to ensure the understandability and usability of the data. We start by documenting detailed procedures for data collection, including the tools and methods used. This information is recorded in electronic laboratory notebooks, which provide a time-stamped record of all activities. We also produce README.txt files that accompany each dataset, outlining the data structure, variables and any necessary context for interpretation. In addition, a codebook.tsv document is generated to provide descriptions of each variable, its values, and any transformations or processing steps applied. For long-term preservation and accessibility, all documentation is stored on reliable and secure systems hosted by ICTS KU Leuven. This repository is organised and indexed to facilitate easy retrieval of information by both the team and external users. Regular updates and revisions are carried out to ensure the accuracy and relevance of the information recorded, allowing continuity in the interpretation of the data. Through these careful practices, we ensure that the data remains valuable and accessible to the research team and beyond, both now and in the future. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multi-factor authentication using the KULeuven authenticator. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 25 June 2024 3 of 6 Storage on the Mango platform costs €35 per TB per year. Additional storage will be charged pro rata from the time of the addition to the contract date of the original request. When an invoice is drawn up for the annual renewal or for additional storage the then-current storage price will be applied. Training, advice and support are free of charge. All costs will be covered by the assigned budget. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 25 June 2024 4 of 6 When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Question not answered. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. Question not answered. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Question not answered. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? KU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts from the participating faculties to ensure a workable and cost-effective plan. The DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? KU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts from the participating faculties to ensure a workable and cost-effective plan. The DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? KU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts from the participating faculties to ensure a workable and cost-effective plan. The DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the Created using DMPonline.be. Last modiﬁed 25 June 2024 5 of 6 project. Who will update and implement this DMP? Who will update and implement this DMP? KU Leuven ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts from the participating faculties to ensure a workable and cost-effective plan. The DMP will be updated throughout the research project, from start to finish. The final version of the DMP will be submitted at the end of the project. Created using DMPonline.be. Last modiﬁed 25 June 2024 6 of 6"
}