{
    "document_id": "D-2023-2448",
    "LinkTitle": "D-2023-2448",
    "file_name": "D-2023-2448.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2448.pdf",
    "metadata": {
        "title": "D-2023-2448",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Dr. Maryna Shevtsova; 0000-0003-3861-4158\nContributor name(s) (+ ORCID) & roles\nProject number 1 & title FWO 1295522N; RESISTANCES TO GENDER AND SEXUAL EQUALITIES IN EASTERN PARTNERSHIP \nCOUNTRIES: ETHNONATIONALISM AND GENDERED NATIONHOOD IN GEORGIA, MOLDOVA, AND \nUKRAINE.\nFunder(s) GrantID 2FWO 1295522N\nAffiliation(s) X KU Leuven \nROR identifier KU Leuven:  05f950310\nPlease provide a short project description The project addresses the implications of growing right-wing populism for gender and sexual equality in \nthe Eastern Partnership (EaP) countries during the last decade (2010-2020). Focusing on three EaP states, \nGeorgia, Moldova, and Ukraine, the project seeks to examine how geopolitical and cultural context shapes  \nthe political practices of right-wing populist parties to answer the following Research Questions: 1. What \nare the political, legal, and social implications of right-wing mobilization and backlash politics for \nEuropeanization of national gender and sexual equality policies in Georgia, Moldova, and Ukraine? 2. To \nwhat extent may these new movements result in building a new far-right paradigm in the region? The \npurpose of this project is to answer these questions by examining anti-gender mobilization and right-wing \npopulist groups’ activities, resulting in four journal articles and a manuscript for a monograph. The project \ngoes beyond classical Political science research as it applies theoretical and methodological approaches, \nincluding data collection methods, from gender studies, sociology, human geography, and anthropology. \nAs a core of the analytical framework, the project will apply frame and critical discourse analysis as two \ncomplementary interpretative perspectives on the social interactions constituting social movements’ \nactivity. For the data collection and triangulation of results, the project will include in-depth interviews \nand participant observation.\n2.Research Data Summary\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3List and describe all datasets or research materials that you plan to generate/collect or reuse \nduring your research project. For each dataset or data type (observational, experimental etc.),  \nprovide a short name & description (sufficient for yourself to know what data it is about), \nindicate whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL \nDATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data Volume \n(MB, GB, TB)Physical Volume\nACTIVIS\nM-1Recordings and \ntranscription of in-\ndepth interviews with \nactivists, experts, and \npolicymakers in \nGeorgia, Moldova, \nand Ukraine ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Audiovisual\n☐ Images\n☒ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:M4A file; audio \nfile format TBC; \nWord (.doc) files ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nPreliminary 60 \ninterviews, 200-350 \nMB each NA\nSOCIAL \nMEDIA-\n1Collection of public \nsocial media profiles \nand official web pages  \nof political parties, \nreligious and \nconservative \norganizations. ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.jpg \n(screenshots), .pd\nf and .doc files☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n400-500 filesNA\nSECON\nDARY \nREPORT\nSReports of \ninternational \norganizations and \nthinkg tanks☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual.pdf ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TBNA\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4☐ Model\n☐ Software\n☐ Other:☐ NA\nUnknown - this \ndepends on the \nnumber of relevant \ndocuments. This will \nbe determined later in  \nthe project.\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analyzed data, including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  SMEC application under the review, \nG-2023-7089\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual-use; provide approval number:  \n☐ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information:\nPersonal data (name, email address, telephone number, (postal) address) will be collected and will be only  \navailable to the researcher and used if there is a need to contact the participant. For the dataset, the \nrespondent will be given a number and a letter according to the category (A  - for activist, P - for policy-\nmaker, E- for expert, etc. + the number that will correspond to the order number of the interview).  \nThe table with the codes will be stored separately from the data on a protected hard drive and will not \ncontain any personal data except the name of the interviewed person, the interview number, and the date  \nand place of the interview. The process of pseudonymization will be explained to the participants\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 63.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .ACTIVISM-1 – all the interviews will be transcribed verbatim and saved as Word documents. A table with \ncodes and interview information will be added, too, to make the coding principle and interview \nchronology clear. \nSOCIAL MEDIA-1 – all the files will be named and file names will be listed in the table with the description \nof the content (in some cases full translation, if needed\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: All data are stored in REDCap, hosted by secure KU Leuven servers.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nData also will be backed up on my personal OneDrive storage, password protected and anonymized  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nThere is enough space to store the data on OneDrive (KU Leuven) and to make back-up on my personal \nOneDrive\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 96. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☒ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions. The data will be embargoed for two years while the researcher will be working on the project outputs and  \nthen opened (open access) once the publications are out.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a DOI will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Dr. Maryna Shevtsova (the researcher)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Who will manage data storage and backup \nduring the research project?Dr. Maryna Shevtsova (the researcher)\nWho will manage data preservation and \nsharing?Dr. Maryna Shevtsova (the researcher)\nWho will update and implement this DMP? Dr. Maryna Shevtsova (the researcher)"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Dr. Maryna Shevtsova; 0000-0003-3861-4158 Contributor name(s) (+ ORCID) & roles Project number 1 & title FWO 1295522N; RESISTANCES TO GENDER AND SEXUAL EQUALITIES IN EASTERN PARTNERSHIP COUNTRIES: ETHNONATIONALISM AND GENDERED NATIONHOOD IN GEORGIA, MOLDOVA, AND UKRAINE. Funder(s) GrantID 2FWO 1295522N Affiliation(s) X KU Leuven ROR identifier KU Leuven: 05f950310 Please provide a short project description The project addresses the implications of growing right-wing populism for gender and sexual equality in the Eastern Partnership (EaP) countries during the last decade (2010-2020). Focusing on three EaP states, Georgia, Moldova, and Ukraine, the project seeks to examine how geopolitical and cultural context shapes the political practices of right-wing populist parties to answer the following Research Questions: 1. What are the political, legal, and social implications of right-wing mobilization and backlash politics for Europeanization of national gender and sexual equality policies in Georgia, Moldova, and Ukraine? 2. To what extent may these new movements result in building a new far-right paradigm in the region? The purpose of this project is to answer these questions by examining anti-gender mobilization and right-wing populist groups’ activities, resulting in four journal articles and a manuscript for a monograph. The project goes beyond classical Political science research as it applies theoretical and methodological approaches, including data collection methods, from gender studies, sociology, human geography, and anthropology. As a core of the analytical framework, the project will apply frame and critical discourse analysis as two complementary interpretative perspectives on the social interactions constituting social movements’ activity. For the data collection and triangulation of results, the project will include in-depth interviews and participant observation. 2.Research Data Summary 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ACTIVIS M-1Recordings and transcription of in- depth interviews with activists, experts, and policymakers in Georgia, Moldova, and Ukraine ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Audiovisual ☐ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:M4A file; audio file format TBC; Word (.doc) files ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Preliminary 60 interviews, 200-350 MB each NA SOCIAL MEDIA- 1Collection of public social media profiles and official web pages of political parties, religious and conservative organizations. ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.jpg (screenshots), .pd f and .doc files☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 400-500 filesNA SECON DARY REPORT SReports of international organizations and thinkg tanks☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual.pdf ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TBNA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4☐ Model ☐ Software ☐ Other:☐ NA Unknown - this depends on the number of relevant documents. This will be determined later in the project. GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analyzed data, including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: SMEC application under the review, G-2023-7089 ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual-use; provide approval number: ☐ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: Personal data (name, email address, telephone number, (postal) address) will be collected and will be only available to the researcher and used if there is a need to contact the participant. For the dataset, the respondent will be given a number and a letter according to the category (A - for activist, P - for policy- maker, E- for expert, etc. + the number that will correspond to the order number of the interview). The table with the codes will be stored separately from the data on a protected hard drive and will not contain any personal data except the name of the interviewed person, the interview number, and the date and place of the interview. The process of pseudonymization will be explained to the participants Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 63.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .ACTIVISM-1 – all the interviews will be transcribed verbatim and saved as Word documents. A table with codes and interview information will be added, too, to make the coding principle and interview chronology clear. SOCIAL MEDIA-1 – all the files will be named and file names will be listed in the table with the description of the content (in some cases full translation, if needed Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: All data are stored in REDCap, hosted by secure KU Leuven servers. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Data also will be backed up on my personal OneDrive storage, password protected and anonymized Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No There is enough space to store the data on OneDrive (KU Leuven) and to make back-up on my personal OneDrive If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8What are the expected costs for data storage and backup during the research project? How will these costs be covered? 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 96. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The data will be embargoed for two years while the researcher will be working on the project outputs and then opened (open access) once the publications are out. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a DOI will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? 7. Responsibilities Who will manage data documentation and metadata during the research project?Dr. Maryna Shevtsova (the researcher) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Who will manage data storage and backup during the research project?Dr. Maryna Shevtsova (the researcher) Who will manage data preservation and sharing?Dr. Maryna Shevtsova (the researcher) Who will update and implement this DMP? Dr. Maryna Shevtsova (the researcher)"
}