{
    "document_id": "D-2022-1407",
    "LinkTitle": "D-2022-1407",
    "file_name": "D-2022-1407.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1407.pdf",
    "metadata": {
        "title": "D-2022-1407",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "C1 DMP\nTwee fazen:\nInitieel DMP – binnen 6 maanden na toekenning financiering\nFinaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is.\n1.General Information\n1.1. Name of the project lead (PI) H. L. Roderick, K. Sipido, K Martinod, F. Rega (All BMW).  \n1.2. C1 Project Number & Title Understanding the vulnerability of the ageing heart ( C14/21/093)\n2.Data description\n2.1. Will you generate/collect new data and/or make \nuse of existing data?  New data will be generated/collected, and existing data, including published data will be re-\nemployed.\n2.2. Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume.\nIf you reuse existing data, specify the source of these \ndata. Distinguish data types (the kind of content) from \ndata formats (the technical format).Generation of new data\nPhysical data: Tissue samples (hearts, sheep, mice) : room temperature, -20 degree freezer, -80 \ndegree freezer – 20 boxes, Plasma samples (mice) : -20 degree freezer – 10 boxes, Glass histology \nslides (hearts, mice) - room temperature, -20 degree freezer – 30 boxes, Whole blood samples \n(mice) – not stored. Human Heart samples, UZ biobank and -80C. – 5 boxes.  \nData sources and experimental data: Researchers involved in the work will use paper lab books, \nwhich will include sufficient details to perform experiments and to trace data. Lab books are stored  \nsecurely in locked offices and after completion in the lab managers office. All methods used are \ntransposed into a lab template based standard operating procedure (SOP) and maintained on the J \ndrive (total ~ 0.5 GB).  \nAnimal colonies and surgeries:  Mouse and sheep included in the studies and interventions made \nwill be recorded in Excel databases and saved as .xls or .csv files (300 MB). Notes on \nphenotypes/responses to interventions and the destination of samples will also be recorded in \nthese databases. Protocols used in animal studies will be saved as .docx files (100 MB).  \nHigh throughput sequencing:  Single cell and bulk RNA-Sequencing will be carried out on human, \nsheep and mouse samples. Profiling of DNA methylation and hydroxymethylation at bulk and single  \ncell level will also be carried out. FASTQ and BAM file types represented raw and mapped data will \nbe created for each data set. A total of 1 TB of data will be generated.  \nEchocardiography and MRI: In vivo measurements of cardiac function during baseline, pathology \nand ageing will be performed on sheep and mouse used in the study. For all animals used, 3-4 \nimaging experiments will be carried out. For mice, this will be by Echo and Sheep by MRI. MRI Data \nis collected in the standard formats of the machine. For echo Raw data collected as .bimg files, 30 \nGB, Raw data, .mimg files, 120 GB, Metadata, .mxml files, 2 GB, Raw data, .pimg files, 30 GB and \nProcessed data, .png files, 2 GB. For MRI, raw data are collected as DICOM and IMA files and are \nconverted to Disc Image files, MATLAB data and MHD Files for analysis. Both files are retained  (original files \nand files for analysis) for the duration of the study.~ 500 MB per animal is collected per session x 3 sessions \n= 1.5 GB per animal.  ~ 100 GB of data will be collected in the study.  As all data can be regenerated from \nthe raw DICOM files, children of the original data are not stored thereafter. Total 350 GB.  \nPlasmid constructs:  Plasmids to express cell type specific reporters will be generated and sequence  \nverified. Sequences/maps will be maintained in Snap gene and plasmid databases maintained in \nthe format of this program, which is also universally accessible. Plasmids identities will be added to \nthe lab database and will be stored as purified DNA stocks at -20 degC in the lab.  \nImmunoblots: Protein expression will be determined by immunoblot using fluorescence detection \nof Ab binding using a LI-COR system. Scanned blots are stored in a database (.db) together with \nmetadata of acquisition parameters, generated by the program on individual’s J drive and then \ntransferred to the K drive.  ~ 5 Gb of data will be generated.  \nHistology: Histology performed on samples from all animals and human samples used. Raw images \ncaptured on Zeiss microscope and subsequently processed using ImageJ. 1TB of  Raw data, as .zvi or  \n.czi files will be collected, 200 GB of processed data .tiff and 100 MB of analysed data.  \nWidefield fluorescence microscopy of calcium and voltage changes in cardiac tissue slices and \nsingle cells: Data on single cells will be generated on a Nikon 3 camera imaging system and data \nstored as .ND2 files, which includes metadata of acquisition parameters. Processed data will be \nstored as .TIFF files.  ~ 4 TB of data will be generated. Live slice imaging is performed on a Zeiss \nimaging system. 2-3 Gb are collected per recording, depending on binning and resolution. Several \nrecordings are performed on each slice, generating ~10 Gb data per slice. Depending on the number of \nslices imaged per animal ~150-200 Gb data is collected. Raw data is saved as CZI files.  Files. 8 TB of data \nwill be collected. \nConfocal microscopy of Ca2+ dynamics:  Subcellular Ca2+ dynamics analysed using Nikon Confocal \nmicroscope. Line scans (512 Hz) are collected and saved as .ND2 files, which include metadata of \nacquisition parameters. ~ 3 TB of data will be collected.  \nFlow cytometry of sorted cardiac nuclei: files exported from sorters and analysers in universal .FCS  \nformat. ~ 50 Gb of data will be collected. Processed data is saved as FlowJo workspace files, .wsp, \n1- GB\nFlow cytometry of immune cells : files exported from analysers in non-proprietary .fcs 3.0 format \nwhich includes metadata. ~100 GB of data will be collected, and processed data is stored as FlowJo \nworkspace files (.wsp), ~ 2 GB estimated volume.\nProcessed data and statistics:  Initial data collation in Excel and then analysis in PRISM V9 (.pzf \nfiles). total <5 GB. R scripts used in some of this analysis will also be saved, R files, 50 MB.\nRT-qPCR data: reverse transcription quantitative PCR. Plate layouts in Excel, data generated in \nBiorad system software  Bio-Rad are initially saved as compressed File (.zpcr) and then extracted for  \nanalysis in Bio-Rad Optical File (.pcrd). Each qPCR run is 1 MB. We anticipate 70 MB. Data is \nanalysed in Excel (.xls) and statistics in PRISM (.PZF). Sequences of primers generated and validated  \nfor RT-qPCR, together with links to validation, will be maintained in laboratory Excel database. \nTotal Volume ~ 1 GB.\nExisting data:\nPublished existing data:  Data from public repositories of sequencing data will be used.  \n3.Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add the  \nreference  to  your  notification  file  with  the  privacy  \ncommission.No personal data will be used\n3.2. Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference \nto the formal approval by the relevant ethical review \ncommittee(s).Heart samples from human patients will be used. These include unused donor hearts and \nexplanted failing hearts. Use of these tissues is covered by the approval S58824 from the Ethics \ncommittee research UZ  / KU Leuven (EC research). Experiments performed on animals are covered \nby approvals from the Ethical committee for animal experimentation (ECD). Work on sheep is \ncovered by ECD: P037/2022, and in rodents by ECDs:  Tet2 in hartspierverdikking en hartpathologie \ntijdens ziekte en veroudering, project license number: 182/2021 and Project license numbers  \nmP195/2018, P019/2020 for analysis of NETS in mouse disease and ageing.  Amendments and \nextensions will be made to these existing files in the future.  \n3.3. Does your work possibly result in research data with  \npotential  for  tech  transfer  and  valorisation?  Will  IP \nrestrictions be claimed for the data you created? If so,  \nfor what data and which restrictions will be asserted?The work proposed in the application is highly discovery orientated. However, biomarkers of aging \nor of susceptibility of aged heart to disease may be of interest for development as a prognostic of \ncardiac health, for example in determining suitability of hearts for transplant. If appropriate, this \nwork may be developed under a TBM or C3. Mechanistic/sequencing studies may also yield new \ntargets for therapeutic intervention. These findings will be a long way from translation requiring \nvalidation. This will be carried out under a subsequent C1 or FWO project. Should any IP be \ngenerated that has potential for exploitation, we will seek to protect this IP. It is unlikely this will be  \nthe case for findings distal to translation – such as the mechanistic studies.  \n3.4.  Do  existing  3rd party  agreements  restrict  \ndissemination or exploitation of the data you (re)use? If  \nso, to what data do they relate and what restrictions are  \nin place?No \n4.Documentation and metadata\n4.1. What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Research carried out during this project will be published in academic journals that will be openly \naccessible to our peers as well as the public. Detailed methods and links to deposited data that will \nallow repeat of experiments and data re-interrogation respectively will be included in the MSs \nand/or their supplementary files. Large data sets, metadata and non published findings will be \ndeposited in online repositories such as https://www.ebi.ac.uk/ena/    and the KUL repository RDR   \n(  https://rdr.kuleuven.be/  ).  \nMethods used for our analysis are written up as SOPs and maintained in a shared database in the \nlab as .docx. All SOP have a version number with the author of the version indicated. Experiments \nperformed will be documented in lab books – personal or for animal experiments a shared lab book  \non the shared KUL J drive. Data and its location will be referenced to in lab books. Care is now also \ntaken to include lot/batch numbers of reagents used in experiments.\nOn a 6 monthly basis, data is transferred to the Archive K drive of KUL . This data is stored under a \nlaboratory agreed format, including with metadata. PI have R/W and researchers read only \npermissions.\n4.2. Will a metadata standard be used? If so, describe in  \ndetail which standard will be used. If not, state in detail \nwhich metadata will be created to make the data \neasy/easier to find and reuse.We currently have no metadata standard. However, where data is collected on specific equipment, \ne.g. confocal, FACS, LICOR, metadata relating to acquisition parameters are collected. For \nanimal/patient sample experiments, samples are noted in a shared data base with criteria related \nto the isolation and use of derivatives included as well as quality of sample.  \n5.Data storage & backup during the C1-C2 project\n5.1. Where will the data be stored?  Data is stored during collection on related equipment. Data is then transferred to network drives – \npersonal share drive or KUL J or L drive. Data is also maintained on the equipment and is also \nbacked up on mirrored hard drives on a 3 monthly basis. In this way raw data security is \nmaintained. For large data sets, data is stored on the KUL L drive, which is dedicated for this \npurpose. \nOn a 6 monthly basis as well as on publishing, data is transferred to the KUL archive K drive.  \nData will be shared between labs using OneDrive, which has a 2 TB allowance per person.  \n5.2. How will the data be backed up?  Data is routinely backed up on all shared drives. As well as transfer to share drives, data on \nequipment backed up on mirrored HDD on a 3 monthly basis.  \n5.3. Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify concisely. If \nno or insufficient storage or backup capacities are \navailable, then explain how this will be taken care of.  Yes, 2 TB storage space on OneDrive is freely available to each researcher. Space is also available \non the laboratories’ J, K and L drives. Additional space is easily requested. We foresee no problems.  \nCosts of J, K and L drives will have to be met however from the grant. To minimise cost, we will \nmake use of the cheaper storage on the L drive. A total cost of 9000 Euros is expected. This will \nbuild during the course of the application as data is collected.  \n5.4. What are the expected costs for data storage and \nbackup during the project? How will these costs be \ncovered? 2 TB storage space on OneDrive is freely available to each researcher.\nCosts of J, K and L drives will have to be met however from the grant. To minimise cost, we will \nmake use of the cheaper storage on the L drive. A total cost of 9000 Euros is expected. This will \nbuild during the course of the application as data is collected.\n5.5. Data security: how will you ensure that the data \nare securely stored and not accessed or modified by \nunauthorized persons?  Data is not stored on individual’s PCs.  All data stored on KUL share drives is routinely backed up \nand can be recovered after disaster.  All researchers can R/W onto the J and L drive but only PIs \nand data managers can RW on the K archive drive.  \n6.Data preservation after the end of the C1-C2 project\nKU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal  \nand contractual agreements allow.\n6.1. Which data will be retained for the expected 5 year  \nperiod after the end of the project? If only a selection \nof the data can/will be preserved, clearly state why this \nis the case (legal or contractual restrictions, physical \npreservation issues, ...).In most cases, all data will be preserved, including raw data. Due to the prohibitive cost of storage, \nimaging data not used in our final analysis will not be archived.  \n6.2. Where will these data be archived (= stored for the Sequencing data will be preserved on our L drive and on online repositories. Imaging data will be \nlong term)? stored on the KUL L drive (for large data sets) and other data on the KUL K archive drive (1-2 TB).\n6.3. What are the expected costs for data preservation \nduring these 5 years? How will the costs be covered?  Annual fee of 114 Euro/TB/year K drive and 569 Euro/5TB/Year. A total cost of 6830 Euros is \npredicted but with costs of storage decreasing, this may be reduced. Lab budget will be used to \ncover the cost.\n7.Data sharing and reuse\n7.1. Are there any factors restricting or preventing the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions or because  \nof IP potential)? Yes.\nShould any commercially exploitable IP be generated, this data will not be shared. Due to the \ndiscovery nature of the project however, we do not anticipate, significant restrictions.  \n7.2. Which data will be made available after the end of \nthe project? All data included in or referred to in published manuscripts will be made publicly \navailable/accessible. Any data to be used to applications for future TBM applications maybe \nrestricted, although may not be published.  \n7.3. Where/how will the data be made available for \nreuse? We foresee that all data will be published in peer reviewed academic journals in compliance with \nKUL Open access policy, and where possible fully open access. All manuscripts will be uploaded to \nLIRIAS.\n7.4. When will the data be made available?  After publishing.\n7.5. Who will be able to access the data and under \nwhat conditions? Researchers involved in the project will have access to data generated. On Archiving data will only \nbe modifiable by PIs and the Data manager. Under certain circumstances, upon establishment of \nformal collaborations, data may be shared with external investigators.  \n7.6. What are the expected costs for data sharing? How  \nwill these costs be covered?  Lab budgets will cover the costs of publishing. KUL funds can also be used to cover costs for certain \nOpen Access journals.  \n8.Responsibilities\n8.1. Who will be responsible for the data \ndocumentation & metadata?  Researchers, supervised by Roxane Menten (Exp Cardiol) and PIs (Exp Cardiol and CMVB)\n8.2. Who will be responsible for data storage & back up \nduring the project?  Researchers, supervised by Roxane Menten and PIs  (Exp Cardiol and CMVB)\n8.3. Who will be responsible for ensuring data \npreservation and sharing?  Roxane Menten and PIs  (Exp Cardiol)\n8.4. Who bears the end responsibility for updating & \nimplementing this DMP?  PIs are ultimately responsible.  "
    },
    "clean_full_text": "C1 DMP Twee fazen: Initieel DMP – binnen 6 maanden na toekenning financiering Finaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is. 1.General Information 1.1. Name of the project lead (PI) H. L. Roderick, K. Sipido, K Martinod, F. Rega (All BMW). 1.2. C1 Project Number & Title Understanding the vulnerability of the ageing heart ( C14/21/093) 2.Data description 2.1. Will you generate/collect new data and/or make use of existing data? New data will be generated/collected, and existing data, including published data will be re- employed. 2.2. Describe the origin, type and format of the data (per dataset) and its (estimated) volume. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Generation of new data Physical data: Tissue samples (hearts, sheep, mice) : room temperature, -20 degree freezer, -80 degree freezer – 20 boxes, Plasma samples (mice) : -20 degree freezer – 10 boxes, Glass histology slides (hearts, mice) - room temperature, -20 degree freezer – 30 boxes, Whole blood samples (mice) – not stored. Human Heart samples, UZ biobank and -80C. – 5 boxes. Data sources and experimental data: Researchers involved in the work will use paper lab books, which will include sufficient details to perform experiments and to trace data. Lab books are stored securely in locked offices and after completion in the lab managers office. All methods used are transposed into a lab template based standard operating procedure (SOP) and maintained on the J drive (total ~ 0.5 GB). Animal colonies and surgeries: Mouse and sheep included in the studies and interventions made will be recorded in Excel databases and saved as .xls or .csv files (300 MB). Notes on phenotypes/responses to interventions and the destination of samples will also be recorded in these databases. Protocols used in animal studies will be saved as .docx files (100 MB). High throughput sequencing: Single cell and bulk RNA-Sequencing will be carried out on human, sheep and mouse samples. Profiling of DNA methylation and hydroxymethylation at bulk and single cell level will also be carried out. FASTQ and BAM file types represented raw and mapped data will be created for each data set. A total of 1 TB of data will be generated. Echocardiography and MRI: In vivo measurements of cardiac function during baseline, pathology and ageing will be performed on sheep and mouse used in the study. For all animals used, 3-4 imaging experiments will be carried out. For mice, this will be by Echo and Sheep by MRI. MRI Data is collected in the standard formats of the machine. For echo Raw data collected as .bimg files, 30 GB, Raw data, .mimg files, 120 GB, Metadata, .mxml files, 2 GB, Raw data, .pimg files, 30 GB and Processed data, .png files, 2 GB. For MRI, raw data are collected as DICOM and IMA files and are converted to Disc Image files, MATLAB data and MHD Files for analysis. Both files are retained (original files and files for analysis) for the duration of the study.~ 500 MB per animal is collected per session x 3 sessions = 1.5 GB per animal. ~ 100 GB of data will be collected in the study. As all data can be regenerated from the raw DICOM files, children of the original data are not stored thereafter. Total 350 GB. Plasmid constructs: Plasmids to express cell type specific reporters will be generated and sequence verified. Sequences/maps will be maintained in Snap gene and plasmid databases maintained in the format of this program, which is also universally accessible. Plasmids identities will be added to the lab database and will be stored as purified DNA stocks at -20 degC in the lab. Immunoblots: Protein expression will be determined by immunoblot using fluorescence detection of Ab binding using a LI-COR system. Scanned blots are stored in a database (.db) together with metadata of acquisition parameters, generated by the program on individual’s J drive and then transferred to the K drive. ~ 5 Gb of data will be generated. Histology: Histology performed on samples from all animals and human samples used. Raw images captured on Zeiss microscope and subsequently processed using ImageJ. 1TB of Raw data, as .zvi or .czi files will be collected, 200 GB of processed data .tiff and 100 MB of analysed data. Widefield fluorescence microscopy of calcium and voltage changes in cardiac tissue slices and single cells: Data on single cells will be generated on a Nikon 3 camera imaging system and data stored as .ND2 files, which includes metadata of acquisition parameters. Processed data will be stored as .TIFF files. ~ 4 TB of data will be generated. Live slice imaging is performed on a Zeiss imaging system. 2-3 Gb are collected per recording, depending on binning and resolution. Several recordings are performed on each slice, generating ~10 Gb data per slice. Depending on the number of slices imaged per animal ~150-200 Gb data is collected. Raw data is saved as CZI files. Files. 8 TB of data will be collected. Confocal microscopy of Ca2+ dynamics: Subcellular Ca2+ dynamics analysed using Nikon Confocal microscope. Line scans (512 Hz) are collected and saved as .ND2 files, which include metadata of acquisition parameters. ~ 3 TB of data will be collected. Flow cytometry of sorted cardiac nuclei: files exported from sorters and analysers in universal .FCS format. ~ 50 Gb of data will be collected. Processed data is saved as FlowJo workspace files, .wsp, 1- GB Flow cytometry of immune cells : files exported from analysers in non-proprietary .fcs 3.0 format which includes metadata. ~100 GB of data will be collected, and processed data is stored as FlowJo workspace files (.wsp), ~ 2 GB estimated volume. Processed data and statistics: Initial data collation in Excel and then analysis in PRISM V9 (.pzf files). total <5 GB. R scripts used in some of this analysis will also be saved, R files, 50 MB. RT-qPCR data: reverse transcription quantitative PCR. Plate layouts in Excel, data generated in Biorad system software Bio-Rad are initially saved as compressed File (.zpcr) and then extracted for analysis in Bio-Rad Optical File (.pcrd). Each qPCR run is 1 MB. We anticipate 70 MB. Data is analysed in Excel (.xls) and statistics in PRISM (.PZF). Sequences of primers generated and validated for RT-qPCR, together with links to validation, will be maintained in laboratory Excel database. Total Volume ~ 1 GB. Existing data: Published existing data: Data from public repositories of sequencing data will be used. 3.Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your notification file with the privacy commission.No personal data will be used 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).Heart samples from human patients will be used. These include unused donor hearts and explanted failing hearts. Use of these tissues is covered by the approval S58824 from the Ethics committee research UZ / KU Leuven (EC research). Experiments performed on animals are covered by approvals from the Ethical committee for animal experimentation (ECD). Work on sheep is covered by ECD: P037/2022, and in rodents by ECDs: Tet2 in hartspierverdikking en hartpathologie tijdens ziekte en veroudering, project license number: 182/2021 and Project license numbers mP195/2018, P019/2020 for analysis of NETS in mouse disease and ageing. Amendments and extensions will be made to these existing files in the future. 3.3. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?The work proposed in the application is highly discovery orientated. However, biomarkers of aging or of susceptibility of aged heart to disease may be of interest for development as a prognostic of cardiac health, for example in determining suitability of hearts for transplant. If appropriate, this work may be developed under a TBM or C3. Mechanistic/sequencing studies may also yield new targets for therapeutic intervention. These findings will be a long way from translation requiring validation. This will be carried out under a subsequent C1 or FWO project. Should any IP be generated that has potential for exploitation, we will seek to protect this IP. It is unlikely this will be the case for findings distal to translation – such as the mechanistic studies. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?No 4.Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Research carried out during this project will be published in academic journals that will be openly accessible to our peers as well as the public. Detailed methods and links to deposited data that will allow repeat of experiments and data re-interrogation respectively will be included in the MSs and/or their supplementary files. Large data sets, metadata and non published findings will be deposited in online repositories such as https://www.ebi.ac.uk/ena/ and the KUL repository RDR ( https://rdr.kuleuven.be/ ). Methods used for our analysis are written up as SOPs and maintained in a shared database in the lab as .docx. All SOP have a version number with the author of the version indicated. Experiments performed will be documented in lab books – personal or for animal experiments a shared lab book on the shared KUL J drive. Data and its location will be referenced to in lab books. Care is now also taken to include lot/batch numbers of reagents used in experiments. On a 6 monthly basis, data is transferred to the Archive K drive of KUL . This data is stored under a laboratory agreed format, including with metadata. PI have R/W and researchers read only permissions. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.We currently have no metadata standard. However, where data is collected on specific equipment, e.g. confocal, FACS, LICOR, metadata relating to acquisition parameters are collected. For animal/patient sample experiments, samples are noted in a shared data base with criteria related to the isolation and use of derivatives included as well as quality of sample. 5.Data storage & backup during the C1-C2 project 5.1. Where will the data be stored? Data is stored during collection on related equipment. Data is then transferred to network drives – personal share drive or KUL J or L drive. Data is also maintained on the equipment and is also backed up on mirrored hard drives on a 3 monthly basis. In this way raw data security is maintained. For large data sets, data is stored on the KUL L drive, which is dedicated for this purpose. On a 6 monthly basis as well as on publishing, data is transferred to the KUL archive K drive. Data will be shared between labs using OneDrive, which has a 2 TB allowance per person. 5.2. How will the data be backed up? Data is routinely backed up on all shared drives. As well as transfer to share drives, data on equipment backed up on mirrored HDD on a 3 monthly basis. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, 2 TB storage space on OneDrive is freely available to each researcher. Space is also available on the laboratories’ J, K and L drives. Additional space is easily requested. We foresee no problems. Costs of J, K and L drives will have to be met however from the grant. To minimise cost, we will make use of the cheaper storage on the L drive. A total cost of 9000 Euros is expected. This will build during the course of the application as data is collected. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? 2 TB storage space on OneDrive is freely available to each researcher. Costs of J, K and L drives will have to be met however from the grant. To minimise cost, we will make use of the cheaper storage on the L drive. A total cost of 9000 Euros is expected. This will build during the course of the application as data is collected. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is not stored on individual’s PCs. All data stored on KUL share drives is routinely backed up and can be recovered after disaster. All researchers can R/W onto the J and L drive but only PIs and data managers can RW on the K archive drive. 6.Data preservation after the end of the C1-C2 project KU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 6.1. Which data will be retained for the expected 5 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...).In most cases, all data will be preserved, including raw data. Due to the prohibitive cost of storage, imaging data not used in our final analysis will not be archived. 6.2. Where will these data be archived (= stored for the Sequencing data will be preserved on our L drive and on online repositories. Imaging data will be long term)? stored on the KUL L drive (for large data sets) and other data on the KUL K archive drive (1-2 TB). 6.3. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Annual fee of 114 Euro/TB/year K drive and 569 Euro/5TB/Year. A total cost of 6830 Euros is predicted but with costs of storage decreasing, this may be reduced. Lab budget will be used to cover the cost. 7.Data sharing and reuse 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Yes. Should any commercially exploitable IP be generated, this data will not be shared. Due to the discovery nature of the project however, we do not anticipate, significant restrictions. 7.2. Which data will be made available after the end of the project? All data included in or referred to in published manuscripts will be made publicly available/accessible. Any data to be used to applications for future TBM applications maybe restricted, although may not be published. 7.3. Where/how will the data be made available for reuse? We foresee that all data will be published in peer reviewed academic journals in compliance with KUL Open access policy, and where possible fully open access. All manuscripts will be uploaded to LIRIAS. 7.4. When will the data be made available? After publishing. 7.5. Who will be able to access the data and under what conditions? Researchers involved in the project will have access to data generated. On Archiving data will only be modifiable by PIs and the Data manager. Under certain circumstances, upon establishment of formal collaborations, data may be shared with external investigators. 7.6. What are the expected costs for data sharing? How will these costs be covered? Lab budgets will cover the costs of publishing. KUL funds can also be used to cover costs for certain Open Access journals. 8.Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Researchers, supervised by Roxane Menten (Exp Cardiol) and PIs (Exp Cardiol and CMVB) 8.2. Who will be responsible for data storage & back up during the project? Researchers, supervised by Roxane Menten and PIs (Exp Cardiol and CMVB) 8.3. Who will be responsible for ensuring data preservation and sharing? Roxane Menten and PIs (Exp Cardiol) 8.4. Who bears the end responsibility for updating & implementing this DMP? PIs are ultimately responsible."
}