{
    "document_id": "D-2023-2263",
    "LinkTitle": "D-2023-2263",
    "file_name": "D-2023-2263.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2263.pdf",
    "metadata": {
        "title": "D-2023-2263",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Miriam Cutino (https://orcid.org/0000 -0002 -5724 -5776)  \nContributor name(s) ( + ORCID) & roles  Pr. Pieter d’Hoine (supervisor)  \nProject number1 & title  1235323N :  \nThe exegetical role of syllogisms: The theory behind the “applied logic” of the Neoplatonic commentaries \non Plato.  \nAffiliation(s)  ☐ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR2 identifier when possible:   \n \n1 “Project number” refers to t he institutional project number. This question is optional since not every institution has an internal project number differe nt from the GrantID. Applicants can \nonly provide one project number.  \n2 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description   \nThe project proposes to study the role occupied by this logical tradition in the interpretive strategies \nand implicit assumptions which Neoplatonic authors apply to the exegesis of Pl ato’s dialogues. The \ncentral hypothesis of this project proposal is that the sorts of logical reconstructions used and the \npurpose for which they are used vary according to the subject - matter dealt with in the dialogues \ncommented upon. To support this hyp othesis, the current project will provide two different \nperspectives on this topic: a case -by-case study of the use of syllogistic reconstructions in the \nexegetical practice of Proclus on particular dialogues compared with the logical intervention applied \non the same dialogue by other Neoplatonic commentators; and a diachronic study of the most \nrelevant tools derived from the logical tradition.  \n \n \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nTLG corpus  a large digital \ncorpus of \nancient Greek  \ntexts.  (academic \narticles, \nacademic books, \nused as \nreferences)  ☒ Generate new \ndata  \n☒ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Observational  \n☐ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☒ Other  (online \nresources)  \n☐ NA \n \n ☐ .por \n☒ .xml  \n☐ .tab \n☐ .csv \n☒ .pdf \n☐ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☐ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☒ NA \n (can not be \nestimated as \nregards library \nresources)  \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g.  DOI, Handle, URL etc.) per \ndataset or data type .   \n THESAURUS LINGUAE GRAECAE  \nA Digital Library of Greek Literature: https://stephanus.tlg.uci.edu/tlg.php  \n \n \n3 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   5 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subjec t data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \nWill you process personal  data4? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreement s restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   6 \n Are there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n The research will be conducted on the basis of  primary and secondary sources available in KU Leuven \nlibraries and/or purchased for the project: critical editions of primary texts, translations and commentaries, \nsecondary literature publicly available in printed and/or electronic form. The data produce d will consist of \nresearcher's notes, to be stored on the servers of the host institution for at least five years, of bibliographical \nreferences that will be included in the online bibliography edited by the Wulf -Mansion centre, and in \npublished papers and /or book chapters, presenting both the results of this research and the evidence that \nsupports them.  \nOrigin/provenance of the data: existing and published text editions, collections of fragmentary texts, \nrepertoria, indices to editions, databases (Thesauru s Linguae Graecae, Perseus: \nhttp://www.perseus.tufts.edu/hopper/ ; https://stephanus.tlg.uci.edu ) \n \nFWO DMP Template (Flemish Standard DMP)   7 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf not, please specify (where appropriate per dataset or data type) which metadata will be created  \nA small number of texts will not be available online, but exists only in print ed editions.  \nThe DWMC website hosts bibliographies f or the Platonic tradition  (especially Proclus) . L'année philologique \n(https://about.brepolis.net/lannee -philologique -aph/ ) moreover offers an online bibliography for classical \nstudies .  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n  \nWhen the project is finished, the results will have been published in the form of books and articles .  \n These data will remain available on the  storage devices for a period of at least five years after completion \nof the project. All published output of the project will be uploaded on Lirias, KU Leuven's open access \nrepository.  \n \n \nHow will the data be backed up?  \n The project publications will contain all the results of  my research.  \nAll generated  data  will be made  available through a free and standardised  access protocol on KU Leuven's \ncentral network drives, where they are  backed up  on the KU Leuven cloud service  and/or on personal \nexternal drives.   \nFWO DMP Template (Flemish Standard DMP)   8 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \nThe expected size of the database will be between 1000 and 5000 records, which will require a storage \ncapacity of no more than 1 GB.  \n \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . ERROR ! BOOKMARK NOT DEFINED . \n I will not be working with sensitive data.  \nAll computers, back -up disks and server space are password protected and encrypted.  \nThere are no ethical issues with data sharing. Since we do n ot provide access to primary texts for which  I do not \nhave the copyright, there are no legal issues.  \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \n OneDrive for Business cloud storage account  will be used  (linked  with personal KU Leuven account) that \ncan be found at https://onedrive.kuleuven.be and https://office.kuleuven.be  and that can cover  2 TB \nonline storage for work, study, or research related files and documents with the possibility to upload files \nup to 100 GB.  \nThe cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all \nKU Leuven staff.  \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nFWO DMP Template (Flemish Standard DMP)   9 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). The data produced will consist of researcher's notes, to be stored on the servers of the host institution for \nat least five years, of bibliographical references that will be included in the online bibliography edited by the \nWulf -Mansion centre, and in publ ished papers and/or book chapters, presenting both the results of this \nresearch and the evidence that supports them.  \nWhere will these data be archived (stored and \ncurated for the long -term)?   \n \nAll published output of the project will be uploaded on Lirias , KU Leuven's open access repository.  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n No storage tools other than those provided free of charge by the KU central service  will be used.  \n \n  \nFWO DMP Template (Flemish Standard DMP)   10 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \n Are there any factors that restrict or prevent \nthe sharing of (some of) the data (e.g.  as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, oth er \n☒ No \n \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  All published output of the project will be uploaded on Lirias, KU Leuven's open access repository.  \n \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’.  \n \nUpon publication of research results  \n \n \nFWO DMP Template (Flemish Standard DMP)   11 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A  GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 5   \n All data generated by the project database will be made open ly available through a free and standardised \naccess protocol.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER  TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: DOI number for all published article s. \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n When the project is finished, the results will have been published in the form of books and articles . The \nassumption is that research libraries world -wide will continue to make these available to their users . The  \ncorresponding  costs will be borne by the De Wulf -Mansion Centre at the Ins titute of Philosophy, KU \nLeuven. (N.B: expecte d consul tation on the subject at hand by  DWMC ) \n \n7. Responsibilities  \n \n \n5 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   12 \n Who will manage data documentation and \nmetadata during the research project?  Miriam Cutino  \nWho will manage data storage and backup \nduring the research project?  Miriam Cutino  \nWho will manage data preservation and \nsharing?  Miriam Cutino , DWMC KU Leuven  .(N.B: expected consultation on the subject at hand by DWMC)  \nWho will update and implement this DMP?   \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Miriam Cutino (https://orcid.org/0000 -0002 -5724 -5776) Contributor name(s) ( + ORCID) & roles Pr. Pieter d’Hoine (supervisor) Project number1 & title 1235323N : The exegetical role of syllogisms: The theory behind the “applied logic” of the Neoplatonic commentaries on Plato. Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR2 identifier when possible: 1 “Project number” refers to t he institutional project number. This question is optional since not every institution has an internal project number differe nt from the GrantID. Applicants can only provide one project number. 2 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description The project proposes to study the role occupied by this logical tradition in the interpretive strategies and implicit assumptions which Neoplatonic authors apply to the exegesis of Pl ato’s dialogues. The central hypothesis of this project proposal is that the sorts of logical reconstructions used and the purpose for which they are used vary according to the subject - matter dealt with in the dialogues commented upon. To support this hyp othesis, the current project will provide two different perspectives on this topic: a case -by-case study of the use of syllogistic reconstructions in the exegetical practice of Proclus on particular dialogues compared with the logical intervention applied on the same dialogue by other Neoplatonic commentators; and a diachronic study of the most relevant tools derived from the logical tradition. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume TLG corpus a large digital corpus of ancient Greek texts. (academic articles, academic books, used as references) ☒ Generate new data ☒ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other (online resources) ☐ NA ☐ .por ☒ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA (can not be estimated as regards library resources) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . THESAURUS LINGUAE GRAECAE A Digital Library of Greek Literature: https://stephanus.tlg.uci.edu/tlg.php 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subjec t data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data4? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreement s restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 6 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). The research will be conducted on the basis of primary and secondary sources available in KU Leuven libraries and/or purchased for the project: critical editions of primary texts, translations and commentaries, secondary literature publicly available in printed and/or electronic form. The data produce d will consist of researcher's notes, to be stored on the servers of the host institution for at least five years, of bibliographical references that will be included in the online bibliography edited by the Wulf -Mansion centre, and in published papers and /or book chapters, presenting both the results of this research and the evidence that supports them. Origin/provenance of the data: existing and published text editions, collections of fragmentary texts, repertoria, indices to editions, databases (Thesauru s Linguae Graecae, Perseus: http://www.perseus.tufts.edu/hopper/ ; https://stephanus.tlg.uci.edu ) FWO DMP Template (Flemish Standard DMP) 7 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If not, please specify (where appropriate per dataset or data type) which metadata will be created A small number of texts will not be available online, but exists only in print ed editions. The DWMC website hosts bibliographies f or the Platonic tradition (especially Proclus) . L'année philologique (https://about.brepolis.net/lannee -philologique -aph/ ) moreover offers an online bibliography for classical studies . 4. Data Storage & Back-up during the Research Project Where will the data be stored? When the project is finished, the results will have been published in the form of books and articles . These data will remain available on the storage devices for a period of at least five years after completion of the project. All published output of the project will be uploaded on Lirias, KU Leuven's open access repository. How will the data be backed up? The project publications will contain all the results of my research. All generated data will be made available through a free and standardised access protocol on KU Leuven's central network drives, where they are backed up on the KU Leuven cloud service and/or on personal external drives. FWO DMP Template (Flemish Standard DMP) 8 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: The expected size of the database will be between 1000 and 5000 records, which will require a storage capacity of no more than 1 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . ERROR ! BOOKMARK NOT DEFINED . I will not be working with sensitive data. All computers, back -up disks and server space are password protected and encrypted. There are no ethical issues with data sharing. Since we do n ot provide access to primary texts for which I do not have the copyright, there are no legal issues. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business cloud storage account will be used (linked with personal KU Leuven account) that can be found at https://onedrive.kuleuven.be and https://office.kuleuven.be and that can cover 2 TB online storage for work, study, or research related files and documents with the possibility to upload files up to 100 GB. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven staff. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) 9 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). The data produced will consist of researcher's notes, to be stored on the servers of the host institution for at least five years, of bibliographical references that will be included in the online bibliography edited by the Wulf -Mansion centre, and in publ ished papers and/or book chapters, presenting both the results of this research and the evidence that supports them. Where will these data be archived (stored and curated for the long -term)? All published output of the project will be uploaded on Lirias , KU Leuven's open access repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No storage tools other than those provided free of charge by the KU central service will be used. FWO DMP Template (Flemish Standard DMP) 10 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, oth er ☒ No Where will the data be made available? If already known, please provide a repository per dataset or data type. All published output of the project will be uploaded on Lirias, KU Leuven's open access repository. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of research results FWO DMP Template (Flemish Standard DMP) 11 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 5 All data generated by the project database will be made open ly available through a free and standardised access protocol. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: DOI number for all published article s. What are the expected costs for data sharing? How will these costs be covered? When the project is finished, the results will have been published in the form of books and articles . The assumption is that research libraries world -wide will continue to make these available to their users . The corresponding costs will be borne by the De Wulf -Mansion Centre at the Ins titute of Philosophy, KU Leuven. (N.B: expecte d consul tation on the subject at hand by DWMC ) 7. Responsibilities 5 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12 Who will manage data documentation and metadata during the research project? Miriam Cutino Who will manage data storage and backup during the research project? Miriam Cutino Who will manage data preservation and sharing? Miriam Cutino , DWMC KU Leuven .(N.B: expected consultation on the subject at hand by DWMC) Who will update and implement this DMP?"
}