{
    "document_id": "D-2022-1435",
    "LinkTitle": "D-2022-1435",
    "file_name": "D-2022-1435.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1435.pdf",
    "metadata": {
        "title": "D-2022-1435",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Paul Proost\nFWO Project Number & Title G0F8822N Brazilië\nUnderstanding the role of neutrophil recruitment and activation in arboviral diseases\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☒ Other: Univ. of Sao Paulo and CNPEM (both Brazilian partners)\n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).This application will generate raw data from experiments (numerical) which will be noted in lab books and \nkept in word, excel files. Some instruments (Mass spectrometry, flow cytometry, microscopy,... ) will \ngenerate electronic data or raw image files (e.g. Western-blot analysis). These data will be analyzed and \nused to write manuscripts.\nMass spectrometry files (spectra): estimated 1-2 TB total\nMicroscopy images: ± 2 TB\nFlow cytometry data: estimated 100 MB total\nExcell, Word and Powerpoint files containing ELISA data, spectrophotometrical measurements,…: total 10 \na 20 MB \n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval:\n-P084/2022 for experiments on mice\n-Ethics Committee Research UZ/KU Leuven: S58418 for use of human leukocytes. The ethical dossier  \nfor this project was updated to be compliant with the GDPR and biobank laws.\n2019-10-01 | FWO DMP Template 3Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment:  All research data generated during this project will be secured by the need for \nlogin registration on datacenter/luna and use of u-number and password, which are also restricted. In case  \nof potential IP establishment for one or more pharmacological intervention developed in the project, the \nrestriction will consist of a code for the specific molecule involved and if applicable the type of \nintervention. All other information will be available without restrictions. These restrictions will be lifted as \nsoon as IP is secured.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 4What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  The data will be published in scientific papers and master and PhD thesis manuscripts available open \naccess through the Lirias database of KU Leuven.\nComments on specific data types:\n1. Microscopy images: Imaging data is created by default with metadata imprinted by the image \nacquisition software’s automatically. That includes information on user, date and time, duration of \nexperiments, equipment parameters and imaging configurations. The metadata is saved (also in OME \nformat) and transferred with the original imaging file. The created data files will be organized in folders \nnamed by the date of the experiment (YYYYMMDD) followed by the researcher who performed it and the \ntitle of the experiment. The methodology and protocol of each experiment will be described in detail in a \nlab book. \n2. Flow cytometry data: Flow cytometry templates are saved which automatically stores the parameters \n(voltages, compensation...) that are used during the acquisition of the data.  \n3. The numerical data obtained in quantifications and spectrophotometric analyses will be saved in excel \nand word formats (.xlsx and .doc), which also imprint automatically the metadata (user, date, time, \nequipment parameters) from those experiments. Moreover, information on quantification and \nexperimentation parameters will be embedded by the users on the document folders in order to improve \ndata reproducibility and maintenance. The methodology and protocol of each experiment will be \ndescribed in detail in a lab book.  \n4. The peptide sequences files contain metadata that informs the day, user and procedure of sequencing.\n5. Mass spectrometry data are automatically saved with all instrument settings such as voltages on the \ndifferent lenses, nitrogen flow, accumulation time, etc.  \n6. A folder on the central laboratory drive contains a detailed description of all protocols\n2019-10-01 | FWO DMP Template 5Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nIn terms of folder organization, a logical hierarchy with broader topics at a higher level within specific \nfolders will be created. The folder names will be descriptive for their content. File names will have a clear \nmeaning such as data and number of the experiment.  \nIn addition, hardcore logbooks are kept in the laboratory with experiments ordered by date and keeping \nseparate books for each experiment type: e.g. separate logbooks for experiments on cell migration, flow \ncytometry, peptide synthesis, HPLC and mass spectrometry, protein sequencing, calcium signaling,…  \n5.Data storage & backup during the FWO project\nWhere will the data be stored?  The experimental protocols and time-stamped master copies of data will be kept on the shared drive of \nour research units. Copies of protocols and data can be made and kept on personal hard drives. In \naddition, in the central logbooks of the laboratory, an additional hardcopy with basic description of the \nexperiments is stored.\nHow will the data be backed up?  All electronic data will be stored redundantly during and after the research on our PCs, in external hard-\ndrives, and at univ. data centers (e.g. ICTS Luna storage at KU Leuven, central data centers of the Univ. of \nSao Paulo or CNPEM, Rega network adapted storage). Hardcopy lab-books provide an additional safety \n(but don’t contain additional data).\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nSufficient back-up capacity will be purchased through the KU Leuven ICTS center and data centers of Univ. \nof Sao Paulo and CNPEM.\n2019-10-01 | FWO DMP Template 6What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Estimated at a maximum total of 1500€/year (about 500€/ partner) covered by the consumables money \nprovided in the grant and if needed on other grants of the PI’s of the 3 participating organisations.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Access to the personal drives and shared drives is given only to authorized researchers and login with a \npersonal number and password is needed.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).all\nWhere will these data be archived (= stored for \nthe long term)? We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily  \nautomatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS \n(network adapted storage)) and on external hard-drives kept by the investigators. For the foreign partners \ndata will be archived at the data centers of Univ. of Sao Paulo and CNPEM\n2019-10-01 | FWO DMP Template 7What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Expected cost of max.  500€/year/partner. Partly by the budgets of the grant and if needed supplemented \nwith additional funding obtained by the PI’s at the three participating institutions\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify: Data that may lead to patents will only be released once the IP has been protected.\nWhich data will be made available after the end \nof the project? All data can be made available upon reasonable request after the end of the project\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  Upon publication of the research results\nWho will be able to access the data and under \nwhat conditions? Only further free use for research purposes will be allowed and commercial reuse will be possible only \nafter a written agreement has been signed by the partners\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Data can be shared for free using Belnet Filesender\n2019-10-01 | FWO DMP Template 88.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  The principle investigators: Paul Proost at KU Leuven, Fernando Cunha at Univ. of Sao Paulo and Rafael \nElias Marques at CNPEM  \nWho will be responsible for data storage & back \nup during the project?  The principle investigators: Paul Proost (with help of Rega IT Manager Dieter Devos) at KU Leuven, \nFernando Cunha at Univ. of Sao Paulo and Rafael Elias Marques at CNPEM\nWho will be responsible for ensuring data \npreservation and sharing?  The principle investigators: Paul Proost (with help of Rega IT Manager Dieter Devos) at KU Leuven, \nFernando Cunha at Univ. of Sao Paulo and Rafael Elias Marques at CNPEM\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPPaul Proost"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Paul Proost FWO Project Number & Title G0F8822N Brazilië Understanding the role of neutrophil recruitment and activation in arboviral diseases Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: Univ. of Sao Paulo and CNPEM (both Brazilian partners) 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).This application will generate raw data from experiments (numerical) which will be noted in lab books and kept in word, excel files. Some instruments (Mass spectrometry, flow cytometry, microscopy,... ) will generate electronic data or raw image files (e.g. Western-blot analysis). These data will be analyzed and used to write manuscripts. Mass spectrometry files (spectra): estimated 1-2 TB total Microscopy images: ± 2 TB Flow cytometry data: estimated 100 MB total Excell, Word and Powerpoint files containing ELISA data, spectrophotometrical measurements,…: total 10 a 20 MB 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: -P084/2022 for experiments on mice -Ethics Committee Research UZ/KU Leuven: S58418 for use of human leukocytes. The ethical dossier for this project was updated to be compliant with the GDPR and biobank laws. 2019-10-01 | FWO DMP Template 3Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: All research data generated during this project will be secured by the need for login registration on datacenter/luna and use of u-number and password, which are also restricted. In case of potential IP establishment for one or more pharmacological intervention developed in the project, the restriction will consist of a code for the specific molecule involved and if applicable the type of intervention. All other information will be available without restrictions. These restrictions will be lifted as soon as IP is secured. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 4What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The data will be published in scientific papers and master and PhD thesis manuscripts available open access through the Lirias database of KU Leuven. Comments on specific data types: 1. Microscopy images: Imaging data is created by default with metadata imprinted by the image acquisition software’s automatically. That includes information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata is saved (also in OME format) and transferred with the original imaging file. The created data files will be organized in folders named by the date of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. The methodology and protocol of each experiment will be described in detail in a lab book. 2. Flow cytometry data: Flow cytometry templates are saved which automatically stores the parameters (voltages, compensation...) that are used during the acquisition of the data. 3. The numerical data obtained in quantifications and spectrophotometric analyses will be saved in excel and word formats (.xlsx and .doc), which also imprint automatically the metadata (user, date, time, equipment parameters) from those experiments. Moreover, information on quantification and experimentation parameters will be embedded by the users on the document folders in order to improve data reproducibility and maintenance. The methodology and protocol of each experiment will be described in detail in a lab book. 4. The peptide sequences files contain metadata that informs the day, user and procedure of sequencing. 5. Mass spectrometry data are automatically saved with all instrument settings such as voltages on the different lenses, nitrogen flow, accumulation time, etc. 6. A folder on the central laboratory drive contains a detailed description of all protocols 2019-10-01 | FWO DMP Template 5Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: In terms of folder organization, a logical hierarchy with broader topics at a higher level within specific folders will be created. The folder names will be descriptive for their content. File names will have a clear meaning such as data and number of the experiment. In addition, hardcore logbooks are kept in the laboratory with experiments ordered by date and keeping separate books for each experiment type: e.g. separate logbooks for experiments on cell migration, flow cytometry, peptide synthesis, HPLC and mass spectrometry, protein sequencing, calcium signaling,… 5.Data storage & backup during the FWO project Where will the data be stored? The experimental protocols and time-stamped master copies of data will be kept on the shared drive of our research units. Copies of protocols and data can be made and kept on personal hard drives. In addition, in the central logbooks of the laboratory, an additional hardcopy with basic description of the experiments is stored. How will the data be backed up? All electronic data will be stored redundantly during and after the research on our PCs, in external hard- drives, and at univ. data centers (e.g. ICTS Luna storage at KU Leuven, central data centers of the Univ. of Sao Paulo or CNPEM, Rega network adapted storage). Hardcopy lab-books provide an additional safety (but don’t contain additional data). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: Sufficient back-up capacity will be purchased through the KU Leuven ICTS center and data centers of Univ. of Sao Paulo and CNPEM. 2019-10-01 | FWO DMP Template 6What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Estimated at a maximum total of 1500€/year (about 500€/ partner) covered by the consumables money provided in the grant and if needed on other grants of the PI’s of the 3 participating organisations. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the personal drives and shared drives is given only to authorized researchers and login with a personal number and password is needed. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).all Where will these data be archived (= stored for the long term)? We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic back up. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives kept by the investigators. For the foreign partners data will be archived at the data centers of Univ. of Sao Paulo and CNPEM 2019-10-01 | FWO DMP Template 7What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Expected cost of max. 500€/year/partner. Partly by the budgets of the grant and if needed supplemented with additional funding obtained by the PI’s at the three participating institutions 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Data that may lead to patents will only be released once the IP has been protected. Which data will be made available after the end of the project? All data can be made available upon reasonable request after the end of the project Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Only further free use for research purposes will be allowed and commercial reuse will be possible only after a written agreement has been signed by the partners What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Data can be shared for free using Belnet Filesender 2019-10-01 | FWO DMP Template 88.Responsibilities Who will be responsible for the data documentation & metadata? The principle investigators: Paul Proost at KU Leuven, Fernando Cunha at Univ. of Sao Paulo and Rafael Elias Marques at CNPEM Who will be responsible for data storage & back up during the project? The principle investigators: Paul Proost (with help of Rega IT Manager Dieter Devos) at KU Leuven, Fernando Cunha at Univ. of Sao Paulo and Rafael Elias Marques at CNPEM Who will be responsible for ensuring data preservation and sharing? The principle investigators: Paul Proost (with help of Rega IT Manager Dieter Devos) at KU Leuven, Fernando Cunha at Univ. of Sao Paulo and Rafael Elias Marques at CNPEM Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPPaul Proost"
}