{
    "document_id": "D-2022-1593",
    "LinkTitle": "D-2022-1593",
    "file_name": "D-2022-1593.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1593.pdf",
    "metadata": {
        "title": "D-2022-1593",
        "author": "Myriam Mertens",
        "num_pages": 5
    },
    "content": {
        "full_text": "C3 DMP\nTwee fazen:\nInitieel DMP – binnen 6 maanden na toekenning financiering\nFinaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is.\n1.General Information\n1.1. Name of the project lead (PI) Maarten Naesens\n1.2. C3 Project Number & Title C3/21/043\nTECHNICAL OPTIMISATION AND CLINICAL VALIDATION OF A NOVEL URINARY BIOMARKER FOR \nANTIBODY-MEDIATED REJECTION AFTER KIDNEY TRANSPLANTATION\n2.Data description\n2.1. Will you generate/collect new data and/or make \nuse of existing data?  ●Generate new data\n●Reuse existing data\n2.2. Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume.\nIf you reuse existing data, specify the source of these \ndata. Distinguish data types (the kind of content) from \ndata formats (the technical format).1. Demographic, clinical and histology data come directly from the included patient files. These \ndata are stored in SAS format (demographic and clinical data) or in Microsoft Access format \n(histology data). \n2. Protein expression data are collected in Microsoft CSV format.  \n3.Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add the  \nreference  to  your  notification  file  with  the  privacy  \ncommission.Yes, personal data will be used. For this project, clinical data will be used from patients \ntransplanted at the UZ Leuven. In addition, samples from the Biobank Renal Transplantation will be  \nused for protein expression analysis. All data will be pseudonymized.  \n3.2. Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. experiments on Yes. The clinical data and samples included in this study  are approved by the Ethical Review  \nCommittee of the University Hospitals Leuven (S53364 and S64904).\nhumans or animals, dual use)? If so, add the reference \nto the formal approval by the relevant ethical review \ncommittee(s).\n3.3. Does your work possibly result in research data with  \npotential  for  tech  transfer  and  valorisation?  Will  IP \nrestrictions be claimed for the data you created? If so,  \nfor what data and which restrictions will be asserted?Yes, the intention of the data analysis is to further valorise already IP-protected inventions. IP \nrestrictions therefore apply.  \n3.4.  Do  existing  3rd party  agreements  restrict  \ndissemination or exploitation of the data you (re)use? If  \nso, to what data do they relate and what restrictions are  \nin place?Yes, 3rd party agreements are in place with the BIOMARGIN parties involved in the initial invention,  \nthat is further valorised in this C3 project.  The details on the restrictions for dissemination and  \nexploitation are detailed in signed contracts between the partners.  \n4.Documentation and metadata\n4.1. What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  A readme file will be provided with each of the datasets (clinical and experimental data on clinical \nsamples).  Raw expression data files will be collected per sample. A metadata file will be provided \nwith the clear description of what the raw data files represent and how they were generated. This \nmetadata file will be kept in the same folder as the expression data. Research methods will be fully \ndocumented as word files.  \n4.2. Will a metadata standard be used? If so, describe in  \ndetail which standard will be used. If not, state in detail \nwhich metadata will be created to make the data \neasy/easier to find and reuse.For transcriptomic data, metadata will be created using the standards of the Gene Expression \nOmnibus (https://www.ncbi.nlm.nih.gov/geo/). For other data types, other standard metadata \nformats will be explored during the project e.g. using the Dublin core ( \nhttp://www.dcc.ac.uk/resources/metadata-standards/dublin-core ). \n5.Data storage & backup during the C3 project\n6.\n5.1. Where will the data be stored?  The data will be stored on the centrally managed KU Leuven (Onedrive) and UZ Leuven servers with  \nautomatic daily back-up procedures and version tracking. Some of the protein expression data will \nbe stored at the VITO facilities in equally protected servers.  \n5.2. How will the data be backed up?  We will use the back-up facilities of the UZ Leuven and KU Leuven ICTS.  \n5.3. Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify concisely. If \nno or insufficient storage or backup capacities are \navailable, then explain how this will be taken care of.  We expect to need more back-up storage than we have now. We will discuss with KU Leuven ICTS \nthe possibilities. \n5.4. What are the expected costs for data storage and \nbackup during the project? How will these costs be \ncovered? We anticipate a back-up cost per Tb (KU Leuven  ICTS) of 295€/year (5 Tb anticipated).   \nIn principle, we don't anticipate needing the KU Leuven ICTS digital vault, as all data with high \nprivacy risks (i.e. the codes to decode the pseudonymization) will be stored behind the firewall of \nUZ Leuven. In case we do generate privacy-sensitive data that need to be stored outside the UZ \nLeuven environment, we anticipate a cost of 1302€/year for the digital vault to store those private \ndata. The costs of this data storage are already budgeted in the C3 project.  \n5.5. Data security: how will you ensure that the data \nare securely stored and not accessed or modified by \nunauthorized persons?  All data will be coded (i.e. pseudonymized).  There continues to be a link between the data and the \nindividual who provided it. The subjects' identifiers will however  be stored separately (site file) \nfrom their research data and replaced with a unique code to create a new identity for the \nsubject. This code is stored on the UZ Leuven server which is password protected, but which also \nallows to consult the electronic medical chart of the patient stored on UZ Leuven Hospital servers, \nonly if necessary. In addition, we will store all data on the central servers of the KU and UZ Leuven, \nwhich are protected against unauthorized access by firewalls.  \n7.Data preservation after the end of the C3 project\nKU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal  \nand contractual agreements allow.\n6.1. Which data will be retained for the expected 5 year  \nperiod after the end of the project? If only a selection \nof the data can/will be preserved, clearly state why this \nis the case (legal or contractual restrictions, physical \npreservation issues, ...).The pseudonymized  data will be preserved for at least 20  year period after end of this project. The \ngenerated data will be stored on designated KU and UZ Leuven servers.   \n6.2. Where will these data be archived (= stored for the \nlong term)? The generated data will be stored on designated KU and UZ Leuven servers (KU Leuven Enterprise \nBox, KU Leuven Large Volume  Storage, UZ Leuven server).  \n6.3. What are the expected costs for data preservation The costs for data preservation at KU Leuven servers are budgetted in the project. Long-term data \nduring these 5 years? How will the costs be covered?  storage in the UZ Leuven environment is guaranteed by UZ Leuven IT department\n8.Data sharing and reuse\n7.1. Are there any factors restricting or preventing the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions or because  \nof IP potential)? Yes. Specify:\n- Pseudonymized (coded) data will  only be shared with third parties after agreement and signing a \ndedicated Data Transfer Agreement or Material Transfer Agreement.  \n- Fully anonymized and aggregated data can be shared in Open Access repositories, if necessary \nupon publication, or upon request by third parties.  \n7.2. Which data will be made available after the end of \nthe project? Pseudonymized (coded) data will not be shared, unless a proper MTA/DTA is in place. This implies \nthat pseudonymized data will not be made public, also not after the end of the project.  \n- Publicly relevant anonymized or aggregated datasets could be made available during or after the \nend of the project.  \n7.3. Where/how will the data be made available for \nreuse? - Pseudonymized (coded) data can only be made available after a signed DTA/MTA is in place.  \n- Anonymized data can be made available  in Open Access repositories  \n7.4. When will the data be made available?  The data will be made available after publications via the required link in the publication or upon \nrequest and after an embargo period after publication  \n7.5. Who will be able to access the data and under \nwhat conditions? Once all files are released, anyone can use these data to generate new results, referring to the \noriginal publication and not for commercial use. Other data will be only released upon request and \nafter an embargo period after publication.  \n7.6. What are the expected costs for data sharing? How  \nwill these costs be covered?  Usually, data repository in Open Access repositories  is free of cost. If there are any costs associated  \nwith data sharing to third parties, the costs of this data transfer will be negotiated in the DTA/MTA.  \n9.Responsibilities\n8.1. Who will be responsible for the data \ndocumentation & metadata?  The PI of the study and the head of the Nephrology and Renal Transplantation Research Group will \nbe responsible for data documentation and metadata.  \n8.2. Who will be responsible for data storage & back up \nduring the project?  The PI of the project will be the final responsible for data storage and back up during the project.   \n8.3. Who will be responsible for ensuring data \npreservation and sharing?  The PI of the project will ensure data preservation and reuse. All requests for data sharing and \nreuse should be directed to the PI of the study.\n8.4. Who bears the end responsibility for updating & \nimplementing this DMP?  The PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "C3 DMP Twee fazen: Initieel DMP – binnen 6 maanden na toekenning financiering Finaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is. 1.General Information 1.1. Name of the project lead (PI) Maarten Naesens 1.2. C3 Project Number & Title C3/21/043 TECHNICAL OPTIMISATION AND CLINICAL VALIDATION OF A NOVEL URINARY BIOMARKER FOR ANTIBODY-MEDIATED REJECTION AFTER KIDNEY TRANSPLANTATION 2.Data description 2.1. Will you generate/collect new data and/or make use of existing data? ●Generate new data ●Reuse existing data 2.2. Describe the origin, type and format of the data (per dataset) and its (estimated) volume. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).1. Demographic, clinical and histology data come directly from the included patient files. These data are stored in SAS format (demographic and clinical data) or in Microsoft Access format (histology data). 2. Protein expression data are collected in Microsoft CSV format. 3.Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your notification file with the privacy commission.Yes, personal data will be used. For this project, clinical data will be used from patients transplanted at the UZ Leuven. In addition, samples from the Biobank Renal Transplantation will be used for protein expression analysis. All data will be pseudonymized. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on Yes. The clinical data and samples included in this study are approved by the Ethical Review Committee of the University Hospitals Leuven (S53364 and S64904). humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). 3.3. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?Yes, the intention of the data analysis is to further valorise already IP-protected inventions. IP restrictions therefore apply. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?Yes, 3rd party agreements are in place with the BIOMARGIN parties involved in the initial invention, that is further valorised in this C3 project. The details on the restrictions for dissemination and exploitation are detailed in signed contracts between the partners. 4.Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? A readme file will be provided with each of the datasets (clinical and experimental data on clinical samples). Raw expression data files will be collected per sample. A metadata file will be provided with the clear description of what the raw data files represent and how they were generated. This metadata file will be kept in the same folder as the expression data. Research methods will be fully documented as word files. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.For transcriptomic data, metadata will be created using the standards of the Gene Expression Omnibus (https://www.ncbi.nlm.nih.gov/geo/). For other data types, other standard metadata formats will be explored during the project e.g. using the Dublin core ( http://www.dcc.ac.uk/resources/metadata-standards/dublin-core ). 5.Data storage & backup during the C3 project 6. 5.1. Where will the data be stored? The data will be stored on the centrally managed KU Leuven (Onedrive) and UZ Leuven servers with automatic daily back-up procedures and version tracking. Some of the protein expression data will be stored at the VITO facilities in equally protected servers. 5.2. How will the data be backed up? We will use the back-up facilities of the UZ Leuven and KU Leuven ICTS. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. We expect to need more back-up storage than we have now. We will discuss with KU Leuven ICTS the possibilities. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? We anticipate a back-up cost per Tb (KU Leuven ICTS) of 295€/year (5 Tb anticipated). In principle, we don't anticipate needing the KU Leuven ICTS digital vault, as all data with high privacy risks (i.e. the codes to decode the pseudonymization) will be stored behind the firewall of UZ Leuven. In case we do generate privacy-sensitive data that need to be stored outside the UZ Leuven environment, we anticipate a cost of 1302€/year for the digital vault to store those private data. The costs of this data storage are already budgeted in the C3 project. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be coded (i.e. pseudonymized). There continues to be a link between the data and the individual who provided it. The subjects' identifiers will however be stored separately (site file) from their research data and replaced with a unique code to create a new identity for the subject. This code is stored on the UZ Leuven server which is password protected, but which also allows to consult the electronic medical chart of the patient stored on UZ Leuven Hospital servers, only if necessary. In addition, we will store all data on the central servers of the KU and UZ Leuven, which are protected against unauthorized access by firewalls. 7.Data preservation after the end of the C3 project KU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 6.1. Which data will be retained for the expected 5 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...).The pseudonymized data will be preserved for at least 20 year period after end of this project. The generated data will be stored on designated KU and UZ Leuven servers. 6.2. Where will these data be archived (= stored for the long term)? The generated data will be stored on designated KU and UZ Leuven servers (KU Leuven Enterprise Box, KU Leuven Large Volume Storage, UZ Leuven server). 6.3. What are the expected costs for data preservation The costs for data preservation at KU Leuven servers are budgetted in the project. Long-term data during these 5 years? How will the costs be covered? storage in the UZ Leuven environment is guaranteed by UZ Leuven IT department 8.Data sharing and reuse 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Yes. Specify: - Pseudonymized (coded) data will only be shared with third parties after agreement and signing a dedicated Data Transfer Agreement or Material Transfer Agreement. - Fully anonymized and aggregated data can be shared in Open Access repositories, if necessary upon publication, or upon request by third parties. 7.2. Which data will be made available after the end of the project? Pseudonymized (coded) data will not be shared, unless a proper MTA/DTA is in place. This implies that pseudonymized data will not be made public, also not after the end of the project. - Publicly relevant anonymized or aggregated datasets could be made available during or after the end of the project. 7.3. Where/how will the data be made available for reuse? - Pseudonymized (coded) data can only be made available after a signed DTA/MTA is in place. - Anonymized data can be made available in Open Access repositories 7.4. When will the data be made available? The data will be made available after publications via the required link in the publication or upon request and after an embargo period after publication 7.5. Who will be able to access the data and under what conditions? Once all files are released, anyone can use these data to generate new results, referring to the original publication and not for commercial use. Other data will be only released upon request and after an embargo period after publication. 7.6. What are the expected costs for data sharing? How will these costs be covered? Usually, data repository in Open Access repositories is free of cost. If there are any costs associated with data sharing to third parties, the costs of this data transfer will be negotiated in the DTA/MTA. 9.Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The PI of the study and the head of the Nephrology and Renal Transplantation Research Group will be responsible for data documentation and metadata. 8.2. Who will be responsible for data storage & back up during the project? The PI of the project will be the final responsible for data storage and back up during the project. 8.3. Who will be responsible for ensuring data preservation and sharing? The PI of the project will ensure data preservation and reuse. All requests for data sharing and reuse should be directed to the PI of the study. 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}