{
    "document_id": "D-2023-1977",
    "LinkTitle": "D-2023-1977",
    "file_name": "D-2023-1977.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1977.pdf",
    "metadata": {
        "title": "Cryo-CMOS circuits for quantum computing (3E210765)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Cryo-CMOS circuits for quantum computing (3E210765)\nA Data Management Plan created using DMPonline.be\nCreators: \nBram Veraverbeke, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11N0523N\nID: \n198262\nStart date: \n01-09-2021\nEnd date: \n09-08-2025\nProject abstract:\nQuantum computers use quantum mechanical principles like superposition and entanglement to perform calculations in parallel on large\namounts of data. This way they promise significant speedups of complex algorithms like prime factorization or data base searches. In a\nquantum computer the classical binary bits are replaced by quantum particles (qubits) at extremely low cryogenic temperatures.\nInteraction with these qubits requires conventional digital and analog control circuits (ADCs, DACs, LNAs, oscillators, etc.). However,\ntoday’s control circuits operate at room temperature, requiring long cables to connect them to the qubits at cryogenic temperatures. This\ninterconnection strategy is only feasible for a limited number of qubits, whereas practical quantum algorithms require thousands or even\nmillions of qubits. In order to obtain a more scalable solution the control circuits should be placed close to the qubits and hence they\nshould also operate at cryogenic temperatures. This research aims to implement these control circuits in standard CMOS at cryogenic\ntemperatures (cryo-CMOS). In order to enable reliable circuit design, several challenges must be overcome. For example, well-\nestablished cryo-CMOS device models are not yet available, and there has not yet been much research on noise and mismatch at\ncryogenic temperatures. Furthermore, the control circuits must meet stringent requirement in terms of accuracy and speed, while the\ndissipated power needs to be minimal in order not to exceed the cooling capabilities of the cryogenic refrigerator. In order to fulfil these\nchallenging conditions, it is necessary to investigate how the specific properties of cryo-CMOS can best be used in circuit design.\nLast modified: \n07-04-2023\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n1 of 8\nCryo-CMOS circuits for quantum computing (3E210765)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThis research project will not collect data through surveys or so. Instead, it will generate the following categories of research data:\n- Mathematical and numerical software:\nDepending on the need of the project this software will be written in Matlab, Simulink, Python or C.\n- Design databases describing the prototype integrated circuits:\nThese integrated circuits will be designed with Cadence, which is the de facto standard CAD tool environment for integrated circuits.\n- Measurement data generated by performing experiments on the prototype integrated circuits:\nThese data are measured signal traces (time or frequency domain).\n- Documents such as progress reports and publication manuscripts\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nAt MICAS (KU Leuven), all data are either stored in a database or in a version control system (gitbased). The corresponding repositories are stored on the server clusters of the department. The\ndata will be archived using redundant disk infrastructure with daily tape backups. Documents and data will be archived on these servers for at least five years. There is plenty of storage during and\nafter the research. The designated responsible person is Ben Geeraerts. In addition to this, published manuscripts are stored in a central repository, i.e. the KU Leuven Lirias system.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nI do not wish to to deviate from this principle\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nA Data Management Plan (DMP) will be drawn up at the start of the project. This DMP for archiving and open access of research data will be a central aspect in the project, and in full coherence\nwith the guidelines for open science within FWO and the FAIR Data Principles (see https://www.kuleuven.be/rdm/en/fair). The DMP will be an evolving document, and gain more precision and\nsubstance during the lifespan of the project.\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n2 of 8\nCryo-CMOS circuits for quantum computing (3E210765)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n3 of 8\nCryo-CMOS circuits for quantum computing (3E210765)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n4 of 8\nCryo-CMOS circuits for quantum computing (3E210765)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nThis research project will not collect data through surveys or so, nor will it reuse existing data. Instead, it will generate the following categories of research data:\n==> Type of data: simulated - Format: numerical - Volume: 10GB - How created?\ncomputer task\nThe functioning of integrated circuits is simulated with dedicated software such as\nCadence Spectre, Ansys HFSS, and Mentor Graphics QuestaSim, making use of\nphysical and electrical models that are provided by the chip fabrication companies.\n==> Type of data: design - Format: VHDL, Cadence database format - Volume: 10GB -\nHow created? computer task\nThe integrated circuits are designed with specific software such as the Cadence\ndesign suite. Depending on the level of abstraction, certain formats are used, such as\nVHDL (high level circuit description) or GDSII (geometric shapes of the layout).\n==> Type of data: experimental - Format: numerical - Volume: 10GB - How created?\nmeasurements on electronic systems\nThe functioning of integrated circuits is validated by performing measurements in the\nIC-lab, using equipment such as Arbitrary Waveform Generators, Vector Network\nAnalysers and Digital Oscilloscopes to generate input signals and measure the\ncorresponding output signals.\nTotal volume ~ 50GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nn/a\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe work in this project will result in new concepts, architectures and designs of integrated electronic  devices, circuits and systems. These findings will certainly have potential for valorization.\nValorization will most likely be implemented by means of follow-up research projects with industrial partners. The design data will be protected by trade secrets. Patents are difficult to obtain in this\nfield. The results of this project will form background knowledge in follow-up projects. The typical background licenses will be granted to the partners in such follow-up projects. We will involve\nLRD if the need arises.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAt the moment there are no restrictions for dissemination or exploitation of the data. However, in case specific technologies are used to which we have exclusive access, then measures will be\ntaken to avoid confidentiality breaches. These measures include a strict separation of the data storage and strict control on the access to the data by our researchers and other employees.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n5 of 8\nrecorded).\nSimulations\nRaw simulation data will be collected per simulation test, including a text file with a\nclear description of what the data represent and how they were generated. The\ninput files used for the simulation will be kept inside the same folder. The name of the\nfolder will contain the simulation conditions. A text file explaining the naming will be\nmaintained.\nDesign\nDetails on the conceptual, architectural and topological design of the circuits will be\ndocumented in word files. Links to the folders in which the design data are stored will\nbe included, as well as all the necessary metadata to be able to extract and reuse the\ndesign data: technology node, flavor, etc.\nExperiments/measurements\nRaw measurement data will be collected per measurement test, including a text file\nwith a clear description of what the data represent and how they were generated. The\ninput-files used for the measurements will be kept inside the same folder. The name of\nthe folder will contain the measurement conditions. A text file explaining the naming\nwill be maintained.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThere is no formally acknowledged metadata standard specific to our discipline. However, in our research groups, we have a standardized method of structuring our data. Our researchers are\nobliged to use this method.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWe will use the central storage facilities of our research department.\nHow will the data be backed up?\nThe data will be stored on our servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage & backup capacity. Recently the storage capacity available to our research group has been expanded to 25 TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nConfidential data is stored on file servers which are only accessible by authorized people with specific account settings. The servers are located in a secured room with access limited to system\nadministrators. For data related to specific, very advanced and exclusive technologies we have physically separate file servers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe following data will be retained for the expected 5 year period after the end of the project:\nthe data needed to reproduce and verify published research results\nthe data needed to prove and increase the value of research results that have valorization potential\nall design data\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on our central servers (with automatic back-up procedures) for at least 5 years, conform the RDM policies of our institution.\nThe data related to research results that are published, will be stored in KU Leuven's Research Data Repository (RDR).\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n6 of 8\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nThe simulation, design, and measurement data will be used as a basis on which technology transfer activities can be initiated. Hence, careful IPR management will be needed, meaning that the\ndata will not be shared outside the university without a prior agreement on confidentiality and IPR.\nData related to generic research results can be reused in follow-up projects.\nWe will publish in international journals, after careful consideration of valorization and patentability potential, during and/or after the project. We will follow the Green Open Access strategy for these\nscientific publications. In those cases where we do have to publish in journals that are behind a paywall (e.g. IEEE journals that are the top in the field), we will always make a digital copy of the\naccepted paper available through an online repository. We will ensure that every publication gets a Digital Object Identifier (DOI) and that we use our ORCID on every publication, so that the\nidentification of the record and of the authors is unambiguous. Next to the Lirias document repository system of KU Leuven, we will also use \narXiv\n, which is a free distribution service and open-\naccess archive.\nData related to published results can be made available through KU Leuven's RDR.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe simulation, design and measurement data with restricted access will only be accessible within KU Leuven, and specifically only to those persons who have been granted access.\nIf a third party requests access to those data, this will be most likely in the frame of a collaboration agreement or a licensing agreement, and then it will be necessary to draw up data transfer or\ndata sharing clauses as part of that agreement. In this agreement, the terms of use will be agreed upon.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nFor the design, simulation and measurement data that are related to valorizable results, careful IPR management will be needed, meaning that the data will not be shared outside the university\nwithout a prior agreement on confidentiality and IPR.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe simulation, design and measurement data will be made available for reuse through our internal archiving facilities.\nPublications will be accessible through the established channels.\nThe simulation, design and measurement data related to published results will be made available through KU Leuven's RDR.\nWhen will the data be made available?\nImmediately after the publication based on that data.\nWhich data usage licenses are you going to provide? If none, please explain why.\nIf a third party requests access to those data, it will be necessary to draw up a data transfer or data sharing arrangement, most likely in the frame of a collaboration agreement. In this agreement,\nthe terms of use will be agreed upon.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nData uploaded to the data repository will get a \nDOI (Digital Object Identifier).\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nBram Veraverbeke (researcher) + Filip Tavernier (supervisor) as end responsible \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n7 of 8\nBram Veraverbeke (researcher) + Ben Geeraerts (IT) as support + Filip Tavernier (supervisor) as end responsible \nWho will manage data preservation and sharing?\nBen Geeraerts (IT) + Filip Tavernier (supervisor) as end responsible \nWho will update and implement this DMP?\nBram Veraverbeke (researcher) + David Maes (valorization) as support + Filip Tavernier (supervisor) as end responsible \nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n8 of 8"
    },
    "clean_full_text": "Cryo-CMOS circuits for quantum computing (3E210765) A Data Management Plan created using DMPonline.be Creators: Bram Veraverbeke, First Name Surname Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11N0523N ID: 198262 Start date: 01-09-2021 End date: 09-08-2025 Project abstract: Quantum computers use quantum mechanical principles like superposition and entanglement to perform calculations in parallel on large amounts of data. This way they promise significant speedups of complex algorithms like prime factorization or data base searches. In a quantum computer the classical binary bits are replaced by quantum particles (qubits) at extremely low cryogenic temperatures. Interaction with these qubits requires conventional digital and analog control circuits (ADCs, DACs, LNAs, oscillators, etc.). However, today’s control circuits operate at room temperature, requiring long cables to connect them to the qubits at cryogenic temperatures. This interconnection strategy is only feasible for a limited number of qubits, whereas practical quantum algorithms require thousands or even millions of qubits. In order to obtain a more scalable solution the control circuits should be placed close to the qubits and hence they should also operate at cryogenic temperatures. This research aims to implement these control circuits in standard CMOS at cryogenic temperatures (cryo-CMOS). In order to enable reliable circuit design, several challenges must be overcome. For example, well- established cryo-CMOS device models are not yet available, and there has not yet been much research on noise and mismatch at cryogenic temperatures. Furthermore, the control circuits must meet stringent requirement in terms of accuracy and speed, while the dissipated power needs to be minimal in order not to exceed the cooling capabilities of the cryogenic refrigerator. In order to fulfil these challenging conditions, it is necessary to investigate how the specific properties of cryo-CMOS can best be used in circuit design. Last modified: 07-04-2023 Created using DMPonline.be. Last modiﬁed 07 April 2023 1 of 8 Cryo-CMOS circuits for quantum computing (3E210765) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This research project will not collect data through surveys or so. Instead, it will generate the following categories of research data: - Mathematical and numerical software: Depending on the need of the project this software will be written in Matlab, Simulink, Python or C. - Design databases describing the prototype integrated circuits: These integrated circuits will be designed with Cadence, which is the de facto standard CAD tool environment for integrated circuits. - Measurement data generated by performing experiments on the prototype integrated circuits: These data are measured signal traces (time or frequency domain). - Documents such as progress reports and publication manuscripts Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) At MICAS (KU Leuven), all data are either stored in a database or in a version control system (gitbased). The corresponding repositories are stored on the server clusters of the department. The data will be archived using redundant disk infrastructure with daily tape backups. Documents and data will be archived on these servers for at least five years. There is plenty of storage during and after the research. The designated responsible person is Ben Geeraerts. In addition to this, published manuscripts are stored in a central repository, i.e. the KU Leuven Lirias system. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I do not wish to to deviate from this principle Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) A Data Management Plan (DMP) will be drawn up at the start of the project. This DMP for archiving and open access of research data will be a central aspect in the project, and in full coherence with the guidelines for open science within FWO and the FAIR Data Principles (see https://www.kuleuven.be/rdm/en/fair). The DMP will be an evolving document, and gain more precision and substance during the lifespan of the project. Created using DMPonline.be. Last modiﬁed 07 April 2023 2 of 8 Cryo-CMOS circuits for quantum computing (3E210765) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 April 2023 3 of 8 Cryo-CMOS circuits for quantum computing (3E210765) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 07 April 2023 4 of 8 Cryo-CMOS circuits for quantum computing (3E210765) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. This research project will not collect data through surveys or so, nor will it reuse existing data. Instead, it will generate the following categories of research data: ==> Type of data: simulated - Format: numerical - Volume: 10GB - How created? computer task The functioning of integrated circuits is simulated with dedicated software such as Cadence Spectre, Ansys HFSS, and Mentor Graphics QuestaSim, making use of physical and electrical models that are provided by the chip fabrication companies. ==> Type of data: design - Format: VHDL, Cadence database format - Volume: 10GB - How created? computer task The integrated circuits are designed with specific software such as the Cadence design suite. Depending on the level of abstraction, certain formats are used, such as VHDL (high level circuit description) or GDSII (geometric shapes of the layout). ==> Type of data: experimental - Format: numerical - Volume: 10GB - How created? measurements on electronic systems The functioning of integrated circuits is validated by performing measurements in the IC-lab, using equipment such as Arbitrary Waveform Generators, Vector Network Analysers and Digital Oscilloscopes to generate input signals and measure the corresponding output signals. Total volume ~ 50GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: n/a Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The work in this project will result in new concepts, architectures and designs of integrated electronic devices, circuits and systems. These findings will certainly have potential for valorization. Valorization will most likely be implemented by means of follow-up research projects with industrial partners. The design data will be protected by trade secrets. Patents are difficult to obtain in this field. The results of this project will form background knowledge in follow-up projects. The typical background licenses will be granted to the partners in such follow-up projects. We will involve LRD if the need arises. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No At the moment there are no restrictions for dissemination or exploitation of the data. However, in case specific technologies are used to which we have exclusive access, then measures will be taken to avoid confidentiality breaches. These measures include a strict separation of the data storage and strict control on the access to the data by our researchers and other employees. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is Created using DMPonline.be. Last modiﬁed 07 April 2023 5 of 8 recorded). Simulations Raw simulation data will be collected per simulation test, including a text file with a clear description of what the data represent and how they were generated. The input files used for the simulation will be kept inside the same folder. The name of the folder will contain the simulation conditions. A text file explaining the naming will be maintained. Design Details on the conceptual, architectural and topological design of the circuits will be documented in word files. Links to the folders in which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse the design data: technology node, flavor, etc. Experiments/measurements Raw measurement data will be collected per measurement test, including a text file with a clear description of what the data represent and how they were generated. The input-files used for the measurements will be kept inside the same folder. The name of the folder will contain the measurement conditions. A text file explaining the naming will be maintained. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There is no formally acknowledged metadata standard specific to our discipline. However, in our research groups, we have a standardized method of structuring our data. Our researchers are obliged to use this method. 3. Data storage & back-up during the research project Where will the data be stored? We will use the central storage facilities of our research department. How will the data be backed up? The data will be stored on our servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage & backup capacity. Recently the storage capacity available to our research group has been expanded to 25 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Confidential data is stored on file servers which are only accessible by authorized people with specific account settings. The servers are located in a secured room with access limited to system administrators. For data related to specific, very advanced and exclusive technologies we have physically separate file servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The following data will be retained for the expected 5 year period after the end of the project: the data needed to reproduce and verify published research results the data needed to prove and increase the value of research results that have valorization potential all design data Where will these data be archived (stored and curated for the long-term)? The data will be stored on our central servers (with automatic back-up procedures) for at least 5 years, conform the RDM policies of our institution. The data related to research results that are published, will be stored in KU Leuven's Research Data Repository (RDR). Created using DMPonline.be. Last modiﬁed 07 April 2023 6 of 8 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository The simulation, design, and measurement data will be used as a basis on which technology transfer activities can be initiated. Hence, careful IPR management will be needed, meaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR. Data related to generic research results can be reused in follow-up projects. We will publish in international journals, after careful consideration of valorization and patentability potential, during and/or after the project. We will follow the Green Open Access strategy for these scientific publications. In those cases where we do have to publish in journals that are behind a paywall (e.g. IEEE journals that are the top in the field), we will always make a digital copy of the accepted paper available through an online repository. We will ensure that every publication gets a Digital Object Identifier (DOI) and that we use our ORCID on every publication, so that the identification of the record and of the authors is unambiguous. Next to the Lirias document repository system of KU Leuven, we will also use arXiv , which is a free distribution service and open- access archive. Data related to published results can be made available through KU Leuven's RDR. If access is restricted, please specify who will be able to access the data and under what conditions. The simulation, design and measurement data with restricted access will only be accessible within KU Leuven, and specifically only to those persons who have been granted access. If a third party requests access to those data, this will be most likely in the frame of a collaboration agreement or a licensing agreement, and then it will be necessary to draw up data transfer or data sharing clauses as part of that agreement. In this agreement, the terms of use will be agreed upon. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights For the design, simulation and measurement data that are related to valorizable results, careful IPR management will be needed, meaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR. Where will the data be made available? If already known, please provide a repository per dataset or data type. The simulation, design and measurement data will be made available for reuse through our internal archiving facilities. Publications will be accessible through the established channels. The simulation, design and measurement data related to published results will be made available through KU Leuven's RDR. When will the data be made available? Immediately after the publication based on that data. Which data usage licenses are you going to provide? If none, please explain why. If a third party requests access to those data, it will be necessary to draw up a data transfer or data sharing arrangement, most likely in the frame of a collaboration agreement. In this agreement, the terms of use will be agreed upon. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Data uploaded to the data repository will get a DOI (Digital Object Identifier). What are the expected costs for data sharing? How will these costs be covered? The costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Bram Veraverbeke (researcher) + Filip Tavernier (supervisor) as end responsible Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 07 April 2023 7 of 8 Bram Veraverbeke (researcher) + Ben Geeraerts (IT) as support + Filip Tavernier (supervisor) as end responsible Who will manage data preservation and sharing? Ben Geeraerts (IT) + Filip Tavernier (supervisor) as end responsible Who will update and implement this DMP? Bram Veraverbeke (researcher) + David Maes (valorization) as support + Filip Tavernier (supervisor) as end responsible Created using DMPonline.be. Last modiﬁed 07 April 2023 8 of 8"
}