{
    "document_id": "D-2023-2467",
    "LinkTitle": "D-2023-2467",
    "file_name": "D-2023-2467.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2467.pdf",
    "metadata": {
        "title": "Common Ideas: The Everyday Functioning of Political Thinking in the Courtroom (Low Countries, 1450-1500)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Common Ideas: The Everyday Functioning of Political Thinking in the Courtroom \n(Low Countries, 1450-1500)\nFellow: Minne De Boodt\nSupervisor: Jelle Haemers \nAffiliation: KU Leuven \nProject reference nr.: PDMT2/23/012\nFunder: BOF (Postdoctorale Mandaten PDM)\nStart date: 1/10/23\nEnd date: 30/9/2024\nProject abstract:\nWhat constitutes good democratic governance? This puzzling question is not only omnipresent today but was already\nrelevant in the Late Middle Ages. Indeed, late medieval politics was given shape by continuous negotiations between\nkings, the nobility, local governors, citizens, and lower social groups. Yet, historians neglect to analyse the political\nvoices that governors and subjects spoke when they interacted with each other. By means of an innovative\nmethodology and an original source-base, the project moves beyond current historiographical limitations. More\nspecifically, the project examines the common ideas on good governance that political interlocutors voiced during\nnegotiations in the courtroom to ground a course of action. Therefore, the project not only provides an all-important\naddition to current historiographical knowledge on late medieval political life, culture of negotiation or argumentative\nvoices, but also on the history of European democracy.\nCreated using DMPonline.be. Last modiﬁed 07 December 2023 1 of 5\nCommon Ideas: The Everyday Functioning of Political Thinking in the Courtroom\n(Low Countries, 1450-1500)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data)\nor \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nProcessen en sententiën\nvan de grote raad van\nMechelen (1450-1504)\nArchival records in\nthe General state\nArchives of Belgium\nExisting\ndata\n(historical\nmaterial)\nPhysical. But I will keep track of the\ncollected archival records and their\nmetadata by means of a MAXQDA\ndatabase\nArchival\nrecords\nArchival records of which I will take\npictures and which I will also\ntranscribe in a text format in a\nMAXQDA database\n<100\nGB\n \nHistoriografie\nHistoriography and\nscientific\npublications\nExisting\nDigital (zotero)\nPDF\n(textual)\nPDF\n<100\nGB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nArchival records sourced from the General State Archives of Belgium have been conveniently organized to facilitate easy searchability, consolidated into a single archive\nseries, and indexed by topic. Despite their accessibility, these records have yet to receive significant historical attention. In my research, I aim to explore and analyze\nthese archival records in a novel and distinctive manner\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 07 December 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nI will collect the unpublished archival records for the General State Archives of Belgium in a MAXQDA database. MAXQDA is a software for qualitative analysis, which\nallows researchers to create accessible databases that can, moreover, be easily shared with others.\nWill a metadata standard be used to make it easier to find and reuse the data ? \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nI will collect the necessary metadata (historical context, origins, historical actors, etc.) in my MAXQDA database. MAXQDA not only allows researchers to keep track of\ntheir data but also allows for qualitative analysis by means of a coding tool. In short, coding involves identifying and categorising specific discursive utterances according\nto coding structures that you can design yourself. I will design two coding structures. First, codes that indicate the arguments of governors based on their role across\ndifferent levels of government, and those of the governed as either male or female members of the nobility, citizenry, or members of peasant communities. Second,\nthematic codes that track the political ideas and legal arguments being discussed. Coding is time consuming but well worth the effort since it allows scholars to conduct\ninformed searches and find patterns in large amounts of texts.\nData Storage & Back-up during the Research Project\nWhere will the data be stored? OneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nI will make use of the OneDrive cloud services provided by the Faculty of Arts (KU Leuven). This storage space not only allows easy accessibility of my files but also \nguarantees its safety. Not only is the data automatically backed-up, but it is also secure. Indeed, the KU Leuven put Multifactor Authentication systems in place (e.g. KU \nLeuven Authenticator app).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe estimated costs are approximately 40 euros per year  (cost MAXQDA, cost Zotero, Cost Adobe Acrobat and so on). This costs will be covered by the project's bench fees.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional \npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 07 December 2023 3 of 5\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nI assume that the costs will depend on the amount of data that I will gather during the project. I will make sure to find out the exact costs well before the end of my\nproject and cover them with the project's bench fee.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project? \nPlease explain per dataset or data type which data will be made available.\nThe data will be made accessible in publications but I do not intent to publish any of the archival sources \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nI will be able to access the data and share it with fellow historical researchers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered? \nNo costs are expected.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 07 December 2023 4 of 5\nI will be responsible for the management of the data throughout the project.\nWho will manage data storage and backup during the research project? \nI will make sure that the data is properly stored and backup during the research project.\nWho will manage data preservation and sharing? \nI will manage data preservation and sharing.\nWho will update and implement this DMP? \nI will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 07 December 2023 5 of 5"
    },
    "clean_full_text": "Common Ideas: The Everyday Functioning of Political Thinking in the Courtroom (Low Countries, 1450-1500) Fellow: Minne De Boodt Supervisor: Jelle Haemers Affiliation: KU Leuven Project reference nr.: PDMT2/23/012 Funder: BOF (Postdoctorale Mandaten PDM) Start date: 1/10/23 End date: 30/9/2024 Project abstract: What constitutes good democratic governance? This puzzling question is not only omnipresent today but was already relevant in the Late Middle Ages. Indeed, late medieval politics was given shape by continuous negotiations between kings, the nobility, local governors, citizens, and lower social groups. Yet, historians neglect to analyse the political voices that governors and subjects spoke when they interacted with each other. By means of an innovative methodology and an original source-base, the project moves beyond current historiographical limitations. More specifically, the project examines the common ideas on good governance that political interlocutors voiced during negotiations in the courtroom to ground a course of action. Therefore, the project not only provides an all-important addition to current historiographical knowledge on late medieval political life, culture of negotiation or argumentative voices, but also on the history of European democracy. Created using DMPonline.be. Last modiﬁed 07 December 2023 1 of 5 Common Ideas: The Everyday Functioning of Political Thinking in the Courtroom (Low Countries, 1450-1500) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Processen en sententiën van de grote raad van Mechelen (1450-1504) Archival records in the General state Archives of Belgium Existing data (historical material) Physical. But I will keep track of the collected archival records and their metadata by means of a MAXQDA database Archival records Archival records of which I will take pictures and which I will also transcribe in a text format in a MAXQDA database <100 GB Historiografie Historiography and scientific publications Existing Digital (zotero) PDF (textual) PDF <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Archival records sourced from the General State Archives of Belgium have been conveniently organized to facilitate easy searchability, consolidated into a single archive series, and indexed by topic. Despite their accessibility, these records have yet to receive significant historical attention. In my research, I aim to explore and analyze these archival records in a novel and distinctive manner Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 07 December 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). I will collect the unpublished archival records for the General State Archives of Belgium in a MAXQDA database. MAXQDA is a software for qualitative analysis, which allows researchers to create accessible databases that can, moreover, be easily shared with others. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No I will collect the necessary metadata (historical context, origins, historical actors, etc.) in my MAXQDA database. MAXQDA not only allows researchers to keep track of their data but also allows for qualitative analysis by means of a coding tool. In short, coding involves identifying and categorising specific discursive utterances according to coding structures that you can design yourself. I will design two coding structures. First, codes that indicate the arguments of governors based on their role across different levels of government, and those of the governed as either male or female members of the nobility, citizenry, or members of peasant communities. Second, thematic codes that track the political ideas and legal arguments being discussed. Coding is time consuming but well worth the effort since it allows scholars to conduct informed searches and find patterns in large amounts of texts. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will make use of the OneDrive cloud services provided by the Faculty of Arts (KU Leuven). This storage space not only allows easy accessibility of my files but also guarantees its safety. Not only is the data automatically backed-up, but it is also secure. Indeed, the KU Leuven put Multifactor Authentication systems in place (e.g. KU Leuven Authenticator app). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The estimated costs are approximately 40 euros per year (cost MAXQDA, cost Zotero, Cost Adobe Acrobat and so on). This costs will be covered by the project's bench fees. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 07 December 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? I assume that the costs will depend on the amount of data that I will gather during the project. I will make sure to find out the exact costs well before the end of my project and cover them with the project's bench fee. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. The data will be made accessible in publications but I do not intent to publish any of the archival sources If access is restricted, please specify who will be able to access the data and under what conditions. I will be able to access the data and share it with fellow historical researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs are expected. Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 07 December 2023 4 of 5 I will be responsible for the management of the data throughout the project. Who will manage data storage and backup during the research project? I will make sure that the data is properly stored and backup during the research project. Who will manage data preservation and sharing? I will manage data preservation and sharing. Who will update and implement this DMP? I will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 07 December 2023 5 of 5"
}