{
    "document_id": "D-2024-3015",
    "LinkTitle": "D-2024-3015",
    "file_name": "D-2024-3015.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3015.pdf",
    "metadata": {
        "title": "D-2024-3015",
        "author": "N/A",
        "num_pages": 27
    },
    "content": {
        "full_text": "LEAPS Data Management Plan\nProject Name: Integrating Multi-Disciplinary Expertise in a Learning and Adaptive \nEuropean Pandemic Preparedness System (LEAPS)\nPrincipal Investigator:  Prof. Nico Vandaele\nProject Data Contact: marius.brusselmans@kuleuven.be\nThis document reuses the structures used by DMPonline (http://dmponline.dcc.ac.uk)\nDescription\nThe 2014 Ebola epidemic and ongoing COVID-19 pandemic have exposed a global need  \nfor  accelerating  research  and  efficiently  developing  countermeasures  (CM)  against  \npathogens with epidemic and pandemic potential. Equitable access to measures is vital  \nfor an effective response. The pandemic also highlighted the immense importance of  \ngenomics for close pathogen monitoring or ‘surveillance’. However, genomic surveillance  \nis slow and challenging to scale-up due to the complexity of building networks able to  \ncollect and transport samples, designing novel sequencing protocols, training qualified  \npersonnel,  building  sequencing  facilities  in  low-income  settings  prone  to  emerging  \ndiseases, and obtaining additional funding from local governments. In similar terms, a  \nGlobal Genomic Surveillance Strategy for Pathogens with Pandemic and Epidemic  \nPotential has recently been released by WHO. Being at the forefront of COVID-19  \ngenomic surveillance and in collaboration with the Health Emergency Preparedness and  \nResponse Authority (HERA), LEAPS aims to demonstrate how genomic surveillance can  \nbe  optimized  within  an  interconnected  system.  Therefore,  we  aim  to  accelerate  \ndiagnostics,  vaccine/medicine  development  and  to  support  decision  making  for  an  \neffective, efficient and quick pandemic response in an EU context.\nThe goal of LEAPS is to demonstrate the value and feasibility of a pro-active policy  \nsupporting  the  strategy  for  EU-based  genomic  health  surveillance  and  emergency  \npreparedness/response,  by  delivering  a  system-wide  stakeholder-validated  proof  of  \nconcept against pathogen X.\nInstitutions: University of Leuven (KU Leuven), Institut Pasteur (Paris), Statens Serum \nInstitut, Hellenic Pasteur Institute, Università della Svizzera Italiana\nA few important considerations applicable to all work packages\nEach individual work package is to document its folder structure in a  .txt file \ndescribing the purpose of the folders. It is important to have a logical hierarchy. The  \nfollowing post can be a useful reference guide:\nhttps://ukdataservice.ac.uk/learning-hub/research-data-management/format-your-\ndata/organising/\nFor any programming project, participants are to use an appropriate system for  \nversion control, such as Git.\nData that has been finalized should not be stored exclusively on personal devices,  \nand should be accessible on folders shared with the rest of the consortium.\n1. Data description\nThis section addresses the following two questions. See below for the different summary  \ntables generated for each work package. \nWill you generate/collect new data and/or make use of existing data?  \nDescribe the origin, type and format of the data (per dataset) and its (estimated)  \nvolume. This may be easiest in a table (see example) and per WP or objective of the  \nproject. \nWork package 1\na.Summary table\nTaskData origin(s) Data format(s) VolumeNew \ndata?\n1.1Task  1.1  -  Non-targeted  \ngenomic  surveillance  of  \ninfectious  threats  (SSI-lead,  \nHPI, IPP) (M1-M42) Raw  data  kept  at  \neach  laboratory,  \nresults or aggregate  \nresults published in  \nscientific \npublicationsSample  sizes \nto  be \ndeterminedyes\n3.2Task  1.2  -  Flexibility  and  \nadaptability  of  sequence-\nbased analytic surveillance of  \ninfectious  threats  (SSI-lead,  \nHPI) Raw  data  kept  at  \neach  laboratory,  \nresults or aggregate  \nresults published in  \nscientific \npublicationsSample  sizes \nto  be \ndeterminedyes\n3.3Task  1.3  Integration  and  \nsustainability of non-targeted  \nand sequence-based analytic  \nsurveillance Descriptive  text  \nbased  on  \nquestionnaires Questionnaire \ndatayes\nb.More info\nRaw data are kept at the laboratories conducting the analyses. Results (sequencing data,  \ndetection data, aggregate results from questionnaires) are disseminated following FAIR  \nprinciple, in connection to publications. \nWork package 2\na.Summary table:\nTaskData origin(s) Data format(s) VolumeNew \ndata?\n2.1Immunoassays on \nanonymized,human/animal \nsamples, no genetic dataTables X * samplesyes\n2.2Immunoassays on environment  \nsamples, no genetic dataTables X * samplesyes\n2.3Infectivity and neutralization \nassays on anonymized human \nsamples, no genetic dataTables X * samplesyes\nb.More info\nTask 2.1 - Target-specific epidemiological surveillance of human or animal populations \n(IPP-lead, SSI, LCM, HPI) (M1-M48)\n●Antigenic and serologic assays : point-of-care (LFIA), high-throughput (ELISA, \nFLISA, LuLISA) tests\n●Level: individual/populations, humans, animals\nTask 2.2 Target-specific pre- and post-analytic surveillance of infectious threats in the \nenvironment (IPP-lead, SSI, LCM, HPI) (M1-M48)\n●Antigenic assays of environment samples (water and sewage piping, air, surface \nsmears), remote and continuous assay capabilities\nTask 2.3 Target-specific analysis of infections and immune responses at the individual \nlevel (IPP-lead) (M1-M48)\n●Rapid assays to measure viral infectivity and neutralizing activity of sera and \nmonoclonal antibodies\nWork package 3\na. Summary table:\nTaskData origin(s) Data format(s) VolumeNew \ndata?\n3.1Published research, input from other WP’s Text files \n(various \nextensions)/No\n3.2Published research, input from other WP’s Text files \n(various \nextensions)/No\n3.3/ / //\nb. More info\nTask 3.1: /\nTask 3.2: Existing genomic data sets - sequence alignments in NEXUS or FASTA format -  \nwill  be  collected  from  published  articles  or  through  national  and  international  \ncollaborations; no new data will be generated in this project. These data sets contain  \nnucleotide sequences of pathogens of interest, along with their sampling times and  \nsampling locations when such data are available. For example, the currently available  \ngenomes for the SARS-CoV-2 pandemic are stored on GISAID ( https://www.gisaid.org/ ) \nand are free to use with proper acknowledgements of the labs that generated these data.  \nSuch repositories then typically also contain metadata such as the sampling time and  \nsampling location of each sequence. These data sets will subsequently be converted into  \nXML files that can serve as input for the BEAST (Bayesian Evolutionary Analysis by  \nSampling Trees) software package. These analyses will produce ‘.trees’ and ‘.log’ files of  \nsampled posterior trees.\nTask 3.3: This task is the creation and execution of the data management plan.\nWork package 4\n1.Summary table:\n \nTaskData origin(s) Data format(s) VolumeNew \ndata?\n4.1Published  research  &  government  \ndocumentsText //\n4.2Published  research,  government  \ndocuments,  and  inputs  from  WP2,  \nWP3, WP5 & WP6Text, values, /Yes \n(from \nother \nWPs\n4.3Government documents Text //\n \n2.More info\n \nTask 4.1 - Development of a conceptual causal loop diagram (CLD)\n·      Capturing interconnected nature of factors required to assess the dynamic health  \nemergency threat at EU and national levels. \n \nTask 4.2 - Development of a formal system dynamics (SD) simulation model\n·      Assessing the dynamics of health emergency threats at EU/national levels. T\n \nTask 4.3 - Providing a comparative analysis of proposed governance approach\nAssessing  the  quality  of  the  EU-level  cross-border  and  of  national  governance  \nmechanisms.\nWork package 5\n \nTaskData origin(s) Data format(s) VolumeNew data?\nTask \n5.1\n Collection of clinical samples \npositive for SARS-CoV-2, \nInfluenza A, Influenza B and \nWest Nile Virus / Development \nof a BioBank. \n-  For  SARS-CoV-2 : \nnasopharyngeal swabs\n- For Influenza: \nnasopharyngeal swabs\n-- For West Nile Virus : whole \nblood, urine and Cerebrospinal  \nFluid (CSF), depending on the \nviral load. Tables, Reports To be \ndiscussedYes\nTask \n5.2VLPs and RT-qPCR\n- VSV-pseudotyped viruses for \nall 3 pathogens\n- Pseudocapsids for at least \nSARS-CoV-2 and pilot studies \non the production of Influenza \nand WNV pseudocapsids\n \nRT-qPCR assays on panels of \nviruses\n \n \n Tables, Reports\n \n \n \n \n Can be \nscaled up \ndepending \non test \nneeds\n \n \n \n \n \n \nn/a\n \n \n \n \n \n \n Yes\n \n \n \n \n \n \n \n \n \nExisting \nassays will \nbe used, \nnew ones \nmay be \ndeveloped if \nnecessary\n \n \nD5.3- CM pilot & assessment\nNeutralisation  assays  for  all  \npathogensTables, Reports n/a\n Yes \n \nD5.4CM impact model\n Flow  charts  and  \ndiagramsScenarios \ndepending \non  co-\ninfection Yes\npatterns  of \npathogens\nWork package 6\n \nTaskData origin(s) Data format(s) VolumeNew data?\nD6.1\n Interviews with Leaps \nparticipants, public reports, \nscientific papers and grey \nliteratureText and Recorded \nVideos of interviewsTBDInterviews \nwill be new \ndata. \nConceptual \nmodel with \naccompanyi\nng report\nD6.2Data from other models in \nLEAPS, especially WP 3, 4 \nand 5. Publicly available data \non pandemic responses.Time series data TBDNew data \ngenerated \nfor model \nfiles, with \naccompanyi\nng report\nD6.3Official  governmental  reports,  \nreports  from  other  WP’s  and  \ngrey literatureGraphs,  text  and  \ntime series dataTBDNew data for \npolicy testing \nand \nevaluation \nwith report\nD6.4Official  governmental  reports,  \nreports  from  other  WP’s  and  \ngrey literatureGraphs,  text  and  \ntime series dataTBDNew data for \npolicy \nanalysis and \nevaluation \nwith report\nWork package 7 \na.Summary table\nTaskData origin(s) Data format(s) VolumeNew \ndata?\n7.1Content prioritization\n- Published research,  grey literature,  \ninterviews with ASPText,  datasets, \nvalue, \nrecordingsTo  be \ndiscusse\ndYes\n7.2Development  of  communication  \nand teaching material\nNANA //\n7.3Design of governance and policy  \nrecommendation\n-Data from other work packagesText To  be \ndiscusse\ndNo\n7.4Work  out  and  follow  up  of  a  \ndissemination,  exploitation  and  \ncommunication\n-Published research, interviewsText To  be \ndiscusse\ndYes\nb.More info\n*On Task 7.2: WP7 will engage with professional communication teams within and  \nbeyond the consortium (ex: https://openu-project.eu/, an EU funded initiative to support  \nblended learning, mobility and networking in higher education) to develop the adequate  \nformat  and  ensure an  efficient  visual identity.  This communication  material  will  be  \ndesigned to encompass extensive education programs, with the aim to strengthen and  \nstimulate One Health approach in the European education ecosystem. WP7 will actively  \nadvocate and support the creation of a One Health bachelor program within a consortium  \nof European Universities (UNA Europa). Teaching material could include (but will not be  \nlimited to) ‘T-MOOCS’ (Targeted Massive  Open Online Courses, being a variant to  \nMOOCS, Massive Open Online Courses).\nWork package 8\nTasksData origin(s) Data format(s) Volume New \nData?\nTask  8.1  - \nConsortium \nManagement\n Meetings (online \nand in person)\nReports\nDeliverables\nCommunications\nSummaries  of \nprogress\nReportingWritten and oral \ncommunications\nShared \ndocuments\nShared Lists\nShared Budgets\nRecordings\nFlow charts\nDiagrams\nTables\nValuesVolume will vary \naccording  to \ncommunications\n, exchanges and \ncontentYes\nTask  8.2  - \nConsortium \nReporting\n Deliverables\nMilestones\nWritten reports\nActivities\nCommunications\nResults\nBudgets\n Shared \ndocuments\nShared Lists\nShared tables\nRecordings\nFlow charts\nDiagrams\nTables\nValuesWill contain data \nfrom  all  work \npackages  – \nvolume will vary \naccording  to \ncontentYes\n2. Legal and ethical issues\nWill you use personal data? If so, shortly describe the kind of personal data you \nwill use. Add the reference to your file in KU Leuven's Record of Processing \nActivities. Be aware that registering the fact that you process personal data is a \nlegal obligation.\nWPPersonal \nData?Type + Reference\n1noThe sample materials planned do not include individual samples  \nfrom human beings.  \n2yesAnonymized samples keeping only age, sex, location and \nsampling date\n3No/\n4YesVideo and word transcripts from interviews with different WPs\n5YesAnonymized samples – epidemiological information on age, sex,  \nlocation and sampling date\n6YesVideo and word transcripts from interviews with different WPs\n7No/\n8Yes\nNew + Personal information on all project participants, Video \nand word transcripts from interviews with different WPs, and \nanonymized samples – epidemiological information on age, sex,  \nlocation and sampling date.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.  \nexperiments on humans or animals, dual use)? If so, add the reference to the formal  \napproval by the relevant ethical review committee(s) \nWPEthical \nconcerns?Type + Reference\n1No/\n2YesAnalysis of human samples should be authorized by an \nethical committee.\n3No/\n4YesOnly if data from personal interviews would become public\n5YesAnalysis of human samples should be authorized by an \nethical committee.\n6YesOnly if the data would fall into the public domain\n7No/\n8YesYes but only if personal data would fall into the public \ndomain.\n \nDoes your work possibly result in research data with potential for tech transfer and  \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what  \ndata and which restrictions will be asserted? \nWPPotential for \ntech transfer?Nature of transfer\n1TBD Method development is planned.  \n2TBD New assay reagents, methods or technologies should \nbe protected, but not the results of assays\n3No /\n4No /\n5TBD New assay reagents, methods or technologies should \nbe protected, but not the results of assays\n6No /\n7No /\n8Yes\nYes, because the results would potentially serve as \nnew references/guidelines to improve genomic \nsurveillance for pandemic preparedness. There will be \nno IP restrictions according to the free open access \nuse of all non-private data results.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data  \nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nWPRestrictions? Nature of restrictions\n1No /\n2No /\n3No /\n4Unsure /\n5No\n6Unsure Data still needs to be gathered for the modelling of the  \ndifferent parts in the system. Some of this data could \nhave restrictions. All received data will be classified \nbased on their restriction level.\n7No /\n8NA /\n3. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data \ncollected/generated in this project?  \nWork package 1:  Description of the materials and methods or reference to earlier  \ndescription. \nWork  package  2:  Description  of  the  method,  controls,  dynamic  scale,  reagents  \nspecifications (ref, lot), sample tracing, samples conditioning from collection to assay,  \ndate of collection, date of assay.\nWork package 3: To accompany newly developed methods, we typically write a tutorial on  \nhow this method can/should be applied using existing data sets . A link to the specific  \ntutorial is then included into the publications for easy retrieval; the tutorial itself then also  \ncontains a link to download the data set. We also have experience writing tutorials and  \ndedicated webpages for software packages that are developed as part of our research  \n(see e.g. http://beast.community/ ).\nWork package 4:  The causal loop diagrams will include explanations of interconnections  \nand  possible  dynamic  (i.e.,  vicious  and  virtuous)  behaviors.  The  system  dynamics  \nsimulation model will include a documentation with comments/explanations on each  \nindividual equation, notes on and sources of data for the choice of initial parameter  \nvalues,  and  specific data  sources providing  information  on specific formulations or  \nparameter values. A model validation report discusses different checks associated with  \nmodel formulation and validity.\nWork package 5:  Clinical samples assessment,  description and designation, as well as  \nspatiotemporal distribution. Detailed protocols for all new assays generated.\nWork package 6: A system dynamics simulation is often accompanied by reports and  \nmodel documentation which captures the process of model development. In these reports  \nthe data sources,locations and restrictions will be explained. \nWork package 7:  The data from WP7 and the model developed (if developed as a  \nseparate  model)  will  be  accompanied  by  written  instructions  documenting  the  \nmethodologies and inputs in Word files, a dataset with comprehensive explanations, and  \na user-friendly tutorial to use the model.\nWork package 8:  Policy briefs and policy recommendations will be drafted. Project  \nevaluations will be carried out. Continuous and periodic reports will be written and  \nsubmitted. Teachings and a website will contain the documents and knowledge created.  \nWill a metadata standard be used? If so, describe in detail which standard will be  \nused.  If no,  state  in  detail  which  metadata  will  be  created  to  make  the  data  \neasy/easier to find and reuse. \nWPMetadata \nstandard?Specify\n1No /\n2No Tables for data, sample spec., assay spec.\nReadme file for description of Tables fields\n3No We accompany the XML files with a short description (in  \nthe form of a README text file) on the pathogen, the  \nsampling locations of the different sequences and the  \nmethod used to analyse them.\n4No /\n5No We will accompany our reports with metadata and \ndescriptions to ensure that they will be findable, \naccessible, interoperable and reusable  \n6No /\n7No /\n8NA /\n4. Data storage and backup during the project \nWhere will the data be stored? \nWork package 1 : The raw data will be stored the laboratories conducting the work.  \nSequencing data will be made available and shared actively with WP2.  \nWork package 2: Local copies will be kept on a secure institutional server with bacup  \nfacilities on dual sites. Data will be sent to WP1, WP3 and WP4. WP6 and 7 will status on  \nthe level of data sharing and where data will be stored for reuse\nWork package 3: Local copies are kept on secure personal devices and on a lab Dropbox  \nor GitHub while the data analysis is ongoing.\nWork package 4:  Local copies will be kept on a SWITCHdrive account, secured location  \nwith drives maintained in Switzerland. Copies will be also stored on secure personal  \ndevices and KU Leuven Cloud.\nWork package 5: Local copies concerning the description of the clinical samples will be  \nkept on a secure institutional server with backup facilities on dual sites. Clinical samples  \nwill be kept in two separate -80 freezer facilities. Data will be sent to WP2, WP3 and WP4.  \nWP6 and 7 will status on the level of data sharing and where data will be stored for reuse.\nWork package 6:  Copies of data will be stored on the KU Leuven provided OneDrive  \nserver to ensure that no data is lost in case of device losses. If data is critically secure, the  \nX-Drive from KU Leuven will be utilized. \nWork package 7: Local copies will be stored on secure personal devices and KU Leuven  \nCloud.\nWork package 8: In the EU portal, in the secured KU Leuven drive and cloud.  \nHow is backup of the data provided? \nWork package 1: Routine back up at the institution level. \nWork package 2: Periodical back up at the institution level\nWork package 3: After updating the data, the copy on any online repository is updated and  \npersonal copies are backed up on a regular basis as well.\nWork package 4: A folder system will be implemented on SWITCHdrive account, secured  \nlocation with drives maintained in Switzerland.\nWork package 5:  Back up on an institutional level and separate personal devices.\nWork package 6:  A folder system is implemented where data is classified clearly on the  \nOneDrive server. A separate Data Management file, most likely MS Excel, will be used to  \nmanage the data information. \nWork package 7: All documentation will be subject to regular updates on personal devices  \nand KU Leuven Cloud.\nWork package 8: All documentation will be subject to regular updates on personal devices  \nand KU Leuven Cloud and on the EU funding and tender platform.\nIs there currently sufficient storage & backup capacity during the project? If yes,  \nspecify concisely. If no or insufficient storage or backup capacities are available  \nthen explain how this will be taken care of. \nWPSufficient \nstorage?Specify\n1Yes /\n2Yes /\n3Yes Our local devices will be sufficient to store the data  \nanalysed in the context of the present research project.\n4Yes The lead has secured 2 TB of space at his \nSWITCHdrive account.\n5Yes Our institution’s level back up capacity is sufficient\n6Yes The OneDrive cloud from KU Leuven has 2 TB of \nspace for each researcher and if more space is \nrequired, a special request can be launched with KU \nLeuven ICTs services.\n7Yes Our local devices will be sufficient to store the data  \nanalysed in the context of the present research project.\n8Yes Our local devices will be sufficient to store the data  \nanalysed and all other documents. \nWhat are the expected costs for data storage and back up during the project? How  \nwill these costs be covered? \nWork package 1: No additional costs are expected\nWork package 2: No additional costs are expected\nWork package 3: Costs will be covered by the project or lab budget whenever needed, but  \nstorage is free for the relatively small file sizes of our analyses. Hence, no costs are  \nexpected for data storage and back up during this project. \nWork package 4: No additional costs for data storage expected at this stage.  \nWork package 5: No additional costs are expected. \nWork package 6: At this stage, no additional costs for data storage is expected as the 2TB  \nprovided by KU Leuven is expected to be sufficient. If costs do come about, relatively  \nsmall, one time, costs can be handled by the project budget.\nWork package 7: No costs are expected for data storage and back-up.\nWork package 8: No additional costs expected. \nData security: how will you ensure that the data are securely stored and not  \naccessed or modified by unauthorized persons? \nWork package 1: Data storage follows routine procedures at institute level.  \nWork package 2:  Data storage is in institution servers with only access to identified  \nindividuals. This will be not a place for an open reuse of data, that should be elsewhere  \nafter decision by WP6/WP7.\n Work package 3:  The data are in most cases already available online, so that this is not a  \nreason  of  concern.  Popular  publicly  accessible  resources  are  GitHub  and  GISAID  \n(https://www.gisaid.org/ ) for example. Should any modifications to these data be required  \nhowever, our use of online repositories such as GitHub ensures that only collaborators  \nwith the proper authorisation can modify the data, while they can be accessed by anyone  \ninterested. \nWork package 4:  The data is kept on a secure SWITCHdrive account, secured location  \nwith drives maintained in Switzerland. Access is controlled and moderated by the work  \npackage lead. Collaborators are allowed to access but not modify or erase the data.\nWork package 5:  Access to our institution’s servers is restricted to specified personnel  \nonly – to researchers collaborating in this project. \nWork package 6:  Using the Teams or OneDrive platform, access to data is easily  \nmoderated by the creator of the folders where data is found. It is essential to ensure that  \neach folder will be restricted to only the creator or the work package collaborators.\nWork package 7:  access to data will be restricted to collaborators only in KU Leuven  \nsecured platforms.\nWork package 8: All the platforms where data is stored are monitored and regulated by  \nthose already part of the platforms. There are notifications in case of new access  \nauthorisations. Access to outsiders is restricted unless granted access.  \n5. Data preservation after the project\nWhich data will be retained for the expected 5 year period after the end of the \nproject? In case only a selection of the data can/will be preserved, clearly state \nthe reasons for this (legal or contractual restrictions, physical preservation \nissues, ...). \nWork package 1: FAIR principle is followed; All data will be kept available for the expected  \n5 year period after the end of the project.\nWork package 2: All data will be kept available for the expected 5 year period after the end  \nof the project. \nWork package 3: All data will be kept available for the expected 5 year period after the end  \nof the project. \nWork package 4:  All data will be kept for the expected 5 year period after the end of the  \nproject, neatly packaged for ease of future access.\nWork package 5: All data will be kept available for the expected 5 year period after the end  \nof the project.\nWork package 6:  All data will be kept for the expected 5 year period after the end of the  \nproject, neatly packaged for ease of future access.\nWork package 7: All data will be kept available for the expected 5 year period after the end  \nof the project. \nWork package 8: All data will be retained for the next 5 years. \nWhere will the data be archived (= stored for the longer term)? \nWork package 1: FAIR principle is followed, and as much of the data as possible will be  \nmade available as soon as possible and by the end of the project .\nWork package 2: All data will be kept after the end of the project in the institution storage  \nfacility for the longer term.\nWork package 3:  The data will be kept at the online GitHub repositories for the longer  \nterm. In the case that GitHub would cease to exist or would drastically alter its terms of  \nuse, all data will be copied to an alternative online storage (which we have experience  \nwith, as we copied all data to GitHub when Google Code ceased to exist).  \nWork package 4:  The data is kept on a secure SWITCHdrive account, secured location  \nwith drives maintained in Switzerland.\nWork package 5: All data will be kept after the end of the project in the institution storage  \nfacility for a longer term use\nWork package 6:  Archived data will be stored on the KU Leuven ATM Server for longer  \nterm use\nWork package 7: The data will be kept at KU Leuven ATM Server for the longer term.\nWork package 8: The data will be stored in the KU Leuven storage facilities.  \nWhat are the expected costs for data preservation during the retention period of 5  \nyears? How will the costs be covered? \nWork package 1: No additional costs are expected\nWork package 2: No additional costs are expected\nWork package 3:  No such costs are currently foreseen, but will be covered by the lab  \nbudget or an ongoing project at the time.\nWork package 4: No additional costs expected\nWork package 5: No additional costs are expected\nWork package 6: No additional costs expected at this stage\nWork package 7: No additional costs are expected\nWork package 8: No additional costs are expected.\n \n6. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data \n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?  \nNo \nWPRestrictions? If so, specify\n1No /\n2No\n3No /\n4No /\n5No No restrictions between the WPs\n6No No restrictions between the WPs\n7No /\n8No /\nWhich data will be made available after the end of the project? \nWork package 1: Data are made available in connection to scientific publications.  \nWork package 2:  Unpublished data will be available to all collaborators of this project, at  \nall times.\nWork package 3:  All published data will be made readily available throughout the course  \nof the project. Unpublished data files at the end of the project will not be made available  \nuntil a publication using them is being submitted. \nWork package 4:  All published data will be made available throughout the course of the  \nproject. Unpublished data files at the end of the project will not be made available until a  \npublication using them is being submitted.\nWork package 5:  Unpublished data will be available to all collaborators of this project, at  \nall times.\nWork package 6:  Data that is published is like the simulation results, findings and  \nrecommendations. Data that is not published will be stored safely in the Teams and  \nOneDrive locations as mentioned before.\nWork package 7: All published data will be made available throughout the course of the  \nproject. Unpublished data files at the end of the project will not be made available until a  \npublication using them is being submitted. \nWork package 8: Beneficiaries will have access to all data that can be provided among each  \nother. All published data will be made readily available throughout the course of the project.  \nUnpublished data files at the end of the project will not be made available until a publication using  \nthem is being submitted. All results will be shared with the funding agency.\nWhere/how will the data be made available for reuse? \nWork package 1: Following FAIR principle. \nWork package 2:\nWork package 3:  In an openaAccess repository. We always use publicly accessible  \nGitHub repositories.\nWork package 4: Data sets that can be made public in OpenAccess Repository. System  \nDynamics models can be made available at the iSeeSystems Exchange, a system which  \nallows people to simulate the existing model, without the ability to change them. Access to  \nthe models for change and reuse can be made available upon request.\nWork package 5: particles and reagents could be deposited in the EVAg (European Virus  \nArchive –GLOBAL) depository (HPI is a member) that facilitates availability of virus-\nrelated reagents throughout research community. There is a fee for sharing though, will  \nthis be a problem for the LEAPS agreement?\nWork  package  6:  Data  sets that  can  be  made  public,  could  use  the  OpenAccess  \nRepository.  System  Dynamics  simulations  with  an  interface,  can  utilize  the  iSee  \nExchange server to distribute the model interface publicly when needed.\nWork  package  7:  OpenAccess  Publications  will  be  made  available,  as  well  as  all  \ndissemination material.\nWork package 8: Through open access documents and publications. \nWhen will the data be made available? \nWork package 1: As soon as possible, in connection to publications.  \nWork package 2: After publication of the research results. \nWork package 3:  Upon publication of the research results. As soon as a publication is  \nsubmitted, which is typically accompanied by submission to a pre-print server, the data  \nare shared on GitHub. \nWork package 4: When publications are accepted or at the end of the project, data for  \npublic reproduction will be made available.\nWork package 5: After publication of the research results. \nWork package 6:  When publications are accepted or at the end of the project, data for  \npublic reproduction will be made available. \nWork package 7: DES data will be available corresponding to WP7 will be made available  \nevery 4 months, or according to the DES plan.\nWork package 8: Continuous reporting will allow visibility to the funding agency of all  \nprogress made. Full results and impact as well as other data will be made available at the  \nend of the project. Publications might be made available during the span of the project  \nwhich will also be OpenAccess. \nWho will be able to access the data and under what conditions? \nWork package 1: Limited before publishing, FAIR principle in connection to publication.  \nWork package 2: Only researchers participating in the project, before publishing.  \nWork package 3: Only researchers participating in and collaborating on the project will be  \nable to access the data before publishing. Upon publication anyone can access the data.  \nCreative Commons Licenses (CC BY) will be attached to the data deposited to enable  \nresearchers to access and use the data. \nWork package 4: Only researchers participating in and collaborating on the project will be  \nable to access the data before publishing. Upon publication anyone can access the data.\nWork package 5:  Only researchers participating in the project, before publishing. After  \npublishing, we should consider EVAg depository\nWork package 6: Only researchers participating in and collaborating on the project will be  \nable to access the data before publishing. Upon publication anyone can access the data\nWork package 7: Only researchers participating in and collaborating on the project will be  \nable to access the data before publishing. Upon publication anyone can access the data.\nWork package 8: Once published, data is accessible to all. \nWhat are the expected costs for data sharing? How will the costs be covered?  \nWork package 1: No additional costs are expected\nWork package 2: No additional costs are expected.\nWork package 3: No such costs are expected. Should covering of costs be required, they  \nwill be covered by an ongoing project or lab budget.\nWork package 4: No additional costs for data sharing are expected\nWork package 5: No additional costs are expected.\nWork package 6:  No additional costs for data sharing is currently expected, yet if  \nadditional costs are required, the project funding will be consulted to evaluate what portion  \nof the data costs can be covered.\nWork package 7: No additional costs are expected\nWork package 8: No additional costs of sharing data are expected. \n"
    },
    "clean_full_text": "LEAPS Data Management Plan Project Name: Integrating Multi-Disciplinary Expertise in a Learning and Adaptive European Pandemic Preparedness System (LEAPS) Principal Investigator: Prof. Nico Vandaele Project Data Contact: marius.brusselmans@kuleuven.be This document reuses the structures used by DMPonline (http://dmponline.dcc.ac.uk) Description The 2014 Ebola epidemic and ongoing COVID-19 pandemic have exposed a global need for accelerating research and efficiently developing countermeasures (CM) against pathogens with epidemic and pandemic potential. Equitable access to measures is vital for an effective response. The pandemic also highlighted the immense importance of genomics for close pathogen monitoring or ‘surveillance’. However, genomic surveillance is slow and challenging to scale-up due to the complexity of building networks able to collect and transport samples, designing novel sequencing protocols, training qualified personnel, building sequencing facilities in low-income settings prone to emerging diseases, and obtaining additional funding from local governments. In similar terms, a Global Genomic Surveillance Strategy for Pathogens with Pandemic and Epidemic Potential has recently been released by WHO. Being at the forefront of COVID-19 genomic surveillance and in collaboration with the Health Emergency Preparedness and Response Authority (HERA), LEAPS aims to demonstrate how genomic surveillance can be optimized within an interconnected system. Therefore, we aim to accelerate diagnostics, vaccine/medicine development and to support decision making for an effective, efficient and quick pandemic response in an EU context. The goal of LEAPS is to demonstrate the value and feasibility of a pro-active policy supporting the strategy for EU-based genomic health surveillance and emergency preparedness/response, by delivering a system-wide stakeholder-validated proof of concept against pathogen X. Institutions: University of Leuven (KU Leuven), Institut Pasteur (Paris), Statens Serum Institut, Hellenic Pasteur Institute, Università della Svizzera Italiana A few important considerations applicable to all work packages Each individual work package is to document its folder structure in a .txt file describing the purpose of the folders. It is important to have a logical hierarchy. The following post can be a useful reference guide: https://ukdataservice.ac.uk/learning-hub/research-data-management/format-your- data/organising/ For any programming project, participants are to use an appropriate system for version control, such as Git. Data that has been finalized should not be stored exclusively on personal devices, and should be accessible on folders shared with the rest of the consortium. 1. Data description This section addresses the following two questions. See below for the different summary tables generated for each work package. Will you generate/collect new data and/or make use of existing data? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) and per WP or objective of the project. Work package 1 a.Summary table TaskData origin(s) Data format(s) VolumeNew data? 1.1Task 1.1 - Non-targeted genomic surveillance of infectious threats (SSI-lead, HPI, IPP) (M1-M42) Raw data kept at each laboratory, results or aggregate results published in scientific publicationsSample sizes to be determinedyes 3.2Task 1.2 - Flexibility and adaptability of sequence- based analytic surveillance of infectious threats (SSI-lead, HPI) Raw data kept at each laboratory, results or aggregate results published in scientific publicationsSample sizes to be determinedyes 3.3Task 1.3 Integration and sustainability of non-targeted and sequence-based analytic surveillance Descriptive text based on questionnaires Questionnaire datayes b.More info Raw data are kept at the laboratories conducting the analyses. Results (sequencing data, detection data, aggregate results from questionnaires) are disseminated following FAIR principle, in connection to publications. Work package 2 a.Summary table: TaskData origin(s) Data format(s) VolumeNew data? 2.1Immunoassays on anonymized,human/animal samples, no genetic dataTables X * samplesyes 2.2Immunoassays on environment samples, no genetic dataTables X * samplesyes 2.3Infectivity and neutralization assays on anonymized human samples, no genetic dataTables X * samplesyes b.More info Task 2.1 - Target-specific epidemiological surveillance of human or animal populations (IPP-lead, SSI, LCM, HPI) (M1-M48) ●Antigenic and serologic assays : point-of-care (LFIA), high-throughput (ELISA, FLISA, LuLISA) tests ●Level: individual/populations, humans, animals Task 2.2 Target-specific pre- and post-analytic surveillance of infectious threats in the environment (IPP-lead, SSI, LCM, HPI) (M1-M48) ●Antigenic assays of environment samples (water and sewage piping, air, surface smears), remote and continuous assay capabilities Task 2.3 Target-specific analysis of infections and immune responses at the individual level (IPP-lead) (M1-M48) ●Rapid assays to measure viral infectivity and neutralizing activity of sera and monoclonal antibodies Work package 3 a. Summary table: TaskData origin(s) Data format(s) VolumeNew data? 3.1Published research, input from other WP’s Text files (various extensions)/No 3.2Published research, input from other WP’s Text files (various extensions)/No 3.3/ / // b. More info Task 3.1: / Task 3.2: Existing genomic data sets - sequence alignments in NEXUS or FASTA format - will be collected from published articles or through national and international collaborations; no new data will be generated in this project. These data sets contain nucleotide sequences of pathogens of interest, along with their sampling times and sampling locations when such data are available. For example, the currently available genomes for the SARS-CoV-2 pandemic are stored on GISAID ( https://www.gisaid.org/ ) and are free to use with proper acknowledgements of the labs that generated these data. Such repositories then typically also contain metadata such as the sampling time and sampling location of each sequence. These data sets will subsequently be converted into XML files that can serve as input for the BEAST (Bayesian Evolutionary Analysis by Sampling Trees) software package. These analyses will produce ‘.trees’ and ‘.log’ files of sampled posterior trees. Task 3.3: This task is the creation and execution of the data management plan. Work package 4 1.Summary table: TaskData origin(s) Data format(s) VolumeNew data? 4.1Published research & government documentsText // 4.2Published research, government documents, and inputs from WP2, WP3, WP5 & WP6Text, values, /Yes (from other WPs 4.3Government documents Text // 2.More info Task 4.1 - Development of a conceptual causal loop diagram (CLD) · Capturing interconnected nature of factors required to assess the dynamic health emergency threat at EU and national levels. Task 4.2 - Development of a formal system dynamics (SD) simulation model · Assessing the dynamics of health emergency threats at EU/national levels. T Task 4.3 - Providing a comparative analysis of proposed governance approach Assessing the quality of the EU-level cross-border and of national governance mechanisms. Work package 5 TaskData origin(s) Data format(s) VolumeNew data? Task 5.1 Collection of clinical samples positive for SARS-CoV-2, Influenza A, Influenza B and West Nile Virus / Development of a BioBank. - For SARS-CoV-2 : nasopharyngeal swabs - For Influenza: nasopharyngeal swabs -- For West Nile Virus : whole blood, urine and Cerebrospinal Fluid (CSF), depending on the viral load. Tables, Reports To be discussedYes Task 5.2VLPs and RT-qPCR - VSV-pseudotyped viruses for all 3 pathogens - Pseudocapsids for at least SARS-CoV-2 and pilot studies on the production of Influenza and WNV pseudocapsids RT-qPCR assays on panels of viruses Tables, Reports Can be scaled up depending on test needs n/a Yes Existing assays will be used, new ones may be developed if necessary D5.3- CM pilot & assessment Neutralisation assays for all pathogensTables, Reports n/a Yes D5.4CM impact model Flow charts and diagramsScenarios depending on co- infection Yes patterns of pathogens Work package 6 TaskData origin(s) Data format(s) VolumeNew data? D6.1 Interviews with Leaps participants, public reports, scientific papers and grey literatureText and Recorded Videos of interviewsTBDInterviews will be new data. Conceptual model with accompanyi ng report D6.2Data from other models in LEAPS, especially WP 3, 4 and 5. Publicly available data on pandemic responses.Time series data TBDNew data generated for model files, with accompanyi ng report D6.3Official governmental reports, reports from other WP’s and grey literatureGraphs, text and time series dataTBDNew data for policy testing and evaluation with report D6.4Official governmental reports, reports from other WP’s and grey literatureGraphs, text and time series dataTBDNew data for policy analysis and evaluation with report Work package 7 a.Summary table TaskData origin(s) Data format(s) VolumeNew data? 7.1Content prioritization - Published research, grey literature, interviews with ASPText, datasets, value, recordingsTo be discusse dYes 7.2Development of communication and teaching material NANA // 7.3Design of governance and policy recommendation -Data from other work packagesText To be discusse dNo 7.4Work out and follow up of a dissemination, exploitation and communication -Published research, interviewsText To be discusse dYes b.More info *On Task 7.2: WP7 will engage with professional communication teams within and beyond the consortium (ex: https://openu-project.eu/, an EU funded initiative to support blended learning, mobility and networking in higher education) to develop the adequate format and ensure an efficient visual identity. This communication material will be designed to encompass extensive education programs, with the aim to strengthen and stimulate One Health approach in the European education ecosystem. WP7 will actively advocate and support the creation of a One Health bachelor program within a consortium of European Universities (UNA Europa). Teaching material could include (but will not be limited to) ‘T-MOOCS’ (Targeted Massive Open Online Courses, being a variant to MOOCS, Massive Open Online Courses). Work package 8 TasksData origin(s) Data format(s) Volume New Data? Task 8.1 - Consortium Management Meetings (online and in person) Reports Deliverables Communications Summaries of progress ReportingWritten and oral communications Shared documents Shared Lists Shared Budgets Recordings Flow charts Diagrams Tables ValuesVolume will vary according to communications , exchanges and contentYes Task 8.2 - Consortium Reporting Deliverables Milestones Written reports Activities Communications Results Budgets Shared documents Shared Lists Shared tables Recordings Flow charts Diagrams Tables ValuesWill contain data from all work packages – volume will vary according to contentYes 2. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. WPPersonal Data?Type + Reference 1noThe sample materials planned do not include individual samples from human beings. 2yesAnonymized samples keeping only age, sex, location and sampling date 3No/ 4YesVideo and word transcripts from interviews with different WPs 5YesAnonymized samples – epidemiological information on age, sex, location and sampling date 6YesVideo and word transcripts from interviews with different WPs 7No/ 8Yes New + Personal information on all project participants, Video and word transcripts from interviews with different WPs, and anonymized samples – epidemiological information on age, sex, location and sampling date. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) WPEthical concerns?Type + Reference 1No/ 2YesAnalysis of human samples should be authorized by an ethical committee. 3No/ 4YesOnly if data from personal interviews would become public 5YesAnalysis of human samples should be authorized by an ethical committee. 6YesOnly if the data would fall into the public domain 7No/ 8YesYes but only if personal data would fall into the public domain. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? WPPotential for tech transfer?Nature of transfer 1TBD Method development is planned. 2TBD New assay reagents, methods or technologies should be protected, but not the results of assays 3No / 4No / 5TBD New assay reagents, methods or technologies should be protected, but not the results of assays 6No / 7No / 8Yes Yes, because the results would potentially serve as new references/guidelines to improve genomic surveillance for pandemic preparedness. There will be no IP restrictions according to the free open access use of all non-private data results. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? WPRestrictions? Nature of restrictions 1No / 2No / 3No / 4Unsure / 5No 6Unsure Data still needs to be gathered for the modelling of the different parts in the system. Some of this data could have restrictions. All received data will be classified based on their restriction level. 7No / 8NA / 3. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Work package 1: Description of the materials and methods or reference to earlier description. Work package 2: Description of the method, controls, dynamic scale, reagents specifications (ref, lot), sample tracing, samples conditioning from collection to assay, date of collection, date of assay. Work package 3: To accompany newly developed methods, we typically write a tutorial on how this method can/should be applied using existing data sets . A link to the specific tutorial is then included into the publications for easy retrieval; the tutorial itself then also contains a link to download the data set. We also have experience writing tutorials and dedicated webpages for software packages that are developed as part of our research (see e.g. http://beast.community/ ). Work package 4: The causal loop diagrams will include explanations of interconnections and possible dynamic (i.e., vicious and virtuous) behaviors. The system dynamics simulation model will include a documentation with comments/explanations on each individual equation, notes on and sources of data for the choice of initial parameter values, and specific data sources providing information on specific formulations or parameter values. A model validation report discusses different checks associated with model formulation and validity. Work package 5: Clinical samples assessment, description and designation, as well as spatiotemporal distribution. Detailed protocols for all new assays generated. Work package 6: A system dynamics simulation is often accompanied by reports and model documentation which captures the process of model development. In these reports the data sources,locations and restrictions will be explained. Work package 7: The data from WP7 and the model developed (if developed as a separate model) will be accompanied by written instructions documenting the methodologies and inputs in Word files, a dataset with comprehensive explanations, and a user-friendly tutorial to use the model. Work package 8: Policy briefs and policy recommendations will be drafted. Project evaluations will be carried out. Continuous and periodic reports will be written and submitted. Teachings and a website will contain the documents and knowledge created. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. WPMetadata standard?Specify 1No / 2No Tables for data, sample spec., assay spec. Readme file for description of Tables fields 3No We accompany the XML files with a short description (in the form of a README text file) on the pathogen, the sampling locations of the different sequences and the method used to analyse them. 4No / 5No We will accompany our reports with metadata and descriptions to ensure that they will be findable, accessible, interoperable and reusable 6No / 7No / 8NA / 4. Data storage and backup during the project Where will the data be stored? Work package 1 : The raw data will be stored the laboratories conducting the work. Sequencing data will be made available and shared actively with WP2. Work package 2: Local copies will be kept on a secure institutional server with bacup facilities on dual sites. Data will be sent to WP1, WP3 and WP4. WP6 and 7 will status on the level of data sharing and where data will be stored for reuse Work package 3: Local copies are kept on secure personal devices and on a lab Dropbox or GitHub while the data analysis is ongoing. Work package 4: Local copies will be kept on a SWITCHdrive account, secured location with drives maintained in Switzerland. Copies will be also stored on secure personal devices and KU Leuven Cloud. Work package 5: Local copies concerning the description of the clinical samples will be kept on a secure institutional server with backup facilities on dual sites. Clinical samples will be kept in two separate -80 freezer facilities. Data will be sent to WP2, WP3 and WP4. WP6 and 7 will status on the level of data sharing and where data will be stored for reuse. Work package 6: Copies of data will be stored on the KU Leuven provided OneDrive server to ensure that no data is lost in case of device losses. If data is critically secure, the X-Drive from KU Leuven will be utilized. Work package 7: Local copies will be stored on secure personal devices and KU Leuven Cloud. Work package 8: In the EU portal, in the secured KU Leuven drive and cloud. How is backup of the data provided? Work package 1: Routine back up at the institution level. Work package 2: Periodical back up at the institution level Work package 3: After updating the data, the copy on any online repository is updated and personal copies are backed up on a regular basis as well. Work package 4: A folder system will be implemented on SWITCHdrive account, secured location with drives maintained in Switzerland. Work package 5: Back up on an institutional level and separate personal devices. Work package 6: A folder system is implemented where data is classified clearly on the OneDrive server. A separate Data Management file, most likely MS Excel, will be used to manage the data information. Work package 7: All documentation will be subject to regular updates on personal devices and KU Leuven Cloud. Work package 8: All documentation will be subject to regular updates on personal devices and KU Leuven Cloud and on the EU funding and tender platform. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. WPSufficient storage?Specify 1Yes / 2Yes / 3Yes Our local devices will be sufficient to store the data analysed in the context of the present research project. 4Yes The lead has secured 2 TB of space at his SWITCHdrive account. 5Yes Our institution’s level back up capacity is sufficient 6Yes The OneDrive cloud from KU Leuven has 2 TB of space for each researcher and if more space is required, a special request can be launched with KU Leuven ICTs services. 7Yes Our local devices will be sufficient to store the data analysed in the context of the present research project. 8Yes Our local devices will be sufficient to store the data analysed and all other documents. What are the expected costs for data storage and back up during the project? How will these costs be covered? Work package 1: No additional costs are expected Work package 2: No additional costs are expected Work package 3: Costs will be covered by the project or lab budget whenever needed, but storage is free for the relatively small file sizes of our analyses. Hence, no costs are expected for data storage and back up during this project. Work package 4: No additional costs for data storage expected at this stage. Work package 5: No additional costs are expected. Work package 6: At this stage, no additional costs for data storage is expected as the 2TB provided by KU Leuven is expected to be sufficient. If costs do come about, relatively small, one time, costs can be handled by the project budget. Work package 7: No costs are expected for data storage and back-up. Work package 8: No additional costs expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Work package 1: Data storage follows routine procedures at institute level. Work package 2: Data storage is in institution servers with only access to identified individuals. This will be not a place for an open reuse of data, that should be elsewhere after decision by WP6/WP7. Work package 3: The data are in most cases already available online, so that this is not a reason of concern. Popular publicly accessible resources are GitHub and GISAID (https://www.gisaid.org/ ) for example. Should any modifications to these data be required however, our use of online repositories such as GitHub ensures that only collaborators with the proper authorisation can modify the data, while they can be accessed by anyone interested. Work package 4: The data is kept on a secure SWITCHdrive account, secured location with drives maintained in Switzerland. Access is controlled and moderated by the work package lead. Collaborators are allowed to access but not modify or erase the data. Work package 5: Access to our institution’s servers is restricted to specified personnel only – to researchers collaborating in this project. Work package 6: Using the Teams or OneDrive platform, access to data is easily moderated by the creator of the folders where data is found. It is essential to ensure that each folder will be restricted to only the creator or the work package collaborators. Work package 7: access to data will be restricted to collaborators only in KU Leuven secured platforms. Work package 8: All the platforms where data is stored are monitored and regulated by those already part of the platforms. There are notifications in case of new access authorisations. Access to outsiders is restricted unless granted access. 5. Data preservation after the project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Work package 1: FAIR principle is followed; All data will be kept available for the expected 5 year period after the end of the project. Work package 2: All data will be kept available for the expected 5 year period after the end of the project. Work package 3: All data will be kept available for the expected 5 year period after the end of the project. Work package 4: All data will be kept for the expected 5 year period after the end of the project, neatly packaged for ease of future access. Work package 5: All data will be kept available for the expected 5 year period after the end of the project. Work package 6: All data will be kept for the expected 5 year period after the end of the project, neatly packaged for ease of future access. Work package 7: All data will be kept available for the expected 5 year period after the end of the project. Work package 8: All data will be retained for the next 5 years. Where will the data be archived (= stored for the longer term)? Work package 1: FAIR principle is followed, and as much of the data as possible will be made available as soon as possible and by the end of the project . Work package 2: All data will be kept after the end of the project in the institution storage facility for the longer term. Work package 3: The data will be kept at the online GitHub repositories for the longer term. In the case that GitHub would cease to exist or would drastically alter its terms of use, all data will be copied to an alternative online storage (which we have experience with, as we copied all data to GitHub when Google Code ceased to exist). Work package 4: The data is kept on a secure SWITCHdrive account, secured location with drives maintained in Switzerland. Work package 5: All data will be kept after the end of the project in the institution storage facility for a longer term use Work package 6: Archived data will be stored on the KU Leuven ATM Server for longer term use Work package 7: The data will be kept at KU Leuven ATM Server for the longer term. Work package 8: The data will be stored in the KU Leuven storage facilities. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Work package 1: No additional costs are expected Work package 2: No additional costs are expected Work package 3: No such costs are currently foreseen, but will be covered by the lab budget or an ongoing project at the time. Work package 4: No additional costs expected Work package 5: No additional costs are expected Work package 6: No additional costs expected at this stage Work package 7: No additional costs are expected Work package 8: No additional costs are expected. 6. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No WPRestrictions? If so, specify 1No / 2No 3No / 4No / 5No No restrictions between the WPs 6No No restrictions between the WPs 7No / 8No / Which data will be made available after the end of the project? Work package 1: Data are made available in connection to scientific publications. Work package 2: Unpublished data will be available to all collaborators of this project, at all times. Work package 3: All published data will be made readily available throughout the course of the project. Unpublished data files at the end of the project will not be made available until a publication using them is being submitted. Work package 4: All published data will be made available throughout the course of the project. Unpublished data files at the end of the project will not be made available until a publication using them is being submitted. Work package 5: Unpublished data will be available to all collaborators of this project, at all times. Work package 6: Data that is published is like the simulation results, findings and recommendations. Data that is not published will be stored safely in the Teams and OneDrive locations as mentioned before. Work package 7: All published data will be made available throughout the course of the project. Unpublished data files at the end of the project will not be made available until a publication using them is being submitted. Work package 8: Beneficiaries will have access to all data that can be provided among each other. All published data will be made readily available throughout the course of the project. Unpublished data files at the end of the project will not be made available until a publication using them is being submitted. All results will be shared with the funding agency. Where/how will the data be made available for reuse? Work package 1: Following FAIR principle. Work package 2: Work package 3: In an openaAccess repository. We always use publicly accessible GitHub repositories. Work package 4: Data sets that can be made public in OpenAccess Repository. System Dynamics models can be made available at the iSeeSystems Exchange, a system which allows people to simulate the existing model, without the ability to change them. Access to the models for change and reuse can be made available upon request. Work package 5: particles and reagents could be deposited in the EVAg (European Virus Archive –GLOBAL) depository (HPI is a member) that facilitates availability of virus- related reagents throughout research community. There is a fee for sharing though, will this be a problem for the LEAPS agreement? Work package 6: Data sets that can be made public, could use the OpenAccess Repository. System Dynamics simulations with an interface, can utilize the iSee Exchange server to distribute the model interface publicly when needed. Work package 7: OpenAccess Publications will be made available, as well as all dissemination material. Work package 8: Through open access documents and publications. When will the data be made available? Work package 1: As soon as possible, in connection to publications. Work package 2: After publication of the research results. Work package 3: Upon publication of the research results. As soon as a publication is submitted, which is typically accompanied by submission to a pre-print server, the data are shared on GitHub. Work package 4: When publications are accepted or at the end of the project, data for public reproduction will be made available. Work package 5: After publication of the research results. Work package 6: When publications are accepted or at the end of the project, data for public reproduction will be made available. Work package 7: DES data will be available corresponding to WP7 will be made available every 4 months, or according to the DES plan. Work package 8: Continuous reporting will allow visibility to the funding agency of all progress made. Full results and impact as well as other data will be made available at the end of the project. Publications might be made available during the span of the project which will also be OpenAccess. Who will be able to access the data and under what conditions? Work package 1: Limited before publishing, FAIR principle in connection to publication. Work package 2: Only researchers participating in the project, before publishing. Work package 3: Only researchers participating in and collaborating on the project will be able to access the data before publishing. Upon publication anyone can access the data. Creative Commons Licenses (CC BY) will be attached to the data deposited to enable researchers to access and use the data. Work package 4: Only researchers participating in and collaborating on the project will be able to access the data before publishing. Upon publication anyone can access the data. Work package 5: Only researchers participating in the project, before publishing. After publishing, we should consider EVAg depository Work package 6: Only researchers participating in and collaborating on the project will be able to access the data before publishing. Upon publication anyone can access the data Work package 7: Only researchers participating in and collaborating on the project will be able to access the data before publishing. Upon publication anyone can access the data. Work package 8: Once published, data is accessible to all. What are the expected costs for data sharing? How will the costs be covered? Work package 1: No additional costs are expected Work package 2: No additional costs are expected. Work package 3: No such costs are expected. Should covering of costs be required, they will be covered by an ongoing project or lab budget. Work package 4: No additional costs for data sharing are expected Work package 5: No additional costs are expected. Work package 6: No additional costs for data sharing is currently expected, yet if additional costs are required, the project funding will be consulted to evaluate what portion of the data costs can be covered. Work package 7: No additional costs are expected Work package 8: No additional costs of sharing data are expected."
}