{
    "document_id": "D-2024-2670",
    "LinkTitle": "D-2024-2670",
    "file_name": "D-2024-2670.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2670.pdf",
    "metadata": {
        "title": "D-2024-2670",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Emilie Bartsoen http://orcid.org/0000-0003-2797-4342\nContributor name(s) (+ ORCID) & roles Prof. Markus Wöhr – Promotor https://orcid.org/0000-0001-6986-5684  \nDr. Özge Sungur – Co-promotor https://orcid.org/0000-0002-9272-9717  \nProject number1 & title FWO PhD fellowship - 11PCN24N - Toward improved translatability of animal research: Developing \nadvanced social behavior tests in rats to assess microRNA depletion as a novel treatment target for the \ncore social symptoms of Autism Spectrum Disorder.\nFunder(s) GrantID211PCN24N\nAffiliation(s) ☐ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The translatability of animal research to humans regarding Autism Spectrum Disorder (ASD) is\ndiscouragingly low. The fact that no pharmacological treatments for the social symptoms of ASD\nhave been approved shows that improvement is needed. The low translatability is partly due to the\nuse of basic social behavior tests that do not measure the diverse social symptoms typical of ASD.\nTherefore, I am working to improve the translatability of ASD animal research by developing\nadvanced social behavior tests that measure the core social symptoms of ASD, specifically alterations\nin 1) empathy, 2) social communication, and 3) developing peer relationships. These tests will be\nused in a validated rodent model for ASD, the Shank3-deficient rat, in order to test microRNAs\n(miRNAs) as novel treatment targets. miRNAs, specifically the miR379-410 cluster, play an important\nrole in regulating social behavior. Studies show a strong association between elevated levels of\nmiR-134, a member of the miR379-410 cluster, and social deficits in rat models of ASD. Moreover, an\nanti-ASD phenotype was observed in mice with a knockout of the miR379-410 cluster (including\nmiR-134). Therefore, I aim to rescue the social deficits of Shank3-deficient rats, assessed with the\nadvanced social behavior tests, by miRNA depletion targeting the miR379-410 cluster. To deplete\nmiRNAs, I will use novel antisense oligonucleotide techniques and further validate treatment efficacy\nby neural and molecular analyses.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nAutomated \nbehavioral \nmeasurement\nsBehavior is \nautomatically \ntracked by \nsoftware during \nseveral \nbehavioral tests \n(i.e. emotional \ncontagion \nprotocol, 50-kHz \nUSV radial arm \nmaze playback \nparadigm, Live \nRat Tracker) + \nweight is always \ntracked \nphysically and \nlater stored in \nexcel files. ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: \n.accdb, .xslx\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA-Weights are first \nwritten down in lab  \nbook (several \npages) and later \ntransferred and \npermanently stored  \nin excel files\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5Audio filesUltrasonic \nvocalizations \nemitted by rats \nduring the \nbehavioral tests \nwill be recorded \nand stored. ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: \nwav\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nVideo filesDuring some \nbehavioral tests \n(i.e. 50-kHz \nradial arm maze \nplayback \nparadigm, Live \nrat tracker) the \nbehavior is \nrecoded via a \ncamera \nconnected to \nthe computer.☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: \navi or mp4\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nData \ngenotyping of \nanimalsEar clips and tail \nclips + images \ntaken during \ngenotyping + ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data☐ .por\n☐ .xml\n☐ .tab\n☒ .csv☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TBAll physical data \nwill be stored in \n-80°C freezer in \nEppendorf tubes.\nFWO DMP Template (Flemish Standard DMP) 6results \nprocessed in \nexcel files☐ Simulation \ndata\n☒ Software\n☐ Other\n☐ NA☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ \nother: .JPG .R, .TI\nFF\n☐ NA☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nmiRNA \nquantificationBrain samples + \nRNA extractions \n+ RT-qPCR \nresults☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other:.TIFF, .R\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAAll physical data \nwill be stored in \n-80°C freezer in \nEppendorf tubes. \nDendritic \nmorphology \nand long \nterm \npotentiationBrain samples + \nprocessed \nsamples + \nimages + \nrecordings☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☒ Physical☒ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☒ Software\n☐ Other☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TBAll physical data \nwill be stored in \n-80°C freezer in \nEppendorf tubes. \nFWO DMP Template (Flemish Standard DMP) 7☐ NA☐ .tab\n☐ .gml\n☐ other:.TIFF, .R\n☐ NA☐ NA\nResearch activities in  11PCN24N will result in a variety of data types. Data types include primarily: (1) video files (rat behavior, avi-files or mp4-files, circa 4-5 \nTB, recorded with video cameras connected to a computer), (2) audio files (rat ultrasonic vocalizations, wav-files, circa 4-5 TB, recorded with ultrasound \nmicrophones connected to a computer), (3) automated behavioral measurements recorded during several behavioral tests (emotional contagion protocol, \nlive rat tracker, 50-kHz USV playback paradigm) resulting in accdb, excel files, SQLITE, etc, expected to be circa 2-3 MB). Of note, recordings of rat ultrasonic \nvocalizations are large in size, with one hour of recording resulting in about 2 GB. Video files will likewise result in a significant amount of data. Other \ndatatypes will include biomaterials (e.g. DNA, RNA, protein, tissue samples, such as brain and tail samples), typically later converted into images (not \nexpected to exceed 400 GB over the course of the project, details still need to be determined as ordering of relevant equipment is still ongoing). All data will \nbe stored in digital form (e.g. AVI or MP4 files for video recordings, WAV files for audio recordings, TIFF files for gel images). Measurements derived from \nvideo and audio files, automated behavioral measurements, and biomaterial will be recorded in Excel (for long-term preservation, converted into CSV files), \nSharePoint Online and R for statistical analyses. Manuscripts will be written in Word.\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  No reuse of existing data.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nEthical permission for committee (ECD approved projects n. 122/2022, 008/2024)\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 9Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Standardized protocols (SOPs, including all relevant details of experimental setup and procedures) will be \napplied and enforced by the head lab manager/ lab technician. For video files (rat behavior) the following \ninformation will be noted: rat ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology \nand protocol will be described in detail in the lab book. For audio files (rat ultrasonic vocalizations) the \nfollowing information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and experimenter. The \nmethodology and protocol will be described in detail in the lab book. For automated behavioral \nmeasurements the following information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and \nexperimenter. The methodology and protocol will be described in detail in the lab book. For other \ndatatypes the following information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and \nexperimenter. The methodology and protocol will be described in detail in the lab book.\nFWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nMetadata include a unique rat ID, together with its birth date, genotype, sex, and experimental condition. \nAll other data are linked to the individual animal through the unique rat ID only (but not birth date, \ngenotype, sex, and experimental condition) to avoid a bias during data acquisition and analysis. After \ncompleting relevant parts of the data acquisition process, data will be merged in R linking all relevant data \nthrough the unique rat ID. Metadata will be also stored in SharePoint Online.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? There are several provisions in place in order to preserve the data during and after the end of the \nresearch. Data will be stored on hard drives (capacity per hard drive: 5 TB) during experiments. After the \nexperiments, data will be transferred to two external hard drives (two copies; one working copy and one \nbackup copy) and metadata will additionally be transferred to the large, safe, and automatically backed up  \ncentral network device of KU Leuven. In addition, relevant files will be also saved and stored on SharePoint  \nOnline. Moreover, it is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, \navailable to the scientific community through the online platform mouseTube (or similar platforms). \nFurthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. \nOpen Science Framework). For optimal storage of biomaterials, fridges, -20°C freezers, and -80°C freezers \nwill be used.\nFWO DMP Template (Flemish Standard DMP) 11How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.For backup, the data will be stored on external hard drives (two copies; one working copy and one backup \ncopy) and metadata will be additionally transferred to the university's central servers with automatic daily \nbackup procedures, for at least 10 years, conform the KU Leuven RDM policy. External hard drives (with a \ncapacity of 5 TB) will be ordered before the start of data acquisition.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nExternal hard drives (with a capacity of several TB) were ordered prior to the start of data acquisition.  \nAdditional hard drives will be ordered following the needs of the project.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data  acquisition  is  performed  in  an  animal  laboratory  with  limited  access.  External  hard  drives  and  \ncomputers are bitlocker/ password protected and the external hard drives will be kept in a cabinet that can  \nbe locked. The data stored on SharePoint Online will be accessible only by PhD and postdoctoral researchers  \nand PI.  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Circa 2000 € for external hard drives, acquired during the project period and covered through FWO funding.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Data storage during and after the end of the research project does not differ. There are several provisions \nin place in order to preserve the data during and after the end of the research. According to the Research \nData Management policy at KU Leuven, all relevant research data will be kept for at least 10 years after \nthe end of the research. Data will be stored on hard drives during experiments. After the experiments, \ndata will be transferred to two external hard drives (two copies; one working copy and one backup copy) \nand metadata will additionally be transferred to the large, safe, and automatically backed up central \nnetwork device of KU Leuven. In addition, relevant files will be also saved and stored on SharePoint \nOnline. Moreover, it is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, \navailable to the scientific community through the online platform mouseTube (or similar platforms). \nFurthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. \nOpen Science Framework).\nWhere will these data be archived (stored and \ncurated for the long-term)?For long-term storage, the data will be stored on external hard drives (two copies; one working copy and \none backup copy) and metadata will be additionally transferred to SharePoint Online and to the \nuniversity's central servers with automatic daily backup procedures, for at least 10 years, conform the KU \nLeuven RDM policy.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Circa 2000 € for external hard drives, acquired during the project period and covered through FWO funding.\nFWO DMP Template (Flemish Standard DMP) 13\nFWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:\nIt is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the  \nscientific community through the online platform mouseTube (or similar platforms). Furthermore, it is  \nplanned  to  upload  metadata  of  key  confirmatory  studies to  a  general  repository  (e.g.  Open  Science  \nFramework).\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The exemplary audio files, i.e. recordings of ultrasonic vocalizations, will be available to the scientific \ncommunity through the online platform mouseTube (or similar platforms ; with restricted access, i.e. the \nuser needs to register). Metadata of key confirmatory studies will be available through a general \nrepository (e.g. Open Science Framework).\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP) 15Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.The exemplary audio files, i.e. recordings of ultrasonic vocalizations, will be available to the scientific \ncommunity through the online platform mouseTube (or similar platforms) . Metadata of key confirmatory \nstudies will be available through a general repository (e.g. Open Science Framework).\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Still needs to be determined. The example listed here sounds like an interesting possibility: “DATA FROM \nTHE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA \nCREATORS.”\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 16What are the expected costs for data sharing? \nHow will these costs be covered?  Still needs to be determined.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?PhD and postdoctoral researchers are responsible for day-to-day data management, including data \ndocumentation and metadata during the research project. Data management is enforced by the head lab \nmanager/ lab technician.\nWho will manage data storage and backup \nduring the research project?PhD and postdoctoral researchers are responsible for day-to-day data management, including data \ndocumentation and metadata during the research project. Data management is enforced by the head lab \nmanager/ lab technician.\nWho will manage data preservation and \nsharing?PhD and postdoctoral researchers are responsible for day-to-day data management, including data \ndocumentation and metadata during the research project. Data management is enforced by the head lab \nmanager/ lab technician.\nWho will update and implement this DMP? PhD and postdoctoral researchers are responsible for day-to-day data management, including data \ndocumentation and metadata during the research project. Data management is enforced by the head lab \nmanager/ lab technician."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Emilie Bartsoen http://orcid.org/0000-0003-2797-4342 Contributor name(s) (+ ORCID) & roles Prof. Markus Wöhr – Promotor https://orcid.org/0000-0001-6986-5684 Dr. Özge Sungur – Co-promotor https://orcid.org/0000-0002-9272-9717 Project number1 & title FWO PhD fellowship - 11PCN24N - Toward improved translatability of animal research: Developing advanced social behavior tests in rats to assess microRNA depletion as a novel treatment target for the core social symptoms of Autism Spectrum Disorder. Funder(s) GrantID211PCN24N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The translatability of animal research to humans regarding Autism Spectrum Disorder (ASD) is discouragingly low. The fact that no pharmacological treatments for the social symptoms of ASD have been approved shows that improvement is needed. The low translatability is partly due to the use of basic social behavior tests that do not measure the diverse social symptoms typical of ASD. Therefore, I am working to improve the translatability of ASD animal research by developing advanced social behavior tests that measure the core social symptoms of ASD, specifically alterations in 1) empathy, 2) social communication, and 3) developing peer relationships. These tests will be used in a validated rodent model for ASD, the Shank3-deficient rat, in order to test microRNAs (miRNAs) as novel treatment targets. miRNAs, specifically the miR379-410 cluster, play an important role in regulating social behavior. Studies show a strong association between elevated levels of miR-134, a member of the miR379-410 cluster, and social deficits in rat models of ASD. Moreover, an anti-ASD phenotype was observed in mice with a knockout of the miR379-410 cluster (including miR-134). Therefore, I aim to rescue the social deficits of Shank3-deficient rats, assessed with the advanced social behavior tests, by miRNA depletion targeting the miR379-410 cluster. To deplete miRNAs, I will use novel antisense oligonucleotide techniques and further validate treatment efficacy by neural and molecular analyses. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Automated behavioral measurement sBehavior is automatically tracked by software during several behavioral tests (i.e. emotional contagion protocol, 50-kHz USV radial arm maze playback paradigm, Live Rat Tracker) + weight is always tracked physically and later stored in excel files. ☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .accdb, .xslx ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA-Weights are first written down in lab book (several pages) and later transferred and permanently stored in excel files 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5Audio filesUltrasonic vocalizations emitted by rats during the behavioral tests will be recorded and stored. ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: wav ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Video filesDuring some behavioral tests (i.e. 50-kHz radial arm maze playback paradigm, Live rat tracker) the behavior is recoded via a camera connected to the computer.☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: avi or mp4 ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Data genotyping of animalsEar clips and tail clips + images taken during genotyping + ☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data☐ .por ☐ .xml ☐ .tab ☒ .csv☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TBAll physical data will be stored in -80°C freezer in Eppendorf tubes. FWO DMP Template (Flemish Standard DMP) 6results processed in excel files☐ Simulation data ☒ Software ☐ Other ☐ NA☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .JPG .R, .TI FF ☐ NA☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA miRNA quantificationBrain samples + RNA extractions + RT-qPCR results☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other:.TIFF, .R ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAAll physical data will be stored in -80°C freezer in Eppendorf tubes. Dendritic morphology and long term potentiationBrain samples + processed samples + images + recordings☒ Generate new data ☐ Reuse existing data☒ Digital ☒ Physical☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☒ Software ☐ Other☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TBAll physical data will be stored in -80°C freezer in Eppendorf tubes. FWO DMP Template (Flemish Standard DMP) 7☐ NA☐ .tab ☐ .gml ☐ other:.TIFF, .R ☐ NA☐ NA Research activities in 11PCN24N will result in a variety of data types. Data types include primarily: (1) video files (rat behavior, avi-files or mp4-files, circa 4-5 TB, recorded with video cameras connected to a computer), (2) audio files (rat ultrasonic vocalizations, wav-files, circa 4-5 TB, recorded with ultrasound microphones connected to a computer), (3) automated behavioral measurements recorded during several behavioral tests (emotional contagion protocol, live rat tracker, 50-kHz USV playback paradigm) resulting in accdb, excel files, SQLITE, etc, expected to be circa 2-3 MB). Of note, recordings of rat ultrasonic vocalizations are large in size, with one hour of recording resulting in about 2 GB. Video files will likewise result in a significant amount of data. Other datatypes will include biomaterials (e.g. DNA, RNA, protein, tissue samples, such as brain and tail samples), typically later converted into images (not expected to exceed 400 GB over the course of the project, details still need to be determined as ordering of relevant equipment is still ongoing). All data will be stored in digital form (e.g. AVI or MP4 files for video recordings, WAV files for audio recordings, TIFF files for gel images). Measurements derived from video and audio files, automated behavioral measurements, and biomaterial will be recorded in Excel (for long-term preservation, converted into CSV files), SharePoint Online and R for statistical analyses. Manuscripts will be written in Word. GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. No reuse of existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Ethical permission for committee (ECD approved projects n. 122/2022, 008/2024) Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 9Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Standardized protocols (SOPs, including all relevant details of experimental setup and procedures) will be applied and enforced by the head lab manager/ lab technician. For video files (rat behavior) the following information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. For audio files (rat ultrasonic vocalizations) the following information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. For automated behavioral measurements the following information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. For other datatypes the following information will be noted: rat ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. FWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Metadata include a unique rat ID, together with its birth date, genotype, sex, and experimental condition. All other data are linked to the individual animal through the unique rat ID only (but not birth date, genotype, sex, and experimental condition) to avoid a bias during data acquisition and analysis. After completing relevant parts of the data acquisition process, data will be merged in R linking all relevant data through the unique rat ID. Metadata will be also stored in SharePoint Online. 4.Data Storage & Back-up during the Research Project Where will the data be stored? There are several provisions in place in order to preserve the data during and after the end of the research. Data will be stored on hard drives (capacity per hard drive: 5 TB) during experiments. After the experiments, data will be transferred to two external hard drives (two copies; one working copy and one backup copy) and metadata will additionally be transferred to the large, safe, and automatically backed up central network device of KU Leuven. In addition, relevant files will be also saved and stored on SharePoint Online. Moreover, it is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community through the online platform mouseTube (or similar platforms). Furthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. Open Science Framework). For optimal storage of biomaterials, fridges, -20°C freezers, and -80°C freezers will be used. FWO DMP Template (Flemish Standard DMP) 11How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.For backup, the data will be stored on external hard drives (two copies; one working copy and one backup copy) and metadata will be additionally transferred to the university's central servers with automatic daily backup procedures, for at least 10 years, conform the KU Leuven RDM policy. External hard drives (with a capacity of 5 TB) will be ordered before the start of data acquisition. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: External hard drives (with a capacity of several TB) were ordered prior to the start of data acquisition. Additional hard drives will be ordered following the needs of the project. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data acquisition is performed in an animal laboratory with limited access. External hard drives and computers are bitlocker/ password protected and the external hard drives will be kept in a cabinet that can be locked. The data stored on SharePoint Online will be accessible only by PhD and postdoctoral researchers and PI. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data storage and backup during the research project? How will these costs be covered?Circa 2000 € for external hard drives, acquired during the project period and covered through FWO funding. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Data storage during and after the end of the research project does not differ. There are several provisions in place in order to preserve the data during and after the end of the research. According to the Research Data Management policy at KU Leuven, all relevant research data will be kept for at least 10 years after the end of the research. Data will be stored on hard drives during experiments. After the experiments, data will be transferred to two external hard drives (two copies; one working copy and one backup copy) and metadata will additionally be transferred to the large, safe, and automatically backed up central network device of KU Leuven. In addition, relevant files will be also saved and stored on SharePoint Online. Moreover, it is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community through the online platform mouseTube (or similar platforms). Furthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. Open Science Framework). Where will these data be archived (stored and curated for the long-term)?For long-term storage, the data will be stored on external hard drives (two copies; one working copy and one backup copy) and metadata will be additionally transferred to SharePoint Online and to the university's central servers with automatic daily backup procedures, for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Circa 2000 € for external hard drives, acquired during the project period and covered through FWO funding. FWO DMP Template (Flemish Standard DMP) 13 FWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: It is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community through the online platform mouseTube (or similar platforms). Furthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. Open Science Framework). If access is restricted, please specify who will be able to access the data and under what conditions.The exemplary audio files, i.e. recordings of ultrasonic vocalizations, will be available to the scientific community through the online platform mouseTube (or similar platforms ; with restricted access, i.e. the user needs to register). Metadata of key confirmatory studies will be available through a general repository (e.g. Open Science Framework). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) 15Where will the data be made available? If already known, please provide a repository per dataset or data type.The exemplary audio files, i.e. recordings of ultrasonic vocalizations, will be available to the scientific community through the online platform mouseTube (or similar platforms) . Metadata of key confirmatory studies will be available through a general repository (e.g. Open Science Framework). When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Still needs to be determined. The example listed here sounds like an interesting possibility: “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 16What are the expected costs for data sharing? How will these costs be covered? Still needs to be determined. 7. Responsibilities Who will manage data documentation and metadata during the research project?PhD and postdoctoral researchers are responsible for day-to-day data management, including data documentation and metadata during the research project. Data management is enforced by the head lab manager/ lab technician. Who will manage data storage and backup during the research project?PhD and postdoctoral researchers are responsible for day-to-day data management, including data documentation and metadata during the research project. Data management is enforced by the head lab manager/ lab technician. Who will manage data preservation and sharing?PhD and postdoctoral researchers are responsible for day-to-day data management, including data documentation and metadata during the research project. Data management is enforced by the head lab manager/ lab technician. Who will update and implement this DMP? PhD and postdoctoral researchers are responsible for day-to-day data management, including data documentation and metadata during the research project. Data management is enforced by the head lab manager/ lab technician."
}