{
    "document_id": "D-2024-3040",
    "LinkTitle": "D-2024-3040",
    "file_name": "D-2024-3040.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3040.pdf",
    "metadata": {
        "title": "D-2024-3040",
        "author": "Alen Damiani",
        "num_pages": 8
    },
    "content": {
        "full_text": "1  \n  \n \nProject Number:  Project 956851   \n \nProject  Acronym:  COLOTAN  \n \nProject  title:  Boosting advanced doctoral \ntraining in innovative colon targeting drugs  \n \nESR 1: “ Development of biodegradable \npolymer coatings for colon targeting ” \n \nPrincipal Investigator  / PhD  Researcher  Prof. \nDr. Guy Van den Mooter / Alen Damiani  \n \nProject Data Contact  : Prof. Dr. Guy Van den \nMooter : guy.vandenmooter@kuleuven.be  \n \n \n \n \n \n \nDATA  MANAGEMENT  PLAN  \n  \n2  \n 1. Data  Summary  \nThe objective of the project is to develop and characterize new polymers to target the \ndrug delivery into the colon.  \n1.1. The expected measurable outcomes are : \n1) Data generated  to define the physical chemical characteristics  of the synthesized \nintermedia te and final products (polymers).  \n2) The final products will be characterize also using in vitro assays, to evaluate their  \nbiodegradability.  \n1.2. Specify the types and formats of data generated/collected  \n1.a. 1H NMR, 13C NMR (.top file)  \n1.b. GPC SEC  (LCD  file, p df.) \n1.c. ATR FTIR  (txt.) \n1.d. mDSC  (001 file)  \n2.a. HPLC  (pdf.) \n1.3. Specify if existing data is being re -used (if any)  \n1.a. To verify the reproducibility of the synthetic methods  and the stability of the \nproducts  \n1.b. To verify the reproducibility of the synthetic methods  \n1.c. To verify the reproducibility of the synthetic methods  \n1.d. To verify the reproducibility of the synthetic methods and the stability of the \nproducts  \n2.a.To compare with data from the commercial products  \n1.4. Origin of the data  \n1.a. Bruker Avance III HD 400  \n1.b. Malvern Panalytical's OMNISEC GPC  \n1.c. Bruker Vertex 70 FTIR ATR  \n3  \n 1.d. DSC Q2000  \n2.a. VWR Hitachi Chromaster  \n1.5. State the expected si ze of the data (if known)  \n1.a. 300 MBs  \n1.b. 50 MBs  \n1.c. 100 MBs  \n1.d. 600 MBs  \n2.a. 50 MBs  \n1.6. Outline the data utility: to whom will it be useful  \nAll data will be used by future researchers within the research units of the promoter \n(Guy Van den Mooter, Drug Delivery and Disposition ) and h is main collaborator in this \nproject ( Mario Smet, Polymer Chemistry and Materials ). Furthermore, they will be \nuseful for other researchers in polymer chemistry and pharmaceutical science world  -\nwide.  \n2. FAIR data  \n2.1. Making  data findable,  including  provisions  for metadata  \n1.a. The data will be stored in the folder named “NMR”. The data will be defined by \nname which will contain the following nomenclature:  \nName of the group where the material was synthesized (WDH or MS) _the \nauthor(AD)_the abbreviation indicating the material_the analysis(1h or 13c) _ the \ndate(in the format ddmmyyyy)_the analysis number ( letter of the alphabet)  \n1.b. The data will be stored in the folder named “GPC”. The data will be defined by \nname which will contain the following nomenclature:  \nName of the group where the material was synthesized (MS)_the author(AD)_the \nabbreviation indicating the material_ the date(in the format ddmmyyyy)_the analysis \nnumber (letter of the alphabet)  \n1.c. The data will be stored in the folder named “ATR FTIR”. The data will be defined \nby name which will contain the following nomenclature:  \n4  \n Name of the group where the material was synthesized (MS or WDH)_the \nauthor(AD)_the abbreviation indicating the material_ the date(in the  format \nddmmyyyy)_the analysis number (letter of the alphabet)  \n1.d. The data will be stored in the folder named “DSC”. The data will be defined by \nname which will contain the following nomenclature:  \nName of the group where the material was synthesized (MS or WDH)_the \nauthor(AD)_the abbreviation indicating the material_ the date(in the format \nddmmyyyy)_the analysis number (letter of the alphabet)  \n2.a. The data will be stored in the folder named “HPLC”. The data will be define d by \nname which will contain the following nomenclature:  \nName of the group where the material was synthesized (MS or WDH)_the \nauthor(AD)_the abbreviation indicating the material_ the abbreviation describing the \nexperiment in vitro conditions_ the date(in t he format ddmmyyyy)_the analysis number \n(letter of the alphabet)  \n2.2. Making  data openly  accessible  \nAll the data (1.a -d., 2.a.) will be openly available to validate the results and accessible \nupon requirement.   The data will be  updated  weekly  and store d at the shared drive \nof Drug Delivery and Disposition research unit , namely “GBW -0042_FTB – FarmTech”, \nin the folder “alen_damiani”.  \nTo access the data  the following software will be necessary:  \n1.a. TopSpin  \n1.b. GPC Postrun Analysis ( for LCD files), a  pdf reader for (pdf.)  \n1.c. Excel  \n1.d. TA Universal Analysis  \n2.a. pdf reader  \nThe software to analyze the data will not be provided as they are not open source and \nthe license will be requir ed. \n2.3. Making  data interoperable  \nThere are no habits in exchanging postprocessing scripts  in our society so far. The \n5  \n scripts will assume a particular representation of the data  in order to characterize the \nchemical -physical properties of the materials . The reusability may thus be limited.  \nHowever, they could be useful for researchers interested in exploring a specific \npropriety of the materials or to make a comparison with their postprocessing script.  \n2.4. Increase  data re-use (through  clarifying  licenses ) \nThe data will be available as so on as possible upon the requirement. The data will be \nstored as raw data and in a processed form on a shared drive  of Drug Delivery and \nDisposition research unit, namely “GBW -0042_FTB – FarmTech”, in the folder \n“alen_damiani”,  with long -term repository per iod of time.  \n2.5. Allocation  of resources  \nThe raw data will be archived on the shared drive of Drug Delivery and Disposition \nresearch unit, namely “GBW -0042_FTB – FarmTech”, in the folder “alen_damiani”.  The \ncost and the subscription for the shared drive will be completely covered by the Drug \nDelivery and Disposition research unit budget. It will possible to give to new \nresearcher s or approved external researchers a temporary account so that they can \nacces s and use these data, avoiding the time and difficulties associated with copying a \nlarge data set to external infrastructure.  The data will be stored at long, undefined  \nterm period as a common practice in the Drug Delivery and Disposition resear ch unit.  \n3. Data security  \nThe data are stored  on: \n• the OneDrive – KU Leuven, which is a personal drive of Alen Damiani. The data \nare updated daily and will be kept for the duration of the  Alen Damiani ’s PhD. \nThe data are not accessible exclusively to the owner of On eDrive account, \nnamely Alen Damiani.  \n• the shared drive of Drug Delivery and Disposition research unit, namely “GBW -\n0042_FTB – FarmTech”, in the folder “alen_damiani”. The data are updated at \nweekly and will be kept at long term period of time. The data are not accessible \nto external unit members, and the access can be approved upon the official \nrequest to the PI Guy Van den Mooter  \n4. Ethical aspects  \nThere are not any ethical or legal issues that can have an impact on data sharing .  \n6  \n  \nSUMMARY  TABLE  1 \n Data \ntype Data \nformat  Origin of  \ndata \n Data size  \nestimation  \n Data utility  Data  \nsharing  \nrestrictions  \n Findability  \nmeasures  \n Accessibility  \n Interoperability  \nmeasures  \n Re-use \nmeasures  \n Storage  \nduring  \nproject  \n Long term  \nstorage  \n1.a. 1H \nNMR, \n13C \nNMR  .topfile  Primary  300 MBs  Organic \nchemistry, \nmaterial \nscience  / Universal \nnomenclature  \n(see 2.1)  TopSpin  limited  Always \navailable \nupon \nrequest  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  \n1.b. GPC \nSEC LCD \nfile, \npdf Primary  50 MBs  material \nscience, \npharmaceutical \nscience  / Universal \nnomenclature  \n(see 2.1)  GPC \nPostrun \nAnalysis ( \nfor LCD \nfiles), a pdf \nreader for \n(pdf.)  limited  Always \navailable \nupon \nrequest  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  \n1.c. ATR \nFTIR  txt. Primary  100 MBs  Organic \nchemistry, \nmaterial \nscience  / Universal \nnomenclature  \n(see 2.1)  Excel  limited  Always \navailable \nupon \nrequest  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  \n1.d. mDSC  001 \nfile Primary  600 MBs  material \nscience, \npharmaceutical \nscience  / Universal \nnomenclature  \n(see 2.1)  TA \nUniversal \nAnalysis  limited  Always \navailable \nupon \nrequest  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  \n7  \n 2.a. HPLC  pdf. Primar y 50 MBs  material \nscience, \npharmaceutical \nscience  / Universal \nnomenclature  \n(see 2.1)  Pdf reader  limited  Always \navailable \nupon \nrequest  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  Shared drive \n“GBW -\n0042_FTB – \nFarmTech”, in \nthe folder \n“alen_damiani”  \n8  \n  \n \nHISTORY  OF CHANGES  \nVersion  Publication  date Change  \n1.0  ▪ Initial  version  \n "
    },
    "clean_full_text": "1 Project Number: Project 956851 Project Acronym: COLOTAN Project title: Boosting advanced doctoral training in innovative colon targeting drugs ESR 1: “ Development of biodegradable polymer coatings for colon targeting ” Principal Investigator / PhD Researcher Prof. Dr. Guy Van den Mooter / Alen Damiani Project Data Contact : Prof. Dr. Guy Van den Mooter : guy.vandenmooter@kuleuven.be DATA MANAGEMENT PLAN 2 1. Data Summary The objective of the project is to develop and characterize new polymers to target the drug delivery into the colon. 1.1. The expected measurable outcomes are : 1) Data generated to define the physical chemical characteristics of the synthesized intermedia te and final products (polymers). 2) The final products will be characterize also using in vitro assays, to evaluate their biodegradability. 1.2. Specify the types and formats of data generated/collected 1.a. 1H NMR, 13C NMR (.top file) 1.b. GPC SEC (LCD file, p df.) 1.c. ATR FTIR (txt.) 1.d. mDSC (001 file) 2.a. HPLC (pdf.) 1.3. Specify if existing data is being re -used (if any) 1.a. To verify the reproducibility of the synthetic methods and the stability of the products 1.b. To verify the reproducibility of the synthetic methods 1.c. To verify the reproducibility of the synthetic methods 1.d. To verify the reproducibility of the synthetic methods and the stability of the products 2.a.To compare with data from the commercial products 1.4. Origin of the data 1.a. Bruker Avance III HD 400 1.b. Malvern Panalytical's OMNISEC GPC 1.c. Bruker Vertex 70 FTIR ATR 3 1.d. DSC Q2000 2.a. VWR Hitachi Chromaster 1.5. State the expected si ze of the data (if known) 1.a. 300 MBs 1.b. 50 MBs 1.c. 100 MBs 1.d. 600 MBs 2.a. 50 MBs 1.6. Outline the data utility: to whom will it be useful All data will be used by future researchers within the research units of the promoter (Guy Van den Mooter, Drug Delivery and Disposition ) and h is main collaborator in this project ( Mario Smet, Polymer Chemistry and Materials ). Furthermore, they will be useful for other researchers in polymer chemistry and pharmaceutical science world - wide. 2. FAIR data 2.1. Making data findable, including provisions for metadata 1.a. The data will be stored in the folder named “NMR”. The data will be defined by name which will contain the following nomenclature: Name of the group where the material was synthesized (WDH or MS) _the author(AD)_the abbreviation indicating the material_the analysis(1h or 13c) _ the date(in the format ddmmyyyy)_the analysis number ( letter of the alphabet) 1.b. The data will be stored in the folder named “GPC”. The data will be defined by name which will contain the following nomenclature: Name of the group where the material was synthesized (MS)_the author(AD)_the abbreviation indicating the material_ the date(in the format ddmmyyyy)_the analysis number (letter of the alphabet) 1.c. The data will be stored in the folder named “ATR FTIR”. The data will be defined by name which will contain the following nomenclature: 4 Name of the group where the material was synthesized (MS or WDH)_the author(AD)_the abbreviation indicating the material_ the date(in the format ddmmyyyy)_the analysis number (letter of the alphabet) 1.d. The data will be stored in the folder named “DSC”. The data will be defined by name which will contain the following nomenclature: Name of the group where the material was synthesized (MS or WDH)_the author(AD)_the abbreviation indicating the material_ the date(in the format ddmmyyyy)_the analysis number (letter of the alphabet) 2.a. The data will be stored in the folder named “HPLC”. The data will be define d by name which will contain the following nomenclature: Name of the group where the material was synthesized (MS or WDH)_the author(AD)_the abbreviation indicating the material_ the abbreviation describing the experiment in vitro conditions_ the date(in t he format ddmmyyyy)_the analysis number (letter of the alphabet) 2.2. Making data openly accessible All the data (1.a -d., 2.a.) will be openly available to validate the results and accessible upon requirement. The data will be updated weekly and store d at the shared drive of Drug Delivery and Disposition research unit , namely “GBW -0042_FTB – FarmTech”, in the folder “alen_damiani”. To access the data the following software will be necessary: 1.a. TopSpin 1.b. GPC Postrun Analysis ( for LCD files), a pdf reader for (pdf.) 1.c. Excel 1.d. TA Universal Analysis 2.a. pdf reader The software to analyze the data will not be provided as they are not open source and the license will be requir ed. 2.3. Making data interoperable There are no habits in exchanging postprocessing scripts in our society so far. The 5 scripts will assume a particular representation of the data in order to characterize the chemical -physical properties of the materials . The reusability may thus be limited. However, they could be useful for researchers interested in exploring a specific propriety of the materials or to make a comparison with their postprocessing script. 2.4. Increase data re-use (through clarifying licenses ) The data will be available as so on as possible upon the requirement. The data will be stored as raw data and in a processed form on a shared drive of Drug Delivery and Disposition research unit, namely “GBW -0042_FTB – FarmTech”, in the folder “alen_damiani”, with long -term repository per iod of time. 2.5. Allocation of resources The raw data will be archived on the shared drive of Drug Delivery and Disposition research unit, namely “GBW -0042_FTB – FarmTech”, in the folder “alen_damiani”. The cost and the subscription for the shared drive will be completely covered by the Drug Delivery and Disposition research unit budget. It will possible to give to new researcher s or approved external researchers a temporary account so that they can acces s and use these data, avoiding the time and difficulties associated with copying a large data set to external infrastructure. The data will be stored at long, undefined term period as a common practice in the Drug Delivery and Disposition resear ch unit. 3. Data security The data are stored on: • the OneDrive – KU Leuven, which is a personal drive of Alen Damiani. The data are updated daily and will be kept for the duration of the Alen Damiani ’s PhD. The data are not accessible exclusively to the owner of On eDrive account, namely Alen Damiani. • the shared drive of Drug Delivery and Disposition research unit, namely “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani”. The data are updated at weekly and will be kept at long term period of time. The data are not accessible to external unit members, and the access can be approved upon the official request to the PI Guy Van den Mooter 4. Ethical aspects There are not any ethical or legal issues that can have an impact on data sharing . 6 SUMMARY TABLE 1 Data type Data format Origin of data Data size estimation Data utility Data sharing restrictions Findability measures Accessibility Interoperability measures Re-use measures Storage during project Long term storage 1.a. 1H NMR, 13C NMR .topfile Primary 300 MBs Organic chemistry, material science / Universal nomenclature (see 2.1) TopSpin limited Always available upon request Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” 1.b. GPC SEC LCD file, pdf Primary 50 MBs material science, pharmaceutical science / Universal nomenclature (see 2.1) GPC Postrun Analysis ( for LCD files), a pdf reader for (pdf.) limited Always available upon request Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” 1.c. ATR FTIR txt. Primary 100 MBs Organic chemistry, material science / Universal nomenclature (see 2.1) Excel limited Always available upon request Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” 1.d. mDSC 001 file Primary 600 MBs material science, pharmaceutical science / Universal nomenclature (see 2.1) TA Universal Analysis limited Always available upon request Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” 7 2.a. HPLC pdf. Primar y 50 MBs material science, pharmaceutical science / Universal nomenclature (see 2.1) Pdf reader limited Always available upon request Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” Shared drive “GBW - 0042_FTB – FarmTech”, in the folder “alen_damiani” 8 HISTORY OF CHANGES Version Publication date Change 1.0 ▪ Initial version"
}