{
    "document_id": "D-2021-1141",
    "LinkTitle": "D-2021-1141",
    "file_name": "D-2021-1141.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1141.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-06 13:47:37+02:00",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Lieve Heyrman\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLieve Heyrman\nFWO Project Number & Title\n1114722N – The fear of falling short: An empirical investigation of drivers and consequences of\nhoarding\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \n \nType\nDescription\nFormat\nEstimated\nVolume\nSource\n1\nSecondary;\nobservational\nAnonymous\nhousehold\nscanner data\n.csv\n25 GB\nAiMark\n2\nSecondary;\nderived\nPanic index\n.dta\n900 KB\nKeane, M., & Neal, T. (2021).\nConsumer panic in the COVID-\n19 pandemic. \nJournal of\neconometrics, 220\n(1), 86-105.\n3\nSecondary;\nderived\nVariables\nderived from\ndatasets 1 & 2\n.Rdata\n100 MB\n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nthe researchers signed an NDA of 3\nrd\n party (AiMark) with regard to the anonymous household\nscanner data\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nCodebook with description of variables is provided with dataset\nExplanatory comments in code script to describe variables that are created\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nStored on enterprise server storage network at the Faculty of Economics and Business, KU\nLeuven. This server storage is in-house identified and inventoried, and encrypted at rest\nHow is backup of the data provided?\nIncremental and timely multiple backups of the data are taken by ICT support and stored cross\ndata center in the other of the two data centers concerned. At any point in time, different time\nsnapshots and full backups of data exist that allow for recovery up to the latest seven days, the\nlatest 13 weeks and the latest three months. Storage servers are virtualized servers, that can be\nrestored on multiple virtual server hosts inside the university data centers involved.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n3TB of storage has been secured for the duration of the project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nA total of 9,303 euros has been paid using internal funds (IMP/20/003 – project “The Impact of\nCOVID-19 on the supermarket grocery sector”) to secure data storage for the duration of the\nproject.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to data, as well as reading and editing rights, are restricted to a limited number of\nauthenticated persons (i.e. the FWO fellow and promotors), based on security groups managed\nand audited through a web interface by the research lead itself. Access to the web interface itself\nis shielded through a Shibboleth authentication process. Access from other devices or access\nwithout proper access authorization is prevented by a combination of system and storage access\ncontrol, encryption and firewalling of the systems involved. Access within the KU Leuven firewalls\nis through machine certificates and encryption restricted to a subset of university managed\ndevices.\n6. Data preservation after the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nDue to contractual restrictions, the anonymous household scanner data has to be returned to the\ndata provider AiMark at the end of the project (which AiMark determines to be publication of the\nresearch) and all copies of the data must be removed.\nWhere will the data be archived (= stored for the longer term)?\nStored on enterprise server storage network at the Faculty of Economics and Business, KU\nLeuven. This server storage is in-house identified and inventoried, and encrypted at rest.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe data storage cost per TB has been determined to be 443 euros per year. Data storage will be\nsecured until publication of the research, and will be paid for using internal funds.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nthe researchers signed an NDA of 3\nrd\n party (AiMark) with regard to the anonymous household\nscanner data\nWhich data will be made available after the end of the project?\nN/A\nWhere/how will the data be made available for reuse?\nOther (specify):\nN/A\nWhen will the data be made available?\nN/A\nWho will be able to access the data and under what conditions?\nN/A\nWhat are the expected costs for data sharing? How will the costs be covered?\nN/A\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe FWO fellow\nWho will be responsible for data storage & back up during the project?\nData storage: \nServer and storage equipment is managed through operations and system\nmanagement software and monitored 24/7 by ICT support staff with notification and escalation\nprocedures in place.\nData backup: \nIncremental and timely multiple backups of the data are taken by ICT support\nWho will be responsible for ensuring data preservation and reuse ?\nThe promotors will preserve the data. One of them has a permanent contract at KU Leuven and\nguarantees the commitment to the project.\nWho bears the end responsibility for updating & implementing this DMP?\nThe FWO fellow\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Lieve Heyrman Institution KU Leuven 1. General Information Name applicant Lieve Heyrman FWO Project Number & Title 1114722N – The fear of falling short: An empirical investigation of drivers and consequences of hoarding Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type Description Format Estimated Volume Source 1 Secondary; observational Anonymous household scanner data .csv 25 GB AiMark 2 Secondary; derived Panic index .dta 900 KB Keane, M., & Neal, T. (2021). Consumer panic in the COVID- 19 pandemic. Journal of econometrics, 220 (1), 86-105. 3 Secondary; derived Variables derived from datasets 1 & 2 .Rdata 100 MB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes the researchers signed an NDA of 3 rd party (AiMark) with regard to the anonymous household scanner data 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Codebook with description of variables is provided with dataset Explanatory comments in code script to describe variables that are created Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Stored on enterprise server storage network at the Faculty of Economics and Business, KU Leuven. This server storage is in-house identified and inventoried, and encrypted at rest How is backup of the data provided? Incremental and timely multiple backups of the data are taken by ICT support and stored cross data center in the other of the two data centers concerned. At any point in time, different time snapshots and full backups of data exist that allow for recovery up to the latest seven days, the latest 13 weeks and the latest three months. Storage servers are virtualized servers, that can be restored on multiple virtual server hosts inside the university data centers involved. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 3TB of storage has been secured for the duration of the project. What are the expected costs for data storage and back up during the project? How will these costs be covered? A total of 9,303 euros has been paid using internal funds (IMP/20/003 – project “The Impact of COVID-19 on the supermarket grocery sector”) to secure data storage for the duration of the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to data, as well as reading and editing rights, are restricted to a limited number of authenticated persons (i.e. the FWO fellow and promotors), based on security groups managed and audited through a web interface by the research lead itself. Access to the web interface itself is shielded through a Shibboleth authentication process. Access from other devices or access without proper access authorization is prevented by a combination of system and storage access control, encryption and firewalling of the systems involved. Access within the KU Leuven firewalls is through machine certificates and encryption restricted to a subset of university managed devices. 6. Data preservation after the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Due to contractual restrictions, the anonymous household scanner data has to be returned to the data provider AiMark at the end of the project (which AiMark determines to be publication of the research) and all copies of the data must be removed. Where will the data be archived (= stored for the longer term)? Stored on enterprise server storage network at the Faculty of Economics and Business, KU Leuven. This server storage is in-house identified and inventoried, and encrypted at rest. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The data storage cost per TB has been determined to be 443 euros per year. Data storage will be secured until publication of the research, and will be paid for using internal funds. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: the researchers signed an NDA of 3 rd party (AiMark) with regard to the anonymous household scanner data Which data will be made available after the end of the project? N/A Where/how will the data be made available for reuse? Other (specify): N/A When will the data be made available? N/A Who will be able to access the data and under what conditions? N/A What are the expected costs for data sharing? How will the costs be covered? N/A 8. Responsibilities Who will be responsible for data documentation & metadata? The FWO fellow Who will be responsible for data storage & back up during the project? Data storage: Server and storage equipment is managed through operations and system management software and monitored 24/7 by ICT support staff with notification and escalation procedures in place. Data backup: Incremental and timely multiple backups of the data are taken by ICT support Who will be responsible for ensuring data preservation and reuse ? The promotors will preserve the data. One of them has a permanent contract at KU Leuven and guarantees the commitment to the project. Who bears the end responsibility for updating & implementing this DMP? The FWO fellow This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}