{
    "document_id": "D-2023-2415",
    "LinkTitle": "D-2023-2415",
    "file_name": "D-2023-2415.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2415.pdf",
    "metadata": {
        "title": "REVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA USING REVERSE TRANSLATIONAL APPROACHES.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "REVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA\nREVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA\nUSING REVERSE TRANSLATIONAL APPROACHES.\nUSING REVERSE TRANSLATIONAL APPROACHES.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJenny Sprooten\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nID: \nID: \n203967\nLast modified: \nLast modified: \n08-01-2024\nCreated using DMPonline.be. Last modiﬁed 08 January 2024\n1 of 6\nREVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA\nREVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA\nUSING REVERSE TRANSLATIONAL APPROACHES.\nUSING REVERSE TRANSLATIONAL APPROACHES.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nFACS data\n.fcs files from flow cytometers, .xml\ntables after FlowJo analysis \nN\nD\nN\n.fcs .xlsx\n<100GB\n \nPlate reader\nmeasurement\nAbsorbance, Luminescence, fluorescence\nreadubgs\nN\nD\nN\n.xlsx\n<1GB\n \nMouse survival\ndata\nsurvival points\nN\nD\nN\n.xlsx\n<1GB\n \nGenomics data\nRNAseq of patient samples\nE\nD\nN\n.csv .h5ad\n.xlsx\n<1TB\n \nBiological\nsamples\nCell lysates etc.\nN\nP\nNA\nNA\nNA\n<100\nvials\nCell lines\nCrispr-cas KO cells\nN\nP\nNA\nNA\nNA\n<100\nvials\nDigital Images\nWestern blot, MILAN\nN\nD\nI\n.tiffs .snc\n.png\n<100\nGB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nsamples under S-59804 and S-61081\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nHuman samples: S-59804 and S-61081\nMouse samples: P155/2021\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 08 January 2024\n2 of 6\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nWe don't exclude that the proposed work could result in research data with potential for tech transfer and valorization. If there is substantial\npotential, the invention will be thoroughly assessed, and in several cases the invention will be IP protected (mostly patent protection or\ncopyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to\nfile a patent application it will be planned so that publications don't need to be delayed.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nDocumentation will consist of electronic laboratory records, that contain all of the information of the performed experiment itself (Excel\nsheetbased metadata files). Those notes will describe the biological samples used/generated, experimental setup and protocols used, results\ngenerated, the links to the specific computer location as well as the names of the respective datasets. We will also maintain a metadata sheet\nwith the connection between lab samples and files on our data storage, so that data files, lab samples, and experimental notes remain properly\nlinked. Detailed protocols will be written, including research methods and practices for each experimental initiative. This will be stored in\nWord or Excel files. Furthermore, a logbook will be kept in Excel containing all steps that were taken to develop the final methodology, date of\nimplementation and name of the researcher who carried out the experiment. Algorithms, scripts and software usage will be documented and\nstored alongside the electronic laboratory records, e.g. GraphPad Prism, FlowJo. Finally, we will also keep all the information (in dedicated\nExcel sheets, PDFs or Word-files) about purchased antibodies, cell-lines, mouse models and other analogue data-sources. Other relevant\ninformation about these reagents and tools (e.g., proof of antibody specificity) will be derived from initial standardization and optimization\nexperiments and will be retained along with general research documentation/meta-data files.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe will use various metadata standards as applicable for different experiment/datatypes, as already established elsewhere:\nhttps://fairsharing.org/. For instance, flow cytometry (https://flowrepository.org/), microscopy imaging (https://www.openmicroscopy.org/),\nqRT-PCR (http://miqe.gene-quantification.info/), and publicly available TCGA patient data analyses (https://gdc.cancer.gov/aboutdata/ data-\nCreated using DMPonline.be. Last modiﬁed 08 January 2024\n3 of 6\nstandards) have very well-defined pre-established meta-data standards. In case we do not have a metadata standard available for a\ntechnique/datatype, a metadata of the numerical datasets will be created manually (e.g. based on the Dublin core metadata standard). For most\nof the data, metadata will be provided as readme, word or excel files, containing all settings and technical descriptions of the experiment and\ndata. In parallel, detailed meta-data info will be integrated within the electronic laboratory records linked to each experiment (as described\nabove)\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nShared network drive (J-drive)\nOther (specify below)\nDigital files will be stored on KU Leuven data storage servers. All data generated during the project will be stored on the local KU Leuven\nservers, PI computers, and backup hard drives, as well as on a local RAID storage available in the office. This will be initially located in the\nreal-time folders (on lab provided laptops/PCs of the students or employees and local KU Leuven servers) and later only in the archive folders\n(archive is mirrored; on local KU Leuven servers, backup hard-drives as well as PI computers). Any algorithms, scripts or softwares originally\ngenerated during the project will be stored in private online git repositories of the PIs. As soon as the manuscript is publicly available, the\nrepository will be changed to a public repository. Specific biological samples (e.g. cell lysates, protein/nucleic acid samples) will be stored in a\nfreezer (-20°C or -80°C) while cell lines will be stored in liquid nitrogen.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nDigital data will be stored on the university’s secure network drives with automatic daily back-up procedures (e.g. JDrive for confidential data\nand KUL Enterprise Box for non-confidential data. Data is also stored as a backup on lab computers, external hard drives, and on a local RAID\n50 system in the office.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe “J-drive” and “KUL Enterprise Box” servers are accessible only by laboratory members and PIs. Local storage systems like the RAID\nsystem and external hard drives are not accessible remotely and password protected. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total estimated cost of data storage during the project is 500 EUR. This estimation is based on the following costs: - The costs of digital\ndata storage are as follows: approximately 52 EUR/100 GB/Year for the “J-drive” and approximately 10 EUR/100 GB/Year for the “KUL\nEnterprise Box”. \nCreated using DMPonline.be. Last modiﬁed 08 January 2024\n4 of 6\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nKU Leuven long term storage/large volume storage should cost around 100€/TB/year. The total volume of relevant data to be stored is\nexpected to be significantly under that. The costs for archival data will be paid upfront from the FWO project funds.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to data will be granted upon request. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nDigital data will be made publicly available as per the journals’ data availability policy, or available upon email request to the PI. Data that do\nnot support publication will be made available upon reasonable request by email.\nCreated using DMPonline.be. Last modiﬁed 08 January 2024\n5 of 6\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nCreative Commons Licenses (CC BY) will be attached to the data deposited.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nDOI when published.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe Postdoctoral researcher and technician associated with this project will be responsible for data documentation & metadata, under\nsupervision of the PI. \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nData management, storage and back up will be performed by the Postdoctoral researcher and technician associated with this project, under\nsupervision of the PI.  \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Prof. Abhishek D Garg) will be responsible to ensure data preservation and reuse.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 08 January 2024\n6 of 6"
    },
    "clean_full_text": "REVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA REVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA USING REVERSE TRANSLATIONAL APPROACHES. USING REVERSE TRANSLATIONAL APPROACHES. A Data Management Plan created using DMPonline.be Creator: Creator: Jenny Sprooten Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF ID: ID: 203967 Last modified: Last modified: 08-01-2024 Created using DMPonline.be. Last modiﬁed 08 January 2024 1 of 6 REVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA REVEALING THE CANCER CELL-INTRINSIC IMMUNOTHERAPY TARGETS IN GLIOBLASTOMA USING REVERSE TRANSLATIONAL APPROACHES. USING REVERSE TRANSLATIONAL APPROACHES. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA FACS data .fcs files from flow cytometers, .xml tables after FlowJo analysis N D N .fcs .xlsx <100GB Plate reader measurement Absorbance, Luminescence, fluorescence readubgs N D N .xlsx <1GB Mouse survival data survival points N D N .xlsx <1GB Genomics data RNAseq of patient samples E D N .csv .h5ad .xlsx <1TB Biological samples Cell lysates etc. N P NA NA NA <100 vials Cell lines Crispr-cas KO cells N P NA NA NA <100 vials Digital Images Western blot, MILAN N D I .tiffs .snc .png <100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: samples under S-59804 and S-61081 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) Human samples: S-59804 and S-61081 Mouse samples: P155/2021 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 08 January 2024 2 of 6 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes We don't exclude that the proposed work could result in research data with potential for tech transfer and valorization. If there is substantial potential, the invention will be thoroughly assessed, and in several cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications don't need to be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Documentation will consist of electronic laboratory records, that contain all of the information of the performed experiment itself (Excel sheetbased metadata files). Those notes will describe the biological samples used/generated, experimental setup and protocols used, results generated, the links to the specific computer location as well as the names of the respective datasets. We will also maintain a metadata sheet with the connection between lab samples and files on our data storage, so that data files, lab samples, and experimental notes remain properly linked. Detailed protocols will be written, including research methods and practices for each experimental initiative. This will be stored in Word or Excel files. Furthermore, a logbook will be kept in Excel containing all steps that were taken to develop the final methodology, date of implementation and name of the researcher who carried out the experiment. Algorithms, scripts and software usage will be documented and stored alongside the electronic laboratory records, e.g. GraphPad Prism, FlowJo. Finally, we will also keep all the information (in dedicated Excel sheets, PDFs or Word-files) about purchased antibodies, cell-lines, mouse models and other analogue data-sources. Other relevant information about these reagents and tools (e.g., proof of antibody specificity) will be derived from initial standardization and optimization experiments and will be retained along with general research documentation/meta-data files. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We will use various metadata standards as applicable for different experiment/datatypes, as already established elsewhere: https://fairsharing.org/. For instance, flow cytometry (https://flowrepository.org/), microscopy imaging (https://www.openmicroscopy.org/), qRT-PCR (http://miqe.gene-quantification.info/), and publicly available TCGA patient data analyses (https://gdc.cancer.gov/aboutdata/ data- Created using DMPonline.be. Last modiﬁed 08 January 2024 3 of 6 standards) have very well-defined pre-established meta-data standards. In case we do not have a metadata standard available for a technique/datatype, a metadata of the numerical datasets will be created manually (e.g. based on the Dublin core metadata standard). For most of the data, metadata will be provided as readme, word or excel files, containing all settings and technical descriptions of the experiment and data. In parallel, detailed meta-data info will be integrated within the electronic laboratory records linked to each experiment (as described above) Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage Shared network drive (J-drive) Other (specify below) Digital files will be stored on KU Leuven data storage servers. All data generated during the project will be stored on the local KU Leuven servers, PI computers, and backup hard drives, as well as on a local RAID storage available in the office. This will be initially located in the real-time folders (on lab provided laptops/PCs of the students or employees and local KU Leuven servers) and later only in the archive folders (archive is mirrored; on local KU Leuven servers, backup hard-drives as well as PI computers). Any algorithms, scripts or softwares originally generated during the project will be stored in private online git repositories of the PIs. As soon as the manuscript is publicly available, the repository will be changed to a public repository. Specific biological samples (e.g. cell lysates, protein/nucleic acid samples) will be stored in a freezer (-20°C or -80°C) while cell lines will be stored in liquid nitrogen. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Digital data will be stored on the university’s secure network drives with automatic daily back-up procedures (e.g. JDrive for confidential data and KUL Enterprise Box for non-confidential data. Data is also stored as a backup on lab computers, external hard drives, and on a local RAID 50 system in the office. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The “J-drive” and “KUL Enterprise Box” servers are accessible only by laboratory members and PIs. Local storage systems like the RAID system and external hard drives are not accessible remotely and password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is 500 EUR. This estimation is based on the following costs: - The costs of digital data storage are as follows: approximately 52 EUR/100 GB/Year for the “J-drive” and approximately 10 EUR/100 GB/Year for the “KUL Enterprise Box”. Created using DMPonline.be. Last modiﬁed 08 January 2024 4 of 6 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven long term storage/large volume storage should cost around 100€/TB/year. The total volume of relevant data to be stored is expected to be significantly under that. The costs for archival data will be paid upfront from the FWO project funds. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to data will be granted upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Digital data will be made publicly available as per the journals’ data availability policy, or available upon email request to the PI. Data that do not support publication will be made available upon reasonable request by email. Created using DMPonline.be. Last modiﬁed 08 January 2024 5 of 6 When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Creative Commons Licenses (CC BY) will be attached to the data deposited. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository DOI when published. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The Postdoctoral researcher and technician associated with this project will be responsible for data documentation & metadata, under supervision of the PI. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the Postdoctoral researcher and technician associated with this project, under supervision of the PI. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Prof. Abhishek D Garg) will be responsible to ensure data preservation and reuse. Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 08 January 2024 6 of 6"
}