{
    "document_id": "D-2024-2547",
    "LinkTitle": "D-2024-2547",
    "file_name": "D-2024-2547.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2547.pdf",
    "metadata": {
        "title": "Unraveling the twists and turns of Freezing of Gait in Parkinson's Disease - A multimodal neuroimaging investigation",
        "author": "N/A",
        "creation_date": "2023-10-27 10:22:48+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Unraveling the twists and turns \nof Freezing of Gait in Parkinson's Disease \n- A\nmultimodal neuroimaging investigation\nA Data Management Plan created using DMPonline.be\nCreators: \nNicholas D'cruz, Moran Gilat\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMoran Gilat\nData Manager:\n \nNicholas D'cruz\nProject Administrator:\n \nNicholas D'cruz\nGrant number / URL: \n12B1K24N\nID: \n202394\nStart date: \n01-10-2023\nEnd date: \n30-09-2026\nProject abstract:\nFreezing of gait (FOG) is a complex and disabling symptom for people with Parkinson’s disease (PD). FOG is usually\ntriggered in specific gait situations, with turning being the most provocative. So far, the reasons why turning causes gait\nbreakdown are not yet known. Based on previous experimental work, high asymmetry and small step length are two\ncandidates that may either separately or in combination, lead to FOG. To tease these apart, we independently\nmanipulate asymmetry and step\nsize on a split-belt treadmill to study freezing-related deficits of motor control. Further, the neural correlates of turning-\nrelated asymmetric motor control have not been studied, owing to limitations of previous paradigms. We therefore\npropose a novel asymmetric foot movement task during functional MRI to study freezing-related brain network\ninteractions during asymmetric motor control. Finally, we will link the functional networks underlying asymmetric motor\ncontrol with the freezing-related\ncortical brain activity measured during asymmetric upright walking. Combining novel behavioral and neuroimaging\nparadigms, this work will shed light on the precise motor control deficits in FOG. Importantly, we expect to provide\nconcrete targets for future prospective and interventional work to detect risk and intervene optimally, and maximize the\nimpact on FOG.\nLast modified: \n27-10-2023\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n1 of 8\nUnraveling the twists and turns \nof Freezing of Gait in Parkinson's Disease \n- A\nmultimodal neuroimaging investigation\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description\n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or\nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nVICON\nBiomechanical\ndata: foot\nmarker positions\nduring\ngait\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.c3d, .mat,\n.csv\n<100GB\nNA\nAPDM\nBiomechanical\ndata:\ntrunk and leg\nacceleration,\nangular\nvelocity and\norientation\nduring gait\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.h5, .csv\n<100GB\nNA\nEMG\nBiomechanical\ndata: Muscle\nactivation of\nlower limb\nmuscles\n(electromyography\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.c3d, .mat,\n.csv\n<100GB\nNA\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n2 of 8\nFNIRS\nNeuroimaging of\nthe\nbrain: Near\ninfrared\nspectroscopy to\nmeasure\nchanges in\noxygenated\nand deoxygenated\nhaemoglobin\nconcentrations in\nthe cortical\nregions of the\nbrain during\nwalking\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.nirs, .mat,\n.csv\n<100GB\nNA\nFMRI\nNeuroimaging of\nthe brain:\nFunctional\nMagnetic\nResonance\nImaging to\nmeasure changes\nin deoxygenated\nhaemoglobin\nduring a foot\nmovement task in\nthe MRI scanner\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.dcm, .nii,\n.mat, .mif,\n.mgh, .csv,\n.tsv\n<1TB\nNA\nVideo\nVideo recordings:\nfor annotation of\nfreezing episodes\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.mp4, .csv\n<100GB\nNA\nAudio\nAudio recordings:\nresponses to the\nAuditory stroop\ntask are recorded\nto measure\nresponse time and\naccuracy\nGenerate new data\nDigital\nExperimental\nCompiled/aggregated\ndata\n.mp3, .csv\n<100GB\nNA\nHealth\nData\nQuestionnaires to\nassess cognition,\nmood, disease\nseverity, fear of\nfalling and\nfreezing severity\nGenerate new data\nDigital\nObservational\nCompiled/aggregated\ndata\n.csv\n<1GB\nNA\nContact\nPersonal data for\ncontact purposes\n(name, address,\nemail, telephone\nnumber)\nGenerate new data\nDigital\nObservational\n.csv\n<100MB\nNA\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle,\nURL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, human subject data\nYes, we will collect health-related data in vulnerable people with chronic disease. Hence, the ethical considerations of such\nresearch will be assessed by an independent ethical committee (Ethical Committee Research UZ/KU Leuven). The file is yet to be\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n3 of 8\nsubmitted, and research will only commence upon ethical approval.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nSeveral types of personal data will be gathered:\n1. Personal data used for organizing the research: i.e. name and surname, phone number, e-mail address, home address,\nidentification card number (required for MRI scanning), bank account number (for reimbursement of transportation costs), name of\nneurologist (to verify diagnosis). This data will not be included in the analysis. Paper versions will be stored in a locked cabinet\ninside a locked room, only accessible to the study staff. Digital copies will be stored in a separate, password-protected file on the\nsecured KU Leuven's L-drive, only accessible to the study staff.\nParticipants will be asked whether this personal information can be stored in a contact database for future research, via a separate\ninformed consent procedure in\naccordance with the General Data Protection Regulation (GDPR).\n2. Personal data for research purposes\nDemographics: age, sex, years of education\nData concerning medical status: Parkinson medication dosage, presence of deep brain stimulator, disease duration, disease\nseverity, presence of freezing of gait, cognitive functioning and mood.\nNeuroimaging data consisting of two magnetic resonance imaging (MRI) sessions (including structural and functional scans).\nData will be pseudoanonymised and access to the data will be restricted. GDPR compliance has been assessed by the KU Leuven,\nand approved (reference number G-2023-6927).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nThe present project constitutes fundamental research and no commercial valorization will be undertaken.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the\ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will\nbe asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels\nand types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this\ninformation is recorded).\nThe following documentation will be provided to enable reuse of the data:\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n4 of 8\nIn every subfolder of the database a ReadMe file will be added that contains information on the context in which the data were\ngathered, the origin of the data, and the content of the dataset.\nIt will be documented in a text file in the subfolder how raw data have been processed into other forms of data (if applicable)\nLab protocols are provided for the equipment used in this study. These document the\nparameters and instrument settings, provide a description of how to perform the\nassessments.\nThe research protocol provides a detailed overview of all the variables that are\ncollected and stored in the database.\nA data dictionary will be developed. This data dictionary provides detailed information about the variables collected within the\nproject as well as their metadata such as standard definitions of variables, allowable values, formats, origin, etc\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where\nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nAt project level\nThe RDR metadata format will be followed (see Data sharing & reuse).\n \nAt a data level\nMRI data will be stored according to the international BIDS (Brain Imaging Data Structure) standard.\nMRI images will saved in both .nii and DICOM format, which includes structured metadata regarding the acquisition\nparameters and procedures.\nREDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles,\nData Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of\nwhen the questionnaires are filled in, when someone makes adjustments to the data. Also metadata (e.g. timestamp,\nelectronic instructions) are automatically captured during survey completion in REDCap\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nResearch data\n1. KU Leuven REDCap will be used to capture study related data. REDCAp is a secured and password-protected database and data\ncapture system. The digital pseudonymized data one REDCap will be exported immediately and transferred to a secure KU Leuven\nLarge Volume Storage network-drive (L-drive). This drive is specifically developed to store large amounts of data for long periods of\ntime, immediately after collection from their respective research instruments. For data transfer, only secure methods will be used\n(KU Leuven's secured BelNet Filesender). For active use, copies from the master file on the L-drive can be made and kept on the\nindividual work pc of the researchers involved in the project. To ensure that the master file remains up-to-date the SyncFree tool\nwill be used for regular back-up of active copies to the L-drive.\n2. fMRI data are temporarily transferred to the High Performance Computing (HPC) infrastructure of KU Leuven, which is part of the\n‘Vlaams Supercomputer Center’, to\nprocess MRI data. Upon completion these will be returned to the L-drive and individual work pc’s of the researchers involved\n3. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of\nRehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage\nroom as they will need to be granted access by the PI (Moran Gilat).\n \nPersonal data for organizing the research\n1. In a separate folder (i.e., not together with the research data) on the L-drive of the KU Leuven servers, a double-password\nprotected document will be kept containing the patient identification log; this will be the only link between the real identity of the\nparticipants and their allocated subject ID code (pseudonymization code)\n2. Paper informed consent forms will be stored separately in a secured locker at the Department of Rehabilitation Sciences,\nBuilding The Nayer, of the KU Leuven.\nOnly authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran\nGilat). The ICFs will not be kept in the same binder as the paper research data.\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n5 of 8\nHow will the data be backed up?\nThe paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic\ndaily back-up procedures.\nAdditionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nRedCap is hosted on central ICTS webservices and provides unlimited capacity. The  minimum for large volume storage provided by\nthe KU Leuven ICTS-hosted L-drive is 5TB, which will be sufficient for the data as described in part 2 of this DMP. If needed, there is\nfunding available to obtain another 5TB of data storage\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe digital, pseudonymized, data (i.e. coded and containing no personal information) will be stored in a secure university\nenvironment, i.e., the L-drive, and REDCap. The PI of this project (Prof Moran Gilat) will be the only one who can grant access to\nthis network drive.\nThe separate and password protected “Subject Identification Code List”, which matches identifying codes with the subjects’ names,\nwill be managed by the postdoctoral researcher (Dr. Nicholas D'Cruz) and stored in a double-password protected digital file in a\nseparate folder on the L-drive.\nPersonal data collected on paper (e.g., informed consent forms) are stored in a locked cabinet on-site (during data collection:\naccessible only to study personnel; after data collection: accessible solely by PI of the study).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be\ncovered?\nThe costs for data storage are as follows:\nL-Drive: EUR 113 per TB per year\nRedcap: EUR 80 per project per year\nCosts will be covered from the bench fee\n \n \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this\n(e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll generated research data will be archived for 25 years after the end of the project, conform the EC KU Leuven/ UZ Leuven and\nKU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nThe generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred\nto the K-drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nArchiving data on the central large volume drive (K-Drive) costs EUR 113 per TB per year. These costs will be covered by the PI for\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n6 of 8\nthe retention period. The Group of Biomedical Sciences, KU Leuven covers half this cost.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section\nplease explain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nPseudonymized datasets will be made available on RDR, the data sharing platform of the KU Leuven. A restricted-access policy will\nbe in place for all datasets.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nSharing of pseudonymized data will be considered after a request is submitted explaining the planned reuse.\nAll study participants will be asked whether the data gathered in the context of this project can be reused for other research\npurposes, both within the research group or with other researchers inside or outside KU Leuven (restricted-access data) via the\ninformed consent form.\nData of participants who granted this permission will only be shared with research groups who submitted a written request to the\nPI of this project.\nData will only be shared if the research is approved for secondary use by the ethical committee.\nTransfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security\narrangements and regulations (such as the European General Data Protection Regulation).\nThe receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only\nprocess the data for the purpose of the Study. To this end, appropriate Data Transfer Agreements (DTAs) will be established.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with\na 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nYes, Privacy aspects\nYes, participants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be\nshared. Furthermore, the consent form specifies that data will only be shared for research that is approved by an ethical\ncommittee. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAfter publication of the results, the respective data will be made available via a suitable scientific repository, providing the\nnecessary guarantees regarding GDPR compliance (i.e., KU Leuven repository, RDR). Importantly, only data of participants who\ngranted their  approval for re-use, either within the research group (closed data) or outside the research group (open data), will be\nmade available. The dataset will be under restricted access.\nWhen will the data be made available?\nUpon publication of the research results, or as soon as possible thereafter.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only\nprocess the data for the purpose of the proposed study. To this end, appropriate Data Transfer Agreements (DTAs) will be\nestablished with help from colleagues of the KU Leuven Research & Development Department.\nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n7 of 8\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to\nprovide it in the comment section.\nYes\nNot yet available\nWhat are the expected costs for data sharing? How will these costs be covered?\nStorage upto 50GB are covered for free by RDR. Hence, we anticipate no additional costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPostdoctoral fellow and study coordinator Dr. Nicholas D'Cruz \nWho will manage data storage and backup during the research project?\nPostdoctoral fellow and study coordinator Dr. Nicholas D'Cruz \nWho will manage data preservation and sharing?\nPrinicipal Investigator - Prof. Moran Gilat \nWho will update and implement this DMP?\nPostdoctoral fellow and study coordinator Dr. Nicholas D'Cruz will update and implement the DMP. End responsibility for its\nimplementation lies with Prof. Moran Gilat. \nCreated using DMPonline.be. Last modiﬁed 27 October 2023\n8 of 8"
    },
    "clean_full_text": "Unraveling the twists and turns of Freezing of Gait in Parkinson's Disease - A multimodal neuroimaging investigation A Data Management Plan created using DMPonline.be Creators: Nicholas D'cruz, Moran Gilat Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Moran Gilat Data Manager: Nicholas D'cruz Project Administrator: Nicholas D'cruz Grant number / URL: 12B1K24N ID: 202394 Start date: 01-10-2023 End date: 30-09-2026 Project abstract: Freezing of gait (FOG) is a complex and disabling symptom for people with Parkinson’s disease (PD). FOG is usually triggered in specific gait situations, with turning being the most provocative. So far, the reasons why turning causes gait breakdown are not yet known. Based on previous experimental work, high asymmetry and small step length are two candidates that may either separately or in combination, lead to FOG. To tease these apart, we independently manipulate asymmetry and step size on a split-belt treadmill to study freezing-related deficits of motor control. Further, the neural correlates of turning- related asymmetric motor control have not been studied, owing to limitations of previous paradigms. We therefore propose a novel asymmetric foot movement task during functional MRI to study freezing-related brain network interactions during asymmetric motor control. Finally, we will link the functional networks underlying asymmetric motor control with the freezing-related cortical brain activity measured during asymmetric upright walking. Combining novel behavioral and neuroimaging paradigms, this work will shed light on the precise motor control deficits in FOG. Importantly, we expect to provide concrete targets for future prospective and interventional work to detect risk and intervene optimally, and maximize the impact on FOG. Last modified: 27-10-2023 Created using DMPonline.be. Last modiﬁed 27 October 2023 1 of 8 Unraveling the twists and turns of Freezing of Gait in Parkinson's Disease - A multimodal neuroimaging investigation FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA VICON Biomechanical data: foot marker positions during gait Generate new data Digital Experimental Compiled/aggregated data .c3d, .mat, .csv <100GB NA APDM Biomechanical data: trunk and leg acceleration, angular velocity and orientation during gait Generate new data Digital Experimental Compiled/aggregated data .h5, .csv <100GB NA EMG Biomechanical data: Muscle activation of lower limb muscles (electromyography Generate new data Digital Experimental Compiled/aggregated data .c3d, .mat, .csv <100GB NA Created using DMPonline.be. Last modiﬁed 27 October 2023 2 of 8 FNIRS Neuroimaging of the brain: Near infrared spectroscopy to measure changes in oxygenated and deoxygenated haemoglobin concentrations in the cortical regions of the brain during walking Generate new data Digital Experimental Compiled/aggregated data .nirs, .mat, .csv <100GB NA FMRI Neuroimaging of the brain: Functional Magnetic Resonance Imaging to measure changes in deoxygenated haemoglobin during a foot movement task in the MRI scanner Generate new data Digital Experimental Compiled/aggregated data .dcm, .nii, .mat, .mif, .mgh, .csv, .tsv <1TB NA Video Video recordings: for annotation of freezing episodes Generate new data Digital Experimental Compiled/aggregated data .mp4, .csv <100GB NA Audio Audio recordings: responses to the Auditory stroop task are recorded to measure response time and accuracy Generate new data Digital Experimental Compiled/aggregated data .mp3, .csv <100GB NA Health Data Questionnaires to assess cognition, mood, disease severity, fear of falling and freezing severity Generate new data Digital Observational Compiled/aggregated data .csv <1GB NA Contact Personal data for contact purposes (name, address, email, telephone number) Generate new data Digital Observational .csv <100MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, we will collect health-related data in vulnerable people with chronic disease. Hence, the ethical considerations of such research will be assessed by an independent ethical committee (Ethical Committee Research UZ/KU Leuven). The file is yet to be Created using DMPonline.be. Last modiﬁed 27 October 2023 3 of 8 submitted, and research will only commence upon ethical approval. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Several types of personal data will be gathered: 1. Personal data used for organizing the research: i.e. name and surname, phone number, e-mail address, home address, identification card number (required for MRI scanning), bank account number (for reimbursement of transportation costs), name of neurologist (to verify diagnosis). This data will not be included in the analysis. Paper versions will be stored in a locked cabinet inside a locked room, only accessible to the study staff. Digital copies will be stored in a separate, password-protected file on the secured KU Leuven's L-drive, only accessible to the study staff. Participants will be asked whether this personal information can be stored in a contact database for future research, via a separate informed consent procedure in accordance with the General Data Protection Regulation (GDPR). 2. Personal data for research purposes Demographics: age, sex, years of education Data concerning medical status: Parkinson medication dosage, presence of deep brain stimulator, disease duration, disease severity, presence of freezing of gait, cognitive functioning and mood. Neuroimaging data consisting of two magnetic resonance imaging (MRI) sessions (including structural and functional scans). Data will be pseudoanonymised and access to the data will be restricted. GDPR compliance has been assessed by the KU Leuven, and approved (reference number G-2023-6927). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No The present project constitutes fundamental research and no commercial valorization will be undertaken. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The following documentation will be provided to enable reuse of the data: Created using DMPonline.be. Last modiﬁed 27 October 2023 4 of 8 In every subfolder of the database a ReadMe file will be added that contains information on the context in which the data were gathered, the origin of the data, and the content of the dataset. It will be documented in a text file in the subfolder how raw data have been processed into other forms of data (if applicable) Lab protocols are provided for the equipment used in this study. These document the parameters and instrument settings, provide a description of how to perform the assessments. The research protocol provides a detailed overview of all the variables that are collected and stored in the database. A data dictionary will be developed. This data dictionary provides detailed information about the variables collected within the project as well as their metadata such as standard definitions of variables, allowable values, formats, origin, etc Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes At project level The RDR metadata format will be followed (see Data sharing & reuse). At a data level MRI data will be stored according to the international BIDS (Brain Imaging Data Structure) standard. MRI images will saved in both .nii and DICOM format, which includes structured metadata regarding the acquisition parameters and procedures. REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of when the questionnaires are filled in, when someone makes adjustments to the data. Also metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCap 3. Data storage & back-up during the research project Where will the data be stored? Research data 1. KU Leuven REDCap will be used to capture study related data. REDCAp is a secured and password-protected database and data capture system. The digital pseudonymized data one REDCap will be exported immediately and transferred to a secure KU Leuven Large Volume Storage network-drive (L-drive). This drive is specifically developed to store large amounts of data for long periods of time, immediately after collection from their respective research instruments. For data transfer, only secure methods will be used (KU Leuven's secured BelNet Filesender). For active use, copies from the master file on the L-drive can be made and kept on the individual work pc of the researchers involved in the project. To ensure that the master file remains up-to-date the SyncFree tool will be used for regular back-up of active copies to the L-drive. 2. fMRI data are temporarily transferred to the High Performance Computing (HPC) infrastructure of KU Leuven, which is part of the ‘Vlaams Supercomputer Center’, to process MRI data. Upon completion these will be returned to the L-drive and individual work pc’s of the researchers involved 3. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran Gilat). Personal data for organizing the research 1. In a separate folder (i.e., not together with the research data) on the L-drive of the KU Leuven servers, a double-password protected document will be kept containing the patient identification log; this will be the only link between the real identity of the participants and their allocated subject ID code (pseudonymization code) 2. Paper informed consent forms will be stored separately in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran Gilat). The ICFs will not be kept in the same binder as the paper research data. Created using DMPonline.be. Last modiﬁed 27 October 2023 5 of 8 How will the data be backed up? The paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic daily back-up procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes RedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5TB, which will be sufficient for the data as described in part 2 of this DMP. If needed, there is funding available to obtain another 5TB of data storage How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital, pseudonymized, data (i.e. coded and containing no personal information) will be stored in a secure university environment, i.e., the L-drive, and REDCap. The PI of this project (Prof Moran Gilat) will be the only one who can grant access to this network drive. The separate and password protected “Subject Identification Code List”, which matches identifying codes with the subjects’ names, will be managed by the postdoctoral researcher (Dr. Nicholas D'Cruz) and stored in a double-password protected digital file in a separate folder on the L-drive. Personal data collected on paper (e.g., informed consent forms) are stored in a locked cabinet on-site (during data collection: accessible only to study personnel; after data collection: accessible solely by PI of the study). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storage are as follows: L-Drive: EUR 113 per TB per year Redcap: EUR 80 per project per year Costs will be covered from the bench fee 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All generated research data will be archived for 25 years after the end of the project, conform the EC KU Leuven/ UZ Leuven and KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Archiving data on the central large volume drive (K-Drive) costs EUR 113 per TB per year. These costs will be covered by the PI for Created using DMPonline.be. Last modiﬁed 27 October 2023 6 of 8 the retention period. The Group of Biomedical Sciences, KU Leuven covers half this cost. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Pseudonymized datasets will be made available on RDR, the data sharing platform of the KU Leuven. A restricted-access policy will be in place for all datasets. If access is restricted, please specify who will be able to access the data and under what conditions. Sharing of pseudonymized data will be considered after a request is submitted explaining the planned reuse. All study participants will be asked whether the data gathered in the context of this project can be reused for other research purposes, both within the research group or with other researchers inside or outside KU Leuven (restricted-access data) via the informed consent form. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project. Data will only be shared if the research is approved for secondary use by the ethical committee. Transfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements and regulations (such as the European General Data Protection Regulation). The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the Study. To this end, appropriate Data Transfer Agreements (DTAs) will be established. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Yes, Privacy aspects Yes, participants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be shared. Furthermore, the consent form specifies that data will only be shared for research that is approved by an ethical committee. Where will the data be made available? If already known, please provide a repository per dataset or data type. After publication of the results, the respective data will be made available via a suitable scientific repository, providing the necessary guarantees regarding GDPR compliance (i.e., KU Leuven repository, RDR). Importantly, only data of participants who granted their approval for re-use, either within the research group (closed data) or outside the research group (open data), will be made available. The dataset will be under restricted access. When will the data be made available? Upon publication of the research results, or as soon as possible thereafter. Which data usage licenses are you going to provide? If none, please explain why. The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the proposed study. To this end, appropriate Data Transfer Agreements (DTAs) will be established with help from colleagues of the KU Leuven Research & Development Department. Created using DMPonline.be. Last modiﬁed 27 October 2023 7 of 8 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not yet available What are the expected costs for data sharing? How will these costs be covered? Storage upto 50GB are covered for free by RDR. Hence, we anticipate no additional costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Postdoctoral fellow and study coordinator Dr. Nicholas D'Cruz Who will manage data storage and backup during the research project? Postdoctoral fellow and study coordinator Dr. Nicholas D'Cruz Who will manage data preservation and sharing? Prinicipal Investigator - Prof. Moran Gilat Who will update and implement this DMP? Postdoctoral fellow and study coordinator Dr. Nicholas D'Cruz will update and implement the DMP. End responsibility for its implementation lies with Prof. Moran Gilat. Created using DMPonline.be. Last modiﬁed 27 October 2023 8 of 8"
}