{
    "document_id": "D-2023-1898",
    "LinkTitle": "D-2023-1898",
    "file_name": "D-2023-1898.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1898.pdf",
    "metadata": {
        "title": "Development of novel amphiphilic copolymers based on polyolefins and renewable polymers (PLA/ Cellulose) for use in new applications such as 3D printing, compatibilisation and common processing methods.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Development of novel amphiphilic copolymers based on polyolefins\nand renewable polymers (PLA/ Cellulose) for use in new\napplications such as 3D printing, compatibilisation and common\nprocessing methods.\nA Data Management Plan created using DMPonline.be\nCreator: \nJules Henrotte\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1159223N\nID: \n194421\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nPolyolefins (POs) are currently indispensible in our daily lives, representing about 60% of the\nproduced polymer amount. They are cheap, versatile and easy to process. However, they are\nsubject to a notable property gap. Due to their hydrocabron make-up, POs contain a low surface\ntension/interfacial adhesion and a fast crystallization mechanism. Both properties hinder their\nuse in: novel processing techniques such as 3D printing, compatibilisation, and blending. In\norder to increase POs' polarity and control their crystallization mechanism, this project focusses\nfirst on the creation of functionalised POs with polar groups (FPOs) using a non-degrading\nprotocol. Second, these FPOs form the foundation for creating novel amphiphilic copolymers\nbased on polyolefins and renewable polymers (PLA/ Cellulose). Finally, the made molecules will\nbe implmented in common processing methods and polymer blend compatibilisation. Every step\nof the project is followed by an in depth characterisation of the produced samples on molecular\nand macromolecular level. \nLast modified: \n19-01-2023\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n1 of 6\nDevelopment of novel amphiphilic copolymers based on polyolefins\nand renewable polymers (PLA/ Cellulose) for use in new\napplications such as 3D printing, compatibilisation and common\nprocessing methods.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nGenerate new data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDSC \nDSC scans of\nFunctionalised\nPO samples\nGenerate new data\nDigital \nExperimental\npdf\n<100MB\n \nPhysical\nsample\nstorage\nPhysical\nsample\nstorage\nGenerate new data\nPhysical\nOther\nNA\nNA\n2 kg \nFTIR \nFTIR scans of\nFunctionalised\nPO samples\nGenerate new data\nDigital \nExperimental\ncsv\n<1GB\n \nRheology\nrheological\ncurve\ndevelopment\nof FPOs\nGenerate new data\nDigital \nExperimental\ncsv\n<1GB\n \nCA\nCA\nmeasurements\nof samples \nGenerate new data\nDigital \nExperimental\nascii\n<1GB\n \nGCMS\nGCMS\nmeasurements\nof  Preliminary\nsamples\nGenerate new data\nDigital \nExperimental\ncsv\n<1GB\n \nGPC\nGPC\nmeasurements\nof  Preliminary\nsamples\nGenerate new data\nDigital \nExperimental\ncsv\n<1GB\n \n \nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n2 of 6\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nN.A.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nna\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nna\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nna\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nna\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nna\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n1) DSC:\n- methods and masses are noted and summarized in a word document\n2) physical samples: \n- Summarizing Excel file with an overview of recipe components and volumes \n3) FTIR, GCMS, CA and GPC:\n- Summarizing Excel file with an overview of all samples measured according to date \nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n3 of 6\n4) Rheology: \n- Internal storage of data on software with overview off all measurements done with same parameter settings+ copy of the mentioned as\nexcel file\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe research group has a storage capability of around 20TB made by HDD both portable and not.\nKULeuven has also a One Drive with a storage capability of 2TB per person. The data will be\nstored on both during my research and on the HDDs during the 5 years after the end of it. During the\nresearch years I will co-manage these data together with prof. Ginzburg. After the end of my\nresearch project, the management responsibility of the data will pass to Prof. Ginzburg.\nDuring the research: data will be stored on the personal computer of the researcher, a HDD\nand on the kuleuven OneDrive account of the researcher. \nAfter publication of an article: the data will be stored on the central servers of the university.\nHow will the data be backed up?\nThe kuleuven OneDrive account of the researcher (daily basis)\nAn external HDD (monthly basis)\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe total capacity of the HDD within our research group is around 20 TB and the OneDrive from\nKU Leuven is 2 TB per person\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe computer of the individual researcher is password protected.\nThe OneDrive account has a two-factor authentication.\nThe HDD will be with the researcher or in a locked cupboard in the office (office is also locked).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExtra portable HDD can be purchased (150 euros for 5 TB), extra costs covered by the PPE/SMaRT group.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n4 of 6\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for the expected 5 year period after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the university's central servers. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected. All necessary storage will, as per standard, be provided by KUL_PPE. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAfter a publication, all datasets will be made available upon request, to whoever requests the\ndata.\nUnpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it\nmay be used in future projects.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUnpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it\nmay be used in future projects.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request by mail\nWhen will the data be made available?\nAfter a publication, all datasets will be made available upon request, to whoever requests the\ndata.\nUnpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it\nmay be used in future projects.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAfter a publication, all datasets will be made available upon request, to whoever requests the\ndata.\nUnpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n5 of 6\nmay be used in future projects.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nFWO budget will be used to cover open acces datasharing. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher is responsible for the DMP. \nWho will manage data storage and backup during the research project?\nThe researcher as well as KU Leuven ICTS managing OneDrive will be responsible for storage and back up of data during the project. \nWho will manage data preservation and sharing?\nProf. Ginzburg as well as KU Leuven ICTS managing OneDrive will be responsible for storage and back up of data during the project. \nWho will update and implement this DMP?\nThe researcher as well as prof. Ginzburg. \nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n6 of 6"
    },
    "clean_full_text": "Development of novel amphiphilic copolymers based on polyolefins and renewable polymers (PLA/ Cellulose) for use in new applications such as 3D printing, compatibilisation and common processing methods. A Data Management Plan created using DMPonline.be Creator: Jules Henrotte Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1159223N ID: 194421 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Polyolefins (POs) are currently indispensible in our daily lives, representing about 60% of the produced polymer amount. They are cheap, versatile and easy to process. However, they are subject to a notable property gap. Due to their hydrocabron make-up, POs contain a low surface tension/interfacial adhesion and a fast crystallization mechanism. Both properties hinder their use in: novel processing techniques such as 3D printing, compatibilisation, and blending. In order to increase POs' polarity and control their crystallization mechanism, this project focusses first on the creation of functionalised POs with polar groups (FPOs) using a non-degrading protocol. Second, these FPOs form the foundation for creating novel amphiphilic copolymers based on polyolefins and renewable polymers (PLA/ Cellulose). Finally, the made molecules will be implmented in common processing methods and polymer blend compatibilisation. Every step of the project is followed by an in depth characterisation of the produced samples on molecular and macromolecular level. Last modified: 19-01-2023 Created using DMPonline.be. Last modiﬁed 19 January 2023 1 of 6 Development of novel amphiphilic copolymers based on polyolefins and renewable polymers (PLA/ Cellulose) for use in new applications such as 3D printing, compatibilisation and common processing methods. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Generate new data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA DSC DSC scans of Functionalised PO samples Generate new data Digital Experimental pdf <100MB Physical sample storage Physical sample storage Generate new data Physical Other NA NA 2 kg FTIR FTIR scans of Functionalised PO samples Generate new data Digital Experimental csv <1GB Rheology rheological curve development of FPOs Generate new data Digital Experimental csv <1GB CA CA measurements of samples Generate new data Digital Experimental ascii <1GB GCMS GCMS measurements of Preliminary samples Generate new data Digital Experimental csv <1GB GPC GPC measurements of Preliminary samples Generate new data Digital Experimental csv <1GB Created using DMPonline.be. Last modiﬁed 19 January 2023 2 of 6 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N.A. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No na Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No na Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No na Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No na Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No na 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1) DSC: - methods and masses are noted and summarized in a word document 2) physical samples: - Summarizing Excel file with an overview of recipe components and volumes 3) FTIR, GCMS, CA and GPC: - Summarizing Excel file with an overview of all samples measured according to date Created using DMPonline.be. Last modiﬁed 19 January 2023 3 of 6 4) Rheology: - Internal storage of data on software with overview off all measurements done with same parameter settings+ copy of the mentioned as excel file Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The research group has a storage capability of around 20TB made by HDD both portable and not. KULeuven has also a One Drive with a storage capability of 2TB per person. The data will be stored on both during my research and on the HDDs during the 5 years after the end of it. During the research years I will co-manage these data together with prof. Ginzburg. After the end of my research project, the management responsibility of the data will pass to Prof. Ginzburg. During the research: data will be stored on the personal computer of the researcher, a HDD and on the kuleuven OneDrive account of the researcher. After publication of an article: the data will be stored on the central servers of the university. How will the data be backed up? The kuleuven OneDrive account of the researcher (daily basis) An external HDD (monthly basis) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The total capacity of the HDD within our research group is around 20 TB and the OneDrive from KU Leuven is 2 TB per person How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The computer of the individual researcher is password protected. The OneDrive account has a two-factor authentication. The HDD will be with the researcher or in a locked cupboard in the office (office is also locked). What are the expected costs for data storage and backup during the research project? How will these costs be covered? Extra portable HDD can be purchased (150 euros for 5 TB), extra costs covered by the PPE/SMaRT group. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual Created using DMPonline.be. Last modiﬁed 19 January 2023 4 of 6 restrictions, storage/budget issues, institutional policies...). All data will be retained for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the university's central servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. All necessary storage will, as per standard, be provided by KUL_PPE. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) After a publication, all datasets will be made available upon request, to whoever requests the data. Unpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it may be used in future projects. If access is restricted, please specify who will be able to access the data and under what conditions. Unpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it may be used in future projects. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request by mail When will the data be made available? After a publication, all datasets will be made available upon request, to whoever requests the data. Unpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it may be used in future projects. Which data usage licenses are you going to provide? If none, please explain why. After a publication, all datasets will be made available upon request, to whoever requests the data. Unpublished data will only be accesible to the involved researcher and Prof. Ginzburg as it Created using DMPonline.be. Last modiﬁed 19 January 2023 5 of 6 may be used in future projects. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? FWO budget will be used to cover open acces datasharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher is responsible for the DMP. Who will manage data storage and backup during the research project? The researcher as well as KU Leuven ICTS managing OneDrive will be responsible for storage and back up of data during the project. Who will manage data preservation and sharing? Prof. Ginzburg as well as KU Leuven ICTS managing OneDrive will be responsible for storage and back up of data during the project. Who will update and implement this DMP? The researcher as well as prof. Ginzburg. Created using DMPonline.be. Last modiﬁed 19 January 2023 6 of 6"
}