{
    "document_id": "D-2021-1045",
    "LinkTitle": "D-2021-1045",
    "file_name": "D-2021-1045.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1045.pdf",
    "metadata": {
        "title": "D-2021-1045",
        "author": "Myriam Mertens",
        "creation_date": "2022-04-08 08:51:03+02:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Jorge Andrés Moncada Escudero  \nFWO Project Number & Title  1269722N Understanding the emergence of consumer -centric energy systems  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  Type of data  Format  Volume  How created  \nInput data  Miscellaneous \nfiles (.xlsx; .csv; \n.pdf)  1 GB  Data obtained \nfrom different \nsources, \nincluding Elia, \nInternational \nEnergy Agency \n(IEA), and \nInternational \nRenewable \nEnergy Agency \n(IRENA)  \nPost -processing \ninput data  CSV files (.csv)  500 MB  Data obtained \nfrom different \nsources, \nincluding Elia, \nInternational \nEnergy Agency \n(IEA), and \nInternational \nRenewable \nEnergy Agency \n(IRENA)  \nAdoption distributed \nenergy resources \nmodel  Julia files (.jl)  20 MB  Model \ndeveloped in \nWP1  \nCooperation in \nenergy communities \nmodel  Julia files (.jl)  20 MB  Model \ndeveloped in \nWP2  \n2019-10-01 | FWO DMP Template   3 \n Institutional change \nin energy \ncommunities model  Julia files (.jl)  50 MB  Model \ndeveloped in \nWP3  \nDocumentation of \nthe models  text files (.word \n+ .txt)  300 MB  Documentatio\nn describing \nthe model \ndeveloped  \nModel results  CSV files (.csv)   3 GB  Simulation \nresults \ncomparing \ndecision \nmaking \nmodels from \ndifferent \nresearch \ntraditions, \nincluding \neconomics, \nbehavioral \nsciences, and \ntechnology \ndiffusion  \nPrograms for Post -\nprocessing model \nresults  R files (.R)   100 MB  Programs \ndeveloped for \npost -\nprocessing  \nIntermediate reports \n+ papers + final \nreport  .word + .pdf  500 MB  All papers and \nreports \nwritten  \nPresentations  .pptx  100 MB  All \npresentations  \n2019-10-01 | FWO DMP Template   4 \n I will reuse existing data provided by organizations such as: Elia, International Energy Agency (IEA), and \nInternational Renewable Energy Agency (IRENA). These data will be used to parameterize the model s \ndeveloped in this research.  \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregiste r is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment:  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n2019-10-01 | FWO DMP Template   5 \n 4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  • A ReadMe file (.txt) will be used to describe how the data was retrieved/derived, the file format, \nand references to other important doc uments. The structure of every ReadMe file is based on the \nexample documentation provided by KU Leuven ( https://www.kuleuven.be/rdm/en/README ) \n• All input data  and results derived from the models after po st-processing will be kept as .csv files \nwithing different folders. Information on the location of the folders and their content will be \nprovided by a ReadMe file.  \n• The agent -based models developed in this research will be documented by using the ODD \n(Overv iew, Design concepts, Details) protocol. This protocol serves as an standard template to \ncommunicate agent -based models and has been adopted broadly in several disciplines. \nFurthermore, explanatory comments in code will be provided to facilitate understand ing of the \nmodels.  \n• Post -processing code will have explanatory comments to facilitate understanding of the approach \nused to process the data generated by the agent -based models.  \n2019-10-01 | FWO DMP Template   6 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \nMetadata will be created manually by the researcher containing all relevant data . An excel table will be \ngenerated for each file. This table will contain the following metadata:  \n• Title  \n• Author  \n• Subject  \n• Description  \n• Date  \n• Type  \n• Format  \n• Source  \n• Language  \n• Extra  \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?   The data will be stored on the personal network drive of the KU Leuven. A copy of these data will be also \nstored locally on the laptop and on Dropbox  \nHow will the data be backed up?  The changes made in the files that are saved on the laptop will be transferred to the personal drives \nmanually on a weekly basis  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nThe KU Leuven personal drive provides 50 GB of storage, which should suffice for the research project \nAdditionally, OneDrive for business provides 2 TB of storage  \n2019-10-01 | FWO DMP Template   7 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Both the costs for KU Leuven drives and OneDrive storage are financ ed by the KU Leuven  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The personal drive of the KU Leuven, OneDrive, and DropBox can only be accessed with a password \nchosen by the r esearcher  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All d ata obtained during this project will be retained for at least 5 years  \nWhere will these data be archived (= stored for \nthe long term)?  The data will be archived on the KU Leuven network drive (J -drive) of the research group  \n2019-10-01 | FWO DMP Template   8 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  The network drive J cost 157 euro per TB per year. It is estimated that this project will require about 1 TB. \nHence, the costs for 5 year of storage will be up to 785 euro. These costs will be covered by the research \ngroup . \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \n \nWhich data will be made available after the end \nof the project?  All data will be made available to other researchers after the end of the project  \nWhere/how will the data be made available for \nreuse?  ☐ In an Open Access repository  \n☒ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \nThe data will be available for reuse by other researchers within the research group. Everything can be \nretrieved from the archive drive of the  research group. Researchers from outside the research group can \nrequest specific data via email  \nWhen will the data be made available?  Immediately after the end of the project  \nWho will be able to access the data and under \nwhat conditions?  The data will be available to all researchers of the research group.  \nResearchers from outside the research group can request specific data via email  \n2019-10-01 | FWO DMP Template   9 \n What are the expected costs for data shar ing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  No costs are expected for data sharing  \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Jorge A. Moncada (postdoctoral research fellow)  \nWho will be responsible for data storage & back \nup during the project?  Jorge A. Moncada (postdoctoral research fellow)  \nWho will be responsible for ensuring data \npreservation and sharing?  Jorge A. Moncada (postdoctoral research fellow)  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Jorge A. Moncada (postdoctoral research fellow)  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Jorge Andrés Moncada Escudero FWO Project Number & Title 1269722N Understanding the emergence of consumer -centric energy systems Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Input data Miscellaneous files (.xlsx; .csv; .pdf) 1 GB Data obtained from different sources, including Elia, International Energy Agency (IEA), and International Renewable Energy Agency (IRENA) Post -processing input data CSV files (.csv) 500 MB Data obtained from different sources, including Elia, International Energy Agency (IEA), and International Renewable Energy Agency (IRENA) Adoption distributed energy resources model Julia files (.jl) 20 MB Model developed in WP1 Cooperation in energy communities model Julia files (.jl) 20 MB Model developed in WP2 2019-10-01 | FWO DMP Template 3 Institutional change in energy communities model Julia files (.jl) 50 MB Model developed in WP3 Documentation of the models text files (.word + .txt) 300 MB Documentatio n describing the model developed Model results CSV files (.csv) 3 GB Simulation results comparing decision making models from different research traditions, including economics, behavioral sciences, and technology diffusion Programs for Post - processing model results R files (.R) 100 MB Programs developed for post - processing Intermediate reports + papers + final report .word + .pdf 500 MB All papers and reports written Presentations .pptx 100 MB All presentations 2019-10-01 | FWO DMP Template 4 I will reuse existing data provided by organizations such as: Elia, International Energy Agency (IEA), and International Renewable Energy Agency (IRENA). These data will be used to parameterize the model s developed in this research. 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy registe r is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 5 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? • A ReadMe file (.txt) will be used to describe how the data was retrieved/derived, the file format, and references to other important doc uments. The structure of every ReadMe file is based on the example documentation provided by KU Leuven ( https://www.kuleuven.be/rdm/en/README ) • All input data and results derived from the models after po st-processing will be kept as .csv files withing different folders. Information on the location of the folders and their content will be provided by a ReadMe file. • The agent -based models developed in this research will be documented by using the ODD (Overv iew, Design concepts, Details) protocol. This protocol serves as an standard template to communicate agent -based models and has been adopted broadly in several disciplines. Furthermore, explanatory comments in code will be provided to facilitate understand ing of the models. • Post -processing code will have explanatory comments to facilitate understanding of the approach used to process the data generated by the agent -based models. 2019-10-01 | FWO DMP Template 6 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : Metadata will be created manually by the researcher containing all relevant data . An excel table will be generated for each file. This table will contain the following metadata: • Title • Author • Subject • Description • Date • Type • Format • Source • Language • Extra 5. Data storage & backup during the FWO project Where will the data be stored? The data will be stored on the personal network drive of the KU Leuven. A copy of these data will be also stored locally on the laptop and on Dropbox How will the data be backed up? The changes made in the files that are saved on the laptop will be transferred to the personal drives manually on a weekly basis Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : The KU Leuven personal drive provides 50 GB of storage, which should suffice for the research project Additionally, OneDrive for business provides 2 TB of storage 2019-10-01 | FWO DMP Template 7 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Both the costs for KU Leuven drives and OneDrive storage are financ ed by the KU Leuven Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The personal drive of the KU Leuven, OneDrive, and DropBox can only be accessed with a password chosen by the r esearcher 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All d ata obtained during this project will be retained for at least 5 years Where will these data be archived (= stored for the long term)? The data will be archived on the KU Leuven network drive (J -drive) of the research group 2019-10-01 | FWO DMP Template 8 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The network drive J cost 157 euro per TB per year. It is estimated that this project will require about 1 TB. Hence, the costs for 5 year of storage will be up to 785 euro. These costs will be covered by the research group . 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? All data will be made available to other researchers after the end of the project Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): The data will be available for reuse by other researchers within the research group. Everything can be retrieved from the archive drive of the research group. Researchers from outside the research group can request specific data via email When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The data will be available to all researchers of the research group. Researchers from outside the research group can request specific data via email 2019-10-01 | FWO DMP Template 9 What are the expected costs for data shar ing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. No costs are expected for data sharing 8. Responsibilities Who will be responsible for the data documentation & metadata? Jorge A. Moncada (postdoctoral research fellow) Who will be responsible for data storage & back up during the project? Jorge A. Moncada (postdoctoral research fellow) Who will be responsible for ensuring data preservation and sharing? Jorge A. Moncada (postdoctoral research fellow) Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Jorge A. Moncada (postdoctoral research fellow)"
}