{
    "document_id": "D-2023-2320",
    "LinkTitle": "D-2023-2320",
    "file_name": "D-2023-2320.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2320.pdf",
    "metadata": {
        "title": "Do Narrative CVs Reduce the Asymmetric Information Problem in Science Funding?",
        "author": "N/A",
        "creation_date": "2023-10-18 15:27:08+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Do Narrative CVs Reduce the Asymmetric Information Problem in Science\nFunding?\nA Data Management Plan created using DMPonline.be\nCreator: \nStijn Kelchtermans \n \nhttps://orcid.org/0000-0002-9977-1926\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nStijn Kelchtermans \n \nhttps://orcid.org/0000-0002-9977-1926\n, n.n. n.n.\nData Manager:\n \nStijn Kelchtermans \n \nhttps://orcid.org/0000-0002-9977-1926\n, n.n. n.n.\nProject Administrator:\n \nStijn Kelchtermans \n \nhttps://orcid.org/0000-0002-9977-1926\n, n.n. n.n.\nGrant number / URL: \nC14/23/024\nID: \n202339\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nIn an attempt to reduce overly quantitative assessments of researchers, many research funding bodies are turning to\nthe use of so-called “narrative” curriculum vitae (NCVs). Despite its increasing use, little is known about how scientists\napproach the process of writing a narrative CV or whether such a format affects their prospects of obtaining funding.\nUsing data on the population of the applicants since 2015 to the Fonds National de la Recherche (FNR) in Luxembourg,\nthis project addresses the following research questions: 1) How do researchers construct narrative CVs for funding\napplications, 2) Do narrative CVs affect funding decisions relative to existing inputs in the grant review process (the\ngrant proposal, standard CVs, bibliometric indicators), and 3) Which researchers (in terms of career age, gender,\ndiscipline etc.) benefit the most from narrative CVs?\nLast modified: \n18-10-2023\nCreated using DMPonline.be. Last modiﬁed 18 October 2023\n1 of 5\nDo Narrative CVs Reduce the Asymmetric Information Problem in Science\nFunding?\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nFNR project\ndata\nDataset with research proposals submitted at FNR (including\nnarrative CVs, NCV)\nN\nD\nT\npdf\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe project also uses publication data from Dimensions by provider Digital Science (license via FNR).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2022-5757\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nA data sharing agreement between the promotors of the project and the data provider (Luxembourg funding agency FNR), governing all aspects regarding the handling of\nthe data including confidentiality, has also been signed (title “AGREEMENT ON THE SHARING OF PERSONAL DATA FOR ACADEMIC RESEARCH”), as part of the associated\nResearch Chair (ref. DYK-LSFNR1-O2030).\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 18 October 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nData manipulations will be carried out in Python scripts and in the data management and statistical software STATA. The Python and STATA scripts will document all data\ncleaning steps and every analysis such that a person trained in the art will understand how we go from the raw data to the exact results published in our papers.\nThe papers will also contain a methodological appendix that describes the construction of the indicators that are based on the narrative CV data described in section 1.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nDuring the project, we will use the range of storage solutions provided by KU Leuven: a KUL-managed computer with KUL OneDrive. This storage is encrypted. \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data is stored on the secured university storage (Onedrive). Access via KUL-managed laptops is password secured. The promotor's laptop hard drive is encrypted with\nBitlocker. Participant names will be replaced by a unique identifier, allowing to merge various datasets without seeing the names (whenever possible), and the merger key\nwill not be stored on the same server as the confidential data. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWe will store the raw data together with our code that re-produces all results. After 10 years the researchers involved in the project will decide whether it is necessary to\nstore the (personal) data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researchers will again decide whether the data still\nneed to be kept. When further storage is no longer necessary the (personal) data will be deleted.\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nCreated using DMPonline.be. Last modiﬁed 18 October 2023\n3 of 5\nOther (specify below)\nKU Leuven Onedrive. The raw data will be available long term via the data provider (FNR).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nThe content of submitted research proposals and scientists narrative CVs cannot be shared publicly. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe pseudonymized data for running the analyses will be available for replication purposes. Access to the raw data can be obtained after approval by FNR (for scientific\nresearch and/or policy analysis purposes only).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nSee above: the content of research proposals, their evaluation by funding panels and the NCVs are confidential. A data sharing agreement between the promotors of the\nproject and the data provider (Luxembourg funding agency FNR), governing all aspects regarding the handling of the data including confidentiality, has also been signed\n(title “AGREEMENT ON THE SHARING OF PERSONAL DATA FOR ACADEMIC RESEARCH”), as part of the associated Research Chair (ref. DYK-LSFNR1-O2030).\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nNot yet known. For the pseudonymized dataset (replication), we will probably opt for KU Leuven RDR.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nOnly the dataset for replication purposes (with the accompanying code) will be shared.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nDoes not apply.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 18 October 2023\n4 of 5\nStijn Kelchtermans\nWho will manage data storage and backup during the research project? \nStijn Kelchtermans\nWho will manage data preservation and sharing? \nStijn Kelchtermans\nWho will update and implement this DMP? \nStijn Kelchtermans\nCreated using DMPonline.be. Last modiﬁed 18 October 2023\n5 of 5"
    },
    "clean_full_text": "Do Narrative CVs Reduce the Asymmetric Information Problem in Science Funding? A Data Management Plan created using DMPonline.be Creator: Stijn Kelchtermans https://orcid.org/0000-0002-9977-1926 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Stijn Kelchtermans https://orcid.org/0000-0002-9977-1926 , n.n. n.n. Data Manager: Stijn Kelchtermans https://orcid.org/0000-0002-9977-1926 , n.n. n.n. Project Administrator: Stijn Kelchtermans https://orcid.org/0000-0002-9977-1926 , n.n. n.n. Grant number / URL: C14/23/024 ID: 202339 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: In an attempt to reduce overly quantitative assessments of researchers, many research funding bodies are turning to the use of so-called “narrative” curriculum vitae (NCVs). Despite its increasing use, little is known about how scientists approach the process of writing a narrative CV or whether such a format affects their prospects of obtaining funding. Using data on the population of the applicants since 2015 to the Fonds National de la Recherche (FNR) in Luxembourg, this project addresses the following research questions: 1) How do researchers construct narrative CVs for funding applications, 2) Do narrative CVs affect funding decisions relative to existing inputs in the grant review process (the grant proposal, standard CVs, bibliometric indicators), and 3) Which researchers (in terms of career age, gender, discipline etc.) benefit the most from narrative CVs? Last modified: 18-10-2023 Created using DMPonline.be. Last modiﬁed 18 October 2023 1 of 5 Do Narrative CVs Reduce the Asymmetric Information Problem in Science Funding? Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA FNR project data Dataset with research proposals submitted at FNR (including narrative CVs, NCV) N D T pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The project also uses publication data from Dimensions by provider Digital Science (license via FNR). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2022-5757 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. A data sharing agreement between the promotors of the project and the data provider (Luxembourg funding agency FNR), governing all aspects regarding the handling of the data including confidentiality, has also been signed (title “AGREEMENT ON THE SHARING OF PERSONAL DATA FOR ACADEMIC RESEARCH”), as part of the associated Research Chair (ref. DYK-LSFNR1-O2030). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 18 October 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Data manipulations will be carried out in Python scripts and in the data management and statistical software STATA. The Python and STATA scripts will document all data cleaning steps and every analysis such that a person trained in the art will understand how we go from the raw data to the exact results published in our papers. The papers will also contain a methodological appendix that describes the construction of the indicators that are based on the narrative CV data described in section 1. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) During the project, we will use the range of storage solutions provided by KU Leuven: a KUL-managed computer with KUL OneDrive. This storage is encrypted. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secured university storage (Onedrive). Access via KUL-managed laptops is password secured. The promotor's laptop hard drive is encrypted with Bitlocker. Participant names will be replaced by a unique identifier, allowing to merge various datasets without seeing the names (whenever possible), and the merger key will not be stored on the same server as the confidential data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy We will store the raw data together with our code that re-produces all results. After 10 years the researchers involved in the project will decide whether it is necessary to store the (personal) data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researchers will again decide whether the data still need to be kept. When further storage is no longer necessary the (personal) data will be deleted. Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Created using DMPonline.be. Last modiﬁed 18 October 2023 3 of 5 Other (specify below) KU Leuven Onedrive. The raw data will be available long term via the data provider (FNR). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) The content of submitted research proposals and scientists narrative CVs cannot be shared publicly. If access is restricted, please specify who will be able to access the data and under what conditions. The pseudonymized data for running the analyses will be available for replication purposes. Access to the raw data can be obtained after approval by FNR (for scientific research and/or policy analysis purposes only). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects See above: the content of research proposals, their evaluation by funding panels and the NCVs are confidential. A data sharing agreement between the promotors of the project and the data provider (Luxembourg funding agency FNR), governing all aspects regarding the handling of the data including confidentiality, has also been signed (title “AGREEMENT ON THE SHARING OF PERSONAL DATA FOR ACADEMIC RESEARCH”), as part of the associated Research Chair (ref. DYK-LSFNR1-O2030). Where will the data be made available? If already known, please provide a repository per dataset or data type. Not yet known. For the pseudonymized dataset (replication), we will probably opt for KU Leuven RDR. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Only the dataset for replication purposes (with the accompanying code) will be shared. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? Does not apply. Responsibilities Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 18 October 2023 4 of 5 Stijn Kelchtermans Who will manage data storage and backup during the research project? Stijn Kelchtermans Who will manage data preservation and sharing? Stijn Kelchtermans Who will update and implement this DMP? Stijn Kelchtermans Created using DMPonline.be. Last modiﬁed 18 October 2023 5 of 5"
}