{
    "document_id": "D-2023-1781",
    "LinkTitle": "D-2023-1781",
    "file_name": "D-2023-1781.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1781.pdf",
    "metadata": {
        "title": "Parental mentalizing under stress: an innovative experimental and ecological momentary assessment approach in mothers with Borderline Personality Disorder",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Parental mentalizing under stress: an innovative experimental and ecological momentary\nassessment approach in mothers with Borderline Personality Disorder\nA Data Management Plan created using DMPonline.be\nCreators: \nSaskia Malcorps, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nSaskia Malcorps\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \n1249823N\nID: \n198369\nStart date: \n10-01-2023\nEnd date: \n10-01-2025\nProject abstract:\nResearch has amply shown that children of parents with Borderline Personality Disorder (BPD) have a  highly increased risk of\ndeveloping mental disorders. However, the mechanisms involved in the associations between maternal BPD and negative child\noutcomes are still poorly understood. Impairments in parental mentalizing or the parents’ ability to understand their children’s behaviors\nin terms of mental states, may be a key factor in this context. Studies of the neural regions underlying\nmentalizing suggest that high levels of stress, particularly in attachment contexts, typically impair mentalizing, and that the threshold for\nimpairment is lower in individuals with a history of insecure attachment or trauma, which are highly prevalent in individuals with BPD. As\nmothers with BPD experience high levels of stress regarding parenting, it is hypothesized that parental mentalizing in mothers with BPD\nis often impaired, and that these impairments are associated with insensitive parenting behaviors. However, very few studies have\nexperimentally investigated the impact of stress on (parental) mentalizing, particularly in mothers with BPD. This project aims to fill this\nimportant gap in our knowledge. In two innovative experimental studies and an ecological momentary assessment study, we will\ninvestigate the impact of attachment-related stress on parental\nmentalizing and parenting behaviors in mothers with BPD versus normal control mothers.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 8\nParental mentalizing under stress: an innovative experimental and ecological momentary\nassessment approach in mothers with Borderline Personality Disorder\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThis research project consists of 3 Work Packages (WP) involving a pilot and clinical experimental study (WP1 and 2) and an experience sampling study. In WP1 and 2 we will\ncollect 4 types of data: (a) demographic data (b) survey data, (c) audio and video recordings of participants and (d) physiological data of participants (heart rate, heart rate\nvariability, skin conductance, hair and salivary cortisol). WP 3 involves an experience sampling study, in which we will collect 2 types of data: (a) demographic data and (b) survey\ndata (self-report questionnaires).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your\nanswer. (use up to 700 characters)\nDuring the research, the fellow, Saskia Malcorps, will be responsible for storing the collected data. Specifically, all survey data will be converted to plain text and numerical data\nstored in the form of electronic datasets. These datasets will be stored on a password protected laptop and backed-up onto two encrypted, password protected external hard\ndrives which will be stored in safe and locked cabinets. The datasets will also be preserved for 5 years on a secured cloud-based repository from KU Leuven (to which both the\nfellow and supervisor, Patrick Luyten have access). The audio and video files will be stored on password protected hard drives until transcribed and will then be deleted. Reports\nof the biological samples will be stored in anonymized electronic datasets. At the end of the fellowship, the physical hard drives will be preserved by the supervisor, Patrick\nLuyten.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nWe will only preserve anonymized data, that is, data that is not identifiable, for the designated preservation term of 5 years. In the video and audio material, the participants are\ninherently identifiable. This material will be analyzed using different coding systems which will convert the video and audio file into non-identifiable numerical data. Once the raw\n(identifiable) video and audio material has been successfully converted and analyzed, it will be deleted in order to comply with the GDPR guidelines concerning personal data.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require?\n(use up to 700 characters)\nPersonal data is collected in this project. All numerical and textual data will be stored in datasets and pseudonymized by assigning a study-ID to each participant. The identifiable\ndata (name and other demographic information) will be stored separately from the pseudonymized data. The link between the study-ID and any identifiable personal information\nwill be deleted at the end of the study. Only fully anonymized data (not possible to link the data to a participant) will be preserved. The identifiable video and audio material will be\nstored with extra care (see above) and deleted as soon as possible.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nAll relevant issues have been mentioned.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 8\nParental mentalizing under stress: an innovative experimental and ecological momentary\nassessment approach in mothers with Borderline Personality Disorder\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 8\nParental mentalizing under stress: an innovative experimental and ecological momentary\nassessment approach in mothers with Borderline Personality Disorder\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 8\nParental mentalizing under stress: an innovative experimental and ecological momentary\nassessment approach in mothers with Borderline Personality Disorder\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nWP1\nPilot\nExperimental\nStudy\nGenerate\nnew data\nDigital\nObservational\n(video)\n.dav /\n.mp4\n<5TB\nNA \n \n \n \nDigital\nObservational\n(audio)\n.mp3\n<100GB\n \n \n \n \nDigital\nSurvey data\n.sav\n<1GB\n \n \n \n \nDigital\nTranscriptions of\naudiovisual data \n.word\n<1GB\n \n \n \n \nDigital\nReports of\nphysiological data,\ntransferred to\nnumeric dataset\n.sav\n<1GB\n \n \n \n \nPhysical\nNA\nNA\nNA\n \nWP2\nClinical\nExperimental\nStudy\nGenerate\nnew data\nDigital\nObservational\n(video)\n.dav /\n.mp4\n<5TB\n \n \n \n \nDigital\nObservational\n(audio)\n.mp3\n<100GB\n \n \n \n \nDigital\nSurvey data\n.sav\n<1GB\n \n \n \n \nDigital\nTranscriptions of\naudiovisual data \n.word\n<1GB\n \n \n \n \nDigital\nReports of\nphysiological data,\ntransferred to\nnumeric dataset\n.sav\n<1GB\n \n \n \n \nPhysical\nNA\nNA\nNA\n1 locked\ncabinet + 1\nrefrigerator\nfor\ntemporary\nstorage of\nsaliva and\nhair\nsamples\nWP 3\nClinical\nExperience\nSampling\nStudy\nGenerate\nnew data\nDigital\nSurvey data\n.sav\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the\ncomment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThis project includes experiments (WP1 and WP2) on humans, and collecting sensitive personal data (WP1-2-3, i.e., data on mental health, age, sex, gender identity, level of\neducation, ethnic origin).\nHowever, research on vulnerable/at-risk individuals is needed to gain more insight into developmental processes involved in explaining vulnerability for psychopathology. It is the\nonly way to increase our knowledge in this area to improve preventative and intervention strategies. Ethical permission for WP1 (pilot study) has already been obtained from the \nPRivacy and EThics board and the Social and Societal Ethics Committee of KU Leuven (G-2022-5761-R2), Ethical permission for WP2 and WP3 from EC (UZ Leuven) is in\nprogress. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 8\nYes\nFor this project (WP1-2-3) we will collect personal data about participants and their children. The collected personal data mainly concern data from the participants themselves,\nspecifically 1) information about psychological difficulties and characteristics, 2) demographic characteristics (age, sex, gender identity, level of education, ethnic origin), 3)\ncontact details , 4) audio-visual data (experiment and interview recordings) and 5) physiological data (heart rate, heart rate variability, skin conductance (WP1-2), hair and\nsalivary cortisol (WP3)). In addition, we will collect demographic information about the participants' children (number of children, age and sex of children) (WP1-2-3).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and\nothers, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files,\nCodebook.tsv etc. where this information is recorded).\nDocumentation of experiment\nA detailed study protocol (Word document) is developed in which the experimental studies of WP1 and WP2 are documented. This describes the administration of the\nexperiment and interviews and also details the data storage of (a) informed consents, (b) survey data, (c) video and audio material, (d) physiological material (wearable data +\ncortisol samples). While piloting the study, we are also recording training videos that detail the instructions of the experiment, interviews an debriefing.\nIn addition, a data storage fact sheet will be developed; detailing the nature of the data and the location where the data are stored. \nDocumentation of data processing and scoring processes\nObservation and interview data\n \nInterview data will be scored on mentalizing using the Reflective Functioning Scale and the Non-mentalizing Markers Scale. For both scales we will develop scoring manuals in\nwhich the decisions and rules of the scoring process are properly tracked, retrieved and can be reused in future research. \nVideo and audio data from the experiment will be coded on Maternal Sensitivity using the Ainsworth Sensitivity Scale. Also for the sensitivity coding process we will develop a\nscoring manual in which the decisions and rules of the scoring process are properly tracked, retrieved and can be reused in future research.\nPhysiological data \nWe will request a comprehensive overview of the processing and analysis strategies from the labs that process the hair and saliva samples, so that these too can be tracked,\nretrieved and can be reused in future research.\nSurvey data\nFor every dataset; we will develop two syntaxes. The first syntax will serve to clean the data-output from the online surveys (Qualtrics) in order to establish a \nraw datafile. \nThe\nsecond will serve to score the different questionnaires in the raw dataset (re-code where necessary, calculate subscale and total scores) in order to establish a \nfinal, scored\ndatafile\n. Every syntax will clearly detail the steps that need to be taken to clean/score data. In addition, we will make a excelfile with the definition of all data variables used in the\nraw and scored datafiles. \nDocumentation of analyses \nThe different WP's will be preregistrered at OSF (osf.io). In the preregistration files, all planned analyses will be justified and documented. In addition, while doing analyses we will\nkeep a track record in the form of syntax of all analyses. \nAt the completion of the project, all above mentioned documents will be added to a secured cloud-based repository from KULeuven (KULeuven Research Data Repository or\nRDR). \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nAs detailed above, we are relying on standard state-of-the-art procedures in\nthe social sciences for data documentation.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nA time-stamped master copy of the dataset will be kept on two external hard disks  secured with bitlocker, and kept in a password protected secured cupboard (access restricted\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 8\nto the fellow and supervisor). Anonymized copies of the coded dataset can be made and will be stored on the OneDrive (linked to KULeuven account) of a personal computer.\nAt the end of the study the final anonymized dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). RDR makes is possible to also\ninclude all the necessary documentation that will help others understand your data and make it fully reusable: information about instruments of data collection, codebooks,\nprotocols, interviewer guidelines, and so on.\nIn addition, hard disks are stored by the supervisor in a secured cupboard for 20 years.\nHow will the data be backed up?\nThe full data of the project will be stored and preserved by supervisor prof. Dr. Patrick Luyten. A time-stamped master copy of the data set will be kept on two external hard disks\nsecured with bitlocker (one disk is used as back up), and kept in a password protected secured cupboard (access restricted to the fellow and supervisor). Copies of the coded\ndata set can be made and kept on password protected personal devices.\nAfter the end of the study, the final dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). In addition, hard disks are stored by the\nsupervisor in a secured cupboard for 20 years.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nUsing the FWO bench fee, the fellow has already purchased two hard disk drives with storage space upto 10 TB, which exceeds the storage room needed for the current study.\nIn addition, final datasets will be saved on the KU Leuven RDR, on which every KU Leuven researcher can store 50 GB per year for free.\n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nExternal hard disks will be encrypted with bitlocker, and kept in a password protected secured cupboard. Access will be restricted to the fellow and supervisor. Copies of the\ncoded data set can be made and will be stored on the OneDrive (linked to KULeuven account) of a personal computer. All personal computers from KU Leuven are secured by\nbitlocker, a password and 2-factor authentication. \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs mentioned, 2 external hard drive disks have already been pruchased using the FWO bench fee. In addition, every KU Leuven researcher can store 50 GB per year for free on\nKU Leuven RDR.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nWe will only preserve pseudonymized and anonymized data, that is, data that is not identifiable, for the designated preservation term of 10 years (according to KULeuven RDM\npolicy).\n-> In the video and audio material, the participants are inherently identifiable. This material will be transcribed and analyzed using different coding systems which will convert the\nvideo and audio file into \nnon-identifiable numerical data\n. Once the raw (identifiable) video and audio material has been successfully converted and analyzed, it will be deleted\nin order to comply with the GDPR guidelines concerning personal data.\n->  All survey data will be pseudonymized and converted to plain text and numerical data stored in the form of electronic datasets. Pseudonymization will be done by assigning a\nstudy-ID to each participant. The identifiable data (name and other demographic information) will be stored separately from the pseudonymized data. The link between\nthe study-ID and any identifiable personal information will be deleted at the end of the study.\n-> Reports of the biological samples will be stored in pseudonymized electronic datasets.\nThese datasets will be backed-up onto two encrypted, password protected external hard drives which will be stored in safe and locked cabinets. The datasets will also be\npreserved for at least 10 years on a secured cloud-based repository from KU Leuven (RDR) \nWhere will these data be archived (stored and curated for the long-term)?\nAs mentioned, the date will be stored for the long term at KULeuven. At the end of the study the final dataset will be stored on a secured cloud-based repository from KU Leuven\n(KU Leuven RDR). In addition, datasets will be stored on two with bitlocker secured external hard drives in a separate password protected cupboard by the supervisor, Prof.\nPatrick Luyten, for at least ten years. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nHard drives have already been purchased, and every KU Leuven researcher can store 50 GB per year for free on KU Leuven RDR.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data\nwill be made available.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n7 of 8\nYes, in a restricted access repository (after approval, institutional access only, …)\nIdentifiable personal data cannot be shared. The anonymized master file of the data will be deposited on the RDR KU Leuven platform and the OSF platform and made availabel\nfor other researcher upon reasonable request. The data can only be used for the advancement of scientific knowledge on the impact of stress on parent-child dyads or borderline\npersonality disorder.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed that are in line with the explained purpose\nof the study and commercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nIdentifiable personal data will not be shared (personal data, audio and video material). The pseudonymized master file of the data will be deposited.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn a restricted access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWill be determined in a later phase of research.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWill be determined in a later phase of research.\nWhat are the expected costs for data sharing? How will these costs be covered?\nBoth the RDR and the OSF data repositories are free of charge so no costs are involved in data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nDr. Saskia Malcorps will be responsible for data documentation and metadata on a daily basis. The overall responsibility of data documentation and metadata rests with the\nsupervisor (Dr. Patrick Luyten). \nWho will manage data storage and backup during the research project?\nDr. Saskia Malcorps will manage data storage and backup during the research project. The overall responsibility of data storage and backup rests with the supervisor (Dr. Patrick\nLuyten). \nWho will manage data preservation and sharing?\nThe supervisor (Dr. Patrick Luyten) is responsible for data preservation and reuse. \nWho will update and implement this DMP?\nDr. Saskia Malcorps will update and implement the DMP during the research project. At the end of the project the supervisor (Dr. Patrick Luyten) will further implement the DMP. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n8 of 8"
    },
    "clean_full_text": "Parental mentalizing under stress: an innovative experimental and ecological momentary assessment approach in mothers with Borderline Personality Disorder A Data Management Plan created using DMPonline.be Creators: Saskia Malcorps, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Saskia Malcorps Project Administrator: n.n. n.n. Grant number / URL: 1249823N ID: 198369 Start date: 10-01-2023 End date: 10-01-2025 Project abstract: Research has amply shown that children of parents with Borderline Personality Disorder (BPD) have a highly increased risk of developing mental disorders. However, the mechanisms involved in the associations between maternal BPD and negative child outcomes are still poorly understood. Impairments in parental mentalizing or the parents’ ability to understand their children’s behaviors in terms of mental states, may be a key factor in this context. Studies of the neural regions underlying mentalizing suggest that high levels of stress, particularly in attachment contexts, typically impair mentalizing, and that the threshold for impairment is lower in individuals with a history of insecure attachment or trauma, which are highly prevalent in individuals with BPD. As mothers with BPD experience high levels of stress regarding parenting, it is hypothesized that parental mentalizing in mothers with BPD is often impaired, and that these impairments are associated with insensitive parenting behaviors. However, very few studies have experimentally investigated the impact of stress on (parental) mentalizing, particularly in mothers with BPD. This project aims to fill this important gap in our knowledge. In two innovative experimental studies and an ecological momentary assessment study, we will investigate the impact of attachment-related stress on parental mentalizing and parenting behaviors in mothers with BPD versus normal control mothers. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 8 Parental mentalizing under stress: an innovative experimental and ecological momentary assessment approach in mothers with Borderline Personality Disorder Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This research project consists of 3 Work Packages (WP) involving a pilot and clinical experimental study (WP1 and 2) and an experience sampling study. In WP1 and 2 we will collect 4 types of data: (a) demographic data (b) survey data, (c) audio and video recordings of participants and (d) physiological data of participants (heart rate, heart rate variability, skin conductance, hair and salivary cortisol). WP 3 involves an experience sampling study, in which we will collect 2 types of data: (a) demographic data and (b) survey data (self-report questionnaires). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) During the research, the fellow, Saskia Malcorps, will be responsible for storing the collected data. Specifically, all survey data will be converted to plain text and numerical data stored in the form of electronic datasets. These datasets will be stored on a password protected laptop and backed-up onto two encrypted, password protected external hard drives which will be stored in safe and locked cabinets. The datasets will also be preserved for 5 years on a secured cloud-based repository from KU Leuven (to which both the fellow and supervisor, Patrick Luyten have access). The audio and video files will be stored on password protected hard drives until transcribed and will then be deleted. Reports of the biological samples will be stored in anonymized electronic datasets. At the end of the fellowship, the physical hard drives will be preserved by the supervisor, Patrick Luyten. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We will only preserve anonymized data, that is, data that is not identifiable, for the designated preservation term of 5 years. In the video and audio material, the participants are inherently identifiable. This material will be analyzed using different coding systems which will convert the video and audio file into non-identifiable numerical data. Once the raw (identifiable) video and audio material has been successfully converted and analyzed, it will be deleted in order to comply with the GDPR guidelines concerning personal data. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Personal data is collected in this project. All numerical and textual data will be stored in datasets and pseudonymized by assigning a study-ID to each participant. The identifiable data (name and other demographic information) will be stored separately from the pseudonymized data. The link between the study-ID and any identifiable personal information will be deleted at the end of the study. Only fully anonymized data (not possible to link the data to a participant) will be preserved. The identifiable video and audio material will be stored with extra care (see above) and deleted as soon as possible. Which other issues related to the data management are relevant to mention? (use up to 700 characters) All relevant issues have been mentioned. Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 8 Parental mentalizing under stress: an innovative experimental and ecological momentary assessment approach in mothers with Borderline Personality Disorder DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 8 Parental mentalizing under stress: an innovative experimental and ecological momentary assessment approach in mothers with Borderline Personality Disorder GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 8 Parental mentalizing under stress: an innovative experimental and ecological momentary assessment approach in mothers with Borderline Personality Disorder FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume WP1 Pilot Experimental Study Generate new data Digital Observational (video) .dav / .mp4 <5TB NA Digital Observational (audio) .mp3 <100GB Digital Survey data .sav <1GB Digital Transcriptions of audiovisual data .word <1GB Digital Reports of physiological data, transferred to numeric dataset .sav <1GB Physical NA NA NA WP2 Clinical Experimental Study Generate new data Digital Observational (video) .dav / .mp4 <5TB Digital Observational (audio) .mp3 <100GB Digital Survey data .sav <1GB Digital Transcriptions of audiovisual data .word <1GB Digital Reports of physiological data, transferred to numeric dataset .sav <1GB Physical NA NA NA 1 locked cabinet + 1 refrigerator for temporary storage of saliva and hair samples WP 3 Clinical Experience Sampling Study Generate new data Digital Survey data .sav <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This project includes experiments (WP1 and WP2) on humans, and collecting sensitive personal data (WP1-2-3, i.e., data on mental health, age, sex, gender identity, level of education, ethnic origin). However, research on vulnerable/at-risk individuals is needed to gain more insight into developmental processes involved in explaining vulnerability for psychopathology. It is the only way to increase our knowledge in this area to improve preventative and intervention strategies. Ethical permission for WP1 (pilot study) has already been obtained from the PRivacy and EThics board and the Social and Societal Ethics Committee of KU Leuven (G-2022-5761-R2), Ethical permission for WP2 and WP3 from EC (UZ Leuven) is in progress. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 8 Yes For this project (WP1-2-3) we will collect personal data about participants and their children. The collected personal data mainly concern data from the participants themselves, specifically 1) information about psychological difficulties and characteristics, 2) demographic characteristics (age, sex, gender identity, level of education, ethnic origin), 3) contact details , 4) audio-visual data (experiment and interview recordings) and 5) physiological data (heart rate, heart rate variability, skin conductance (WP1-2), hair and salivary cortisol (WP3)). In addition, we will collect demographic information about the participants' children (number of children, age and sex of children) (WP1-2-3). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Documentation of experiment A detailed study protocol (Word document) is developed in which the experimental studies of WP1 and WP2 are documented. This describes the administration of the experiment and interviews and also details the data storage of (a) informed consents, (b) survey data, (c) video and audio material, (d) physiological material (wearable data + cortisol samples). While piloting the study, we are also recording training videos that detail the instructions of the experiment, interviews an debriefing. In addition, a data storage fact sheet will be developed; detailing the nature of the data and the location where the data are stored. Documentation of data processing and scoring processes Observation and interview data Interview data will be scored on mentalizing using the Reflective Functioning Scale and the Non-mentalizing Markers Scale. For both scales we will develop scoring manuals in which the decisions and rules of the scoring process are properly tracked, retrieved and can be reused in future research. Video and audio data from the experiment will be coded on Maternal Sensitivity using the Ainsworth Sensitivity Scale. Also for the sensitivity coding process we will develop a scoring manual in which the decisions and rules of the scoring process are properly tracked, retrieved and can be reused in future research. Physiological data We will request a comprehensive overview of the processing and analysis strategies from the labs that process the hair and saliva samples, so that these too can be tracked, retrieved and can be reused in future research. Survey data For every dataset; we will develop two syntaxes. The first syntax will serve to clean the data-output from the online surveys (Qualtrics) in order to establish a raw datafile. The second will serve to score the different questionnaires in the raw dataset (re-code where necessary, calculate subscale and total scores) in order to establish a final, scored datafile . Every syntax will clearly detail the steps that need to be taken to clean/score data. In addition, we will make a excelfile with the definition of all data variables used in the raw and scored datafiles. Documentation of analyses The different WP's will be preregistrered at OSF (osf.io). In the preregistration files, all planned analyses will be justified and documented. In addition, while doing analyses we will keep a track record in the form of syntax of all analyses. At the completion of the project, all above mentioned documents will be added to a secured cloud-based repository from KULeuven (KULeuven Research Data Repository or RDR). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No As detailed above, we are relying on standard state-of-the-art procedures in the social sciences for data documentation. 3. Data storage & back-up during the research project Where will the data be stored? A time-stamped master copy of the dataset will be kept on two external hard disks secured with bitlocker, and kept in a password protected secured cupboard (access restricted Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 8 to the fellow and supervisor). Anonymized copies of the coded dataset can be made and will be stored on the OneDrive (linked to KULeuven account) of a personal computer. At the end of the study the final anonymized dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). RDR makes is possible to also include all the necessary documentation that will help others understand your data and make it fully reusable: information about instruments of data collection, codebooks, protocols, interviewer guidelines, and so on. In addition, hard disks are stored by the supervisor in a secured cupboard for 20 years. How will the data be backed up? The full data of the project will be stored and preserved by supervisor prof. Dr. Patrick Luyten. A time-stamped master copy of the data set will be kept on two external hard disks secured with bitlocker (one disk is used as back up), and kept in a password protected secured cupboard (access restricted to the fellow and supervisor). Copies of the coded data set can be made and kept on password protected personal devices. After the end of the study, the final dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). In addition, hard disks are stored by the supervisor in a secured cupboard for 20 years. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Using the FWO bench fee, the fellow has already purchased two hard disk drives with storage space upto 10 TB, which exceeds the storage room needed for the current study. In addition, final datasets will be saved on the KU Leuven RDR, on which every KU Leuven researcher can store 50 GB per year for free. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? External hard disks will be encrypted with bitlocker, and kept in a password protected secured cupboard. Access will be restricted to the fellow and supervisor. Copies of the coded data set can be made and will be stored on the OneDrive (linked to KULeuven account) of a personal computer. All personal computers from KU Leuven are secured by bitlocker, a password and 2-factor authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As mentioned, 2 external hard drive disks have already been pruchased using the FWO bench fee. In addition, every KU Leuven researcher can store 50 GB per year for free on KU Leuven RDR. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). We will only preserve pseudonymized and anonymized data, that is, data that is not identifiable, for the designated preservation term of 10 years (according to KULeuven RDM policy). -> In the video and audio material, the participants are inherently identifiable. This material will be transcribed and analyzed using different coding systems which will convert the video and audio file into non-identifiable numerical data . Once the raw (identifiable) video and audio material has been successfully converted and analyzed, it will be deleted in order to comply with the GDPR guidelines concerning personal data. -> All survey data will be pseudonymized and converted to plain text and numerical data stored in the form of electronic datasets. Pseudonymization will be done by assigning a study-ID to each participant. The identifiable data (name and other demographic information) will be stored separately from the pseudonymized data. The link between the study-ID and any identifiable personal information will be deleted at the end of the study. -> Reports of the biological samples will be stored in pseudonymized electronic datasets. These datasets will be backed-up onto two encrypted, password protected external hard drives which will be stored in safe and locked cabinets. The datasets will also be preserved for at least 10 years on a secured cloud-based repository from KU Leuven (RDR) Where will these data be archived (stored and curated for the long-term)? As mentioned, the date will be stored for the long term at KULeuven. At the end of the study the final dataset will be stored on a secured cloud-based repository from KU Leuven (KU Leuven RDR). In addition, datasets will be stored on two with bitlocker secured external hard drives in a separate password protected cupboard by the supervisor, Prof. Patrick Luyten, for at least ten years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Hard drives have already been purchased, and every KU Leuven researcher can store 50 GB per year for free on KU Leuven RDR. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 26 April 2023 7 of 8 Yes, in a restricted access repository (after approval, institutional access only, …) Identifiable personal data cannot be shared. The anonymized master file of the data will be deposited on the RDR KU Leuven platform and the OSF platform and made availabel for other researcher upon reasonable request. The data can only be used for the advancement of scientific knowledge on the impact of stress on parent-child dyads or borderline personality disorder. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed that are in line with the explained purpose of the study and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Identifiable personal data will not be shared (personal data, audio and video material). The pseudonymized master file of the data will be deposited. Where will the data be made available? If already known, please provide a repository per dataset or data type. In a restricted access repository Upon request by mail When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Will be determined in a later phase of research. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Will be determined in a later phase of research. What are the expected costs for data sharing? How will these costs be covered? Both the RDR and the OSF data repositories are free of charge so no costs are involved in data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Dr. Saskia Malcorps will be responsible for data documentation and metadata on a daily basis. The overall responsibility of data documentation and metadata rests with the supervisor (Dr. Patrick Luyten). Who will manage data storage and backup during the research project? Dr. Saskia Malcorps will manage data storage and backup during the research project. The overall responsibility of data storage and backup rests with the supervisor (Dr. Patrick Luyten). Who will manage data preservation and sharing? The supervisor (Dr. Patrick Luyten) is responsible for data preservation and reuse. Who will update and implement this DMP? Dr. Saskia Malcorps will update and implement the DMP during the research project. At the end of the project the supervisor (Dr. Patrick Luyten) will further implement the DMP. Created using DMPonline.be. Last modiﬁed 26 April 2023 8 of 8"
}