{
    "document_id": "D-2022-1350",
    "LinkTitle": "D-2022-1350",
    "file_name": "D-2022-1350.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1350.pdf",
    "metadata": {
        "title": "Characterization of brain-brain and brain-body interactions in the context of stress regulation and meditation: New perspectives for the development of biofeedback protocols assisting meditative practice - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Characterization of brain-brain and brain-body interactions in the context of\nstress regulation and meditation: New perspectives for the development of biofeedback \nprotocols\nassisting meditative practice - DMP title\nPrincipal Investigator / Researcher\n Grindl Wilmots\nDescription\n The project aims to investigate the interactions between body physiological\nsubsystems (i.e., neural, respiratory, cardiac and digestive) in the context of stress and emotion\nregulation through meditation practices, with the ultimate goal of applying this \nsystemic\nphysiology approach to develop (neuro)modulation methods for stand-alone interventions \nand\nfor complementing meditation (mindfulness) training programs.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nKaat Alaerts\nFilip Raes\nKatleen Van der Gucht\nCarolina Varon\nMaarten De Vos\nInternal Funds Project number & title\nIDN/21/022\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWork Package 1\nData of work package 1 (WP 1) is comprised of collected multi-variate datasets of neuro- and\nbodily physiology recordings of neurotypical adults (n> 100).  Data of WP 1 were collected at\nwithin the Neuromodulation lab of PI Alaerts at the KU Leuven under regulations and ethical\napproval of the Sociaal Maatschappelijke Ethische Commissie (SMEC G-2019 09 1747 and G-\n2018 12 1463). The responsible person for this dataset is PI Alaerts.  The dataset\ncomprises neurophysiology recordings across several conditions: \n- Resting state (10 min);\n- meditative condition (with or without probe-caught mind wandering) (variable lenght);\n- mild cognitive stress (arithmetic task) (10 min); \n- heart beat counting task (5 min). \nDuring these conditions, the following recordings are performed: Electroencephalography\n(EEG), electrocardiography, finger photoplethysmography (PPG), electrodermal activity (EDA),\ntemperature, respiration and subjective measures of arousal.\n \nType of Data\nOrigin\nFormat\nVolume\nPhysiological\nmeasurements\nEEG, ECG,\nPPG, EDA,\ntemperature,\nrespiration\nCombined text\nfile (.txt)\n~100 MB per\nsubject and\ncondition.\nTotal:\n~ 30 GB\nArousal\nratings and\nquestionnaires\nLikert scales\ntranscribed to\ncombined text\nfile (.txt)\n 4 Mb\n \n \nWork Package 2\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nIn Work Package 2 (WP 2), data will be collected at the Neuromodulation Lab (KU Leuven). The\nplanned sample size for the dataset of WP2 is 80 healthy subjects (40 experienced meditators\nand 40 novices), participating in a cross-sectional design to identify the mechanisms by which\nexpert meditators differ from novices in terms of network physiology during probe-caught\nexperience sampling, rest, stress induction, stress recovery and practices of meditation. During\nthese conditions several physiological recordings will be performed: Electroencephalography\n(EEG), electrocardiography (ECG), electrogastrography (EGG) and respiration measurements. \nAlso several behavioral characterizations will be obtained. \n \nType of Data\nOrigin\nFormat\nVolume\nQuestionnaires\n-sociodemographic\n-diet\n-physical activity\n-smoke history\n-lifestyle\n-sleeping quality\n-religious practice\n-meditation\npractice\n \nREDCap\n.csv\n+/- 5MB\nBehavioral\ncharacterization\nQuestionnaires\n-Comprehensive\nInventory of\nMindfulness\nExperiences\n(CHIME)\n-Multidimensional\nAssessment of\nInteroceptive\nAwareness (MAIA)\n-Self-Compassion\nScale-Short Form\n(SCS-SF)\n-Satisfaction With\nLife Scale (SWLS)\n-Depression\nAnxiety Stress\nScales (DASS)\nREDCap\n.csv\n+/- 5MB\nElectrophysiology\nrecordings\n \nEEG, ECG, EGG,\nrespiration\n \n~350 MB per\nsubject.\nTotal: ~30 GB\n \nWork Package 3\nIn Work Package 3, data will be collected at the Neuromodulation Lab (KU Leuven).\nIn an i\nnitial pilot phase\n (\nWP 3a\n) with +/- 80 participants, a comparative study will be\nconducted, evaluating the ability of participants to train multiple signals of biofeedback\nsimultaneously.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nType of Data\nOrigin\nFormat\nVolume\nElectrophysiology\nrecordings\nEEG, ECG,\nEGG,\nrespiration\nCombined\ntext file (.txt)\n~100 MB per\nsubject and\ncondition.\nTotal:\n~ 30 GB\n \nNext, in \nWP 3b\n, a\n large-scale, (randomized-controlled, single-blind, between-subject)\nmultiple-session training study\n will be conducted including four intervention arms. A total of\n140 healthy participants (35 per group) will be enrolled.\n1. Multi-session biofeedback (BFB) intervention group\n2. Mindfulness-based program (MBP) intervention group \n3. BFB + MBP combined intervention group\n4. Sham control group\nType of Data\nOrigin\nFormat\nVolume\nElectrophysiology\nrecordings\nEEG, ECG,\nEGG,\nrespiration\nCombined\ntext file (.txt)\n~350 MB per\nsubject.\nTotal: ~30 GB\nEmotional\ndistress as\nmeasured by\nexperience\nsampling (ESM)\nmPath\n.csv\n+/- 5MB\nBehavioral\ncharacterization\nQuestionnaires\n-Comprehensive\nInventory of\nMindfulness\nExperiences\n(CHIME)\n-Multidimensional\nAssessment of\nInteroceptive\nAwareness\n(MAIA)\n-Self-Compassion\nScale-Short Form\n(SCS-SF)\n-Satisfaction With\nLife Scale (SWLS)\n-Depression\nAnxiety Stress\nScales (DASS)\nREDCap\n.csv\n+/- 5MB\nMobile recordings\nof physiology:\nHRV\nIMEC smart\nwatch\n .csv\n To be\ndetermined\nCortisol level\nweekly\nsalivary\nsamples\n cotton swap \n \n \nAlso, experimenters/instructors will be asked to complete the Treatment Fidelity Checklist after\neach contact session.\n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes, a PRET application will be submitted.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nA PRET application will be submitted in the future.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nText files (Read-me files) will be stored next to raw data describing relevant data characteristics\n(date of collection, condition, measured variables).\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nRead-me text files will be stored next to raw data describing its relevant characteristics (date of\ncollection, condition, measured variables).\nThe Electrophysiology recordings (EEG, EGG, ECG, respiratory...) gather metadata such as\nsettings of the device and timing of the measurements were/ will be done. \nREDCap offers the possibility to download a XML file of the metadata, which consists of the\nfollowing information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey\nsettings, order of survey queue.\nREDCAp also keeps a log of when the questionnaires/surveys are filled in, when someone makes\nadjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions)\nare automatically captured during survey completion in REDCAp\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nExperimental data will be stored and processed using individual codes in an electronic format\nthat does not allow connecting the data to individuals. All data collected within the course of the\nproject will be documented via a secure web-based application \n(\nResearch Electronic Data\nCapture, REDCap). After finishing the data collection all data will be stored on the KU Leuven\nBIOMED L-Drive for large volume storage for archiving data and performed data anlyses. \n5.2. How will the data be backed up?\nThe data will be stored in a central server (L-drive) password protected, access only to\nresearchers involved in the project, with automatic daily back-up procedures.\nREDCap has also automatic back-up procedures. \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5\nTB. It is expected this volume is sufficient for the current project.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nData storage on L-drive storage will result in a cost of € 569,2 per year (for max. 5 TB of data).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nCosts for data storage will be covered by personal funds of the involved PI (Kaat Alaerts) and\nsupport funds from the department of Rehabilitation Sciences.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nAll included storage facilities (RedCap, L:drive) are incorporated within secured KU Leuven\nenvironments, are password-protected (including smartphone-based multi-factor identification)\nand are only accessible by registered collaborating researchers.\nAll data files will be collected, processed and stored in a de-identified format by means of subject\nID codes (i.e. pseudonymization). These datafiles will not contain information that would allow\nparticipant identification.\nPersonal data collected on paper (e.g. informed consent forms) are stored in a locked cabinet\nonsite (during data collection: accessible only to study personnel; after data collection:\naccessible solely by PI of the study).\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll reused and generated research data will be archived for minimal \n25 years\n after study\ncompletion conform with the FWO, KU Leuven RDM policy and GCP guidelines for clinical studies.\n6.2. Where will these data be archived (= stored for the long term)?\nThe generated research data, the accompanying metadata and all documentation necessary to\nreuse the data will be transferred to the K-drive for long-term data archiving (managed by KU\nLeuven ICTS with automatic back-up procedures).\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nPricing for data storage on the K-drive includes € 11,38 per 100 GB (with 50% of the cost covered\nby Group Biomedical Sciences). In view of the expected size of the database (including raw and\npreprocessed data), estimated cost of long-term data storage will be € 56,9 per year for 500 GB.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo\n7.2. Which data will be made available after the end of the project?\nWe plan to make the de-identified, raw data collected during the study available through the\nOpen Science Framework (https://osf.io/) online repository or recently launched KU Leuven\nResearch Data Repository (RDR). \nResults of the clinical study (WP3) will be reported through the online EUDRACT data entry within\n12 months after study completion. \n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\nUpon publication of results, de-identified, and anonymized raw physiological data collected\nduring the study will be made available through the Open Science Framework (https://osf.io/)\nonline repository or the KU Leuven Research Data Repository (RDR) in .txt and .mat formats.\n \n7.5. Who will be able to access the data and under what conditions?\nUpon publication of results, de-identified, and anonymized raw physiological data collected\nduring the study will be made available under a CC-BY license (available to anyone for any\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\npurpose, provided that they give appropriate credit to the creators through) through the Open\nScience Framework (https://osf.io/) online repository or KU Leuven Research Data Repository\n(RDR) in .txt and .mat formats.\n \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNo extra costs are anticipated to be associated with the sharing of data on the online data\nrepositories. \n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nKaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. \n8.2. Who will be responsible for data storage & back up during the project?\nKaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. \n8.3. Who will be responsible for ensuring data preservation and sharing?\nKaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. \n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the PI's of this project: Kaat\nAlaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name Characterization of brain-brain and brain-body interactions in the context of stress regulation and meditation: New perspectives for the development of biofeedback protocols assisting meditative practice - DMP title Principal Investigator / Researcher Grindl Wilmots Description The project aims to investigate the interactions between body physiological subsystems (i.e., neural, respiratory, cardiac and digestive) in the context of stress and emotion regulation through meditation practices, with the ultimate goal of applying this systemic physiology approach to develop (neuro)modulation methods for stand-alone interventions and for complementing meditation (mindfulness) training programs. Institution KU Leuven 1. General Information Name of the project lead (PI) Kaat Alaerts Filip Raes Katleen Van der Gucht Carolina Varon Maarten De Vos Internal Funds Project number & title IDN/21/022 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Work Package 1 Data of work package 1 (WP 1) is comprised of collected multi-variate datasets of neuro- and bodily physiology recordings of neurotypical adults (n> 100). Data of WP 1 were collected at within the Neuromodulation lab of PI Alaerts at the KU Leuven under regulations and ethical approval of the Sociaal Maatschappelijke Ethische Commissie (SMEC G-2019 09 1747 and G- 2018 12 1463). The responsible person for this dataset is PI Alaerts. The dataset comprises neurophysiology recordings across several conditions: - Resting state (10 min); - meditative condition (with or without probe-caught mind wandering) (variable lenght); - mild cognitive stress (arithmetic task) (10 min); - heart beat counting task (5 min). During these conditions, the following recordings are performed: Electroencephalography (EEG), electrocardiography, finger photoplethysmography (PPG), electrodermal activity (EDA), temperature, respiration and subjective measures of arousal. Type of Data Origin Format Volume Physiological measurements EEG, ECG, PPG, EDA, temperature, respiration Combined text file (.txt) ~100 MB per subject and condition. Total: ~ 30 GB Arousal ratings and questionnaires Likert scales transcribed to combined text file (.txt) 4 Mb Work Package 2 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 In Work Package 2 (WP 2), data will be collected at the Neuromodulation Lab (KU Leuven). The planned sample size for the dataset of WP2 is 80 healthy subjects (40 experienced meditators and 40 novices), participating in a cross-sectional design to identify the mechanisms by which expert meditators differ from novices in terms of network physiology during probe-caught experience sampling, rest, stress induction, stress recovery and practices of meditation. During these conditions several physiological recordings will be performed: Electroencephalography (EEG), electrocardiography (ECG), electrogastrography (EGG) and respiration measurements. Also several behavioral characterizations will be obtained. Type of Data Origin Format Volume Questionnaires -sociodemographic -diet -physical activity -smoke history -lifestyle -sleeping quality -religious practice -meditation practice REDCap .csv +/- 5MB Behavioral characterization Questionnaires -Comprehensive Inventory of Mindfulness Experiences (CHIME) -Multidimensional Assessment of Interoceptive Awareness (MAIA) -Self-Compassion Scale-Short Form (SCS-SF) -Satisfaction With Life Scale (SWLS) -Depression Anxiety Stress Scales (DASS) REDCap .csv +/- 5MB Electrophysiology recordings EEG, ECG, EGG, respiration ~350 MB per subject. Total: ~30 GB Work Package 3 In Work Package 3, data will be collected at the Neuromodulation Lab (KU Leuven). In an i nitial pilot phase ( WP 3a ) with +/- 80 participants, a comparative study will be conducted, evaluating the ability of participants to train multiple signals of biofeedback simultaneously. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Type of Data Origin Format Volume Electrophysiology recordings EEG, ECG, EGG, respiration Combined text file (.txt) ~100 MB per subject and condition. Total: ~ 30 GB Next, in WP 3b , a large-scale, (randomized-controlled, single-blind, between-subject) multiple-session training study will be conducted including four intervention arms. A total of 140 healthy participants (35 per group) will be enrolled. 1. Multi-session biofeedback (BFB) intervention group 2. Mindfulness-based program (MBP) intervention group 3. BFB + MBP combined intervention group 4. Sham control group Type of Data Origin Format Volume Electrophysiology recordings EEG, ECG, EGG, respiration Combined text file (.txt) ~350 MB per subject. Total: ~30 GB Emotional distress as measured by experience sampling (ESM) mPath .csv +/- 5MB Behavioral characterization Questionnaires -Comprehensive Inventory of Mindfulness Experiences (CHIME) -Multidimensional Assessment of Interoceptive Awareness (MAIA) -Self-Compassion Scale-Short Form (SCS-SF) -Satisfaction With Life Scale (SWLS) -Depression Anxiety Stress Scales (DASS) REDCap .csv +/- 5MB Mobile recordings of physiology: HRV IMEC smart watch .csv To be determined Cortisol level weekly salivary samples cotton swap Also, experimenters/instructors will be asked to complete the Treatment Fidelity Checklist after each contact session. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, a PRET application will be submitted. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). A PRET application will be submitted in the future. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Text files (Read-me files) will be stored next to raw data describing relevant data characteristics (date of collection, condition, measured variables). 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Read-me text files will be stored next to raw data describing its relevant characteristics (date of collection, condition, measured variables). The Electrophysiology recordings (EEG, EGG, ECG, respiratory...) gather metadata such as settings of the device and timing of the measurements were/ will be done. REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCAp also keeps a log of when the questionnaires/surveys are filled in, when someone makes adjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCAp 5. Data storage and backup during the project 5.1. Where will the data be stored? Experimental data will be stored and processed using individual codes in an electronic format that does not allow connecting the data to individuals. All data collected within the course of the project will be documented via a secure web-based application ( Research Electronic Data Capture, REDCap). After finishing the data collection all data will be stored on the KU Leuven BIOMED L-Drive for large volume storage for archiving data and performed data anlyses. 5.2. How will the data be backed up? The data will be stored in a central server (L-drive) password protected, access only to researchers involved in the project, with automatic daily back-up procedures. REDCap has also automatic back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5 TB. It is expected this volume is sufficient for the current project. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Data storage on L-drive storage will result in a cost of € 569,2 per year (for max. 5 TB of data). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 Costs for data storage will be covered by personal funds of the involved PI (Kaat Alaerts) and support funds from the department of Rehabilitation Sciences. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All included storage facilities (RedCap, L:drive) are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. All data files will be collected, processed and stored in a de-identified format by means of subject ID codes (i.e. pseudonymization). These datafiles will not contain information that would allow participant identification. Personal data collected on paper (e.g. informed consent forms) are stored in a locked cabinet onsite (during data collection: accessible only to study personnel; after data collection: accessible solely by PI of the study). 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All reused and generated research data will be archived for minimal 25 years after study completion conform with the FWO, KU Leuven RDM policy and GCP guidelines for clinical studies. 6.2. Where will these data be archived (= stored for the long term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Pricing for data storage on the K-drive includes € 11,38 per 100 GB (with 50% of the cost covered by Group Biomedical Sciences). In view of the expected size of the database (including raw and preprocessed data), estimated cost of long-term data storage will be € 56,9 per year for 500 GB. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? We plan to make the de-identified, raw data collected during the study available through the Open Science Framework (https://osf.io/) online repository or recently launched KU Leuven Research Data Repository (RDR). Results of the clinical study (WP3) will be reported through the online EUDRACT data entry within 12 months after study completion. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail 7.4. When will the data be made available? Upon publication of the research results Upon publication of results, de-identified, and anonymized raw physiological data collected during the study will be made available through the Open Science Framework (https://osf.io/) online repository or the KU Leuven Research Data Repository (RDR) in .txt and .mat formats. 7.5. Who will be able to access the data and under what conditions? Upon publication of results, de-identified, and anonymized raw physiological data collected during the study will be made available under a CC-BY license (available to anyone for any This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 purpose, provided that they give appropriate credit to the creators through) through the Open Science Framework (https://osf.io/) online repository or KU Leuven Research Data Repository (RDR) in .txt and .mat formats. 7.6. What are the expected costs for data sharing? How will these costs be covered? No extra costs are anticipated to be associated with the sharing of data on the online data repositories. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Kaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. 8.2. Who will be responsible for data storage & back up during the project? Kaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. 8.3. Who will be responsible for ensuring data preservation and sharing? Kaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the PI's of this project: Kaat Alaerts, Filip Raes, Katleen Van der Gucht, Carolina Varon and Maarten De Vos. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}