{
    "document_id": "D-2024-3348",
    "LinkTitle": "D-2024-3348",
    "file_name": "D-2024-3348.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3348.pdf",
    "metadata": {
        "title": "D-2024-3348",
        "author": "Lien Jansen",
        "num_pages": 18
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Lien Jansen - 0000-0002-2867-7908\nContributor name(s) (+ ORCID) & roles Steven Van Hecke – Promotor (0000-0003-0215-5463)  \nProject number  & title 1113525N - Changing MEP Behaviour Towards EU enlargement with the Western Balkans: the Implications  \nof the Russian Invasion in Ukraine (2019-2024).\nFunder(s) GrantID 2FWO - 1113525N\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description This project focuses on the impact of the Russian invasion of Ukraine on MEP behaviour (2019-2024) \ntowards the Western Balkan countries. Since 24 February 2022, the so-called ‘geostrategic awakening’ of \nthe European Union has triggered, among other things, a new focus on the enlargement with the \ncountries of the Western Balkans, particularly evident in recent decisions to initiate the process of \naccession negotiations with North Macedonia, Albania and Bosnia and Herzegovina. While current \nresearch predominantly scrutinizes the Council and the European Commission, this project shifts its focus \nto the European Parliament. Compared to other EU institutions, the European Parliament has always been \na front-runner in support for enlargement. The question is therefore in which way its position has \nchanged. By integrating perspectives from parliamentary diplomacy, politicization and legislative \nbehaviour studies, this project seeks to explain the impact of the Russian invasion on the Parliament’s \nstance regarding enlargement in the Western Balkans. Enlargement is back— but has this also shifted \ndynamics within the European Parliament?\n Add rows for each dataset you want to describe.\n See Glossary Flemish Standard Data Management Plan  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 31 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 41.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 1. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR \nPHYSICAL DATA\nDataset \nNameDescription New or \nReused Digital or \nPhysical Digital Data Type Digital Data Format  Digital Data Volume (MB, \nGB, TB)Physical \nVolume\nLiterature \nreviewBibliographic references ☐ \nGenerate \nnew data\n☒ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.pdf\n.docx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nLiterature \nreviewNotes ☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nEuropean \nParliament \nWritten \nQuestions \ndatabase All submitted written \nquestions concerning EU \nenlargement to the \nWestern Balkan countries \nmatched with the author’s  ☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual.csv ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB/\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5characteristics (party, \ncommittee, delegations, \nnationality) compiled from  \nthe European Parliament \nwebsite \n(Compiled/aggregated \ndata) ☐ Model\n☐ Software\n☐ Other:☐ NA\nAnalysis party \nmanifestos \nEuropartiesQualitative data analysis \ndocuments in NVivo☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.nvp ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nDebates \nCommittee \nForeign \nAffairs Quantitative and \nqualitative data analysis☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.csv\n.docx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nResults of \nvotesResults of votes of alle EU-\nenlargement related \nvoting sessions compiled \nfrom information found \non the European \nParliament website☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.csv ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Speeches EP \npresidentQualitative data analysis \ndocuments in NVivo☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:.nvp ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nInterviews \nMEPs: \nInformed \nconsentsInformed consents \nparticipants☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☒ NAPaper\nInterviews \nMEPs: \nPersonal data\n(name, e-\nmail, \nprofession…)Personal data \ninterviewees ☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.csv ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nInterviews \nMEPs: audio \nfilesAudio files of the \ninterviews (N = 15)☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☒ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software.wav ☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7☐ Other:\nInterviews \nMEPs: \ntranscripts of \ninterviewsPseudonymized \ntranscripts of audiofiles of \nthe interviews☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nInterviews \nMEPs: notesNotes taken during data \ncollection☒ \nGenerate \nnew data\n☐ Reuse \nexisting \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Reused data will mainly constitute existing research and theories. These will be sourced from all kinds of \njournal/ interdisciplinary databases and will be identified via citations and reference lists in all the research  \npapers and documents.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC a pproval number: G-2023-7474 (MIN)\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approva l number: \n☐ No\nAdditional information:\nWill you process personal  data? If so, please refer  \nto  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information: approved by SMEC G-2023-7474 (MIN). Name, e-mail, audiorecordings,\nwork-related data. My interviewees work for a political a political party or are Members of the European \nParliament. Therefore, the collected data will include their political preferences. Data will be \npseudonymized.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 92.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .First and foremost, a README text- (or Word-) file will be created according to the KU Leuven template. \nConsequently, the following information will be provided:\nGENERAL INFORMATION\nG01. Names of file(s) or dataset(s) that this README file describes\nG02. Date of creation/last update of the README file\nG03. Name and contact information of Principal Investigator\nG04. ORCID of Principal Investigator\nG05. Institution of Principal Investigator\nG06. Contact of other person at KU Leuven that has access to the dataset\nG07. Description of the dataset\nG08. Keywords (author defined)\nG09. Thesaurus or controlled vocabulary keywords\nG10. Thesaurus or controlled vocabulary used in this README\nG11. Language(s) used in the dataset\nG12. Other involved researchers\nPROJECT INFORMATION\nP01. Project information\nP02. Project abstract\nP03. Project funder: Name of funder, type of grant, grant number\nFILE OVERVIEW\nF01. Number of files described by the README-file\nF02. List with names of files, description, date of creation of file\nF03. File formats\nF04. Software used to generate the data\nF05. Software necessary to open the file\nF06. Relationship between the files\nF07. Which version of the dataset is this? Date of this version?\nF08. Information about the dataset versions and reason for updates\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11F09. Naming conventions for file names\nSTORAGE INFORMATION\nS01. Where are the data stored?\nS02. Links to other available locations of the dataset (e.g. repository)\nMETHODOLOGICAL INFORMATION\nM01. Date (beginning-end) and place of data collection\nM02. Aim for which the data were collected\nM03. Data collecting method\nM04. Information about data processing methods\nM05. Information about the instrument, calibration\nM06. Quality assurance procedures\nM07. Information about limitations of the dataset, information that ensures correct interpretation of the \ndataset\nM08. People involved in the creation or processing of the dataset\nDATA ACCESS AND SHARING\nA01. Recommended citation for the dataset\nA02. License information, restrictions on use\nA03. Confidentiality information\nDATA SPECIFIC INFORMATION (ABOUT THE DATA THEMSELVES)\nD01. Full names and definitions for columns and rows\nD02. Explanation of abbreviations\nD03. Units of measurement\nD04. Symbols for missing data\nRELATIONSHIPS\nR01. Publications based on this dataset\nR02. This dataset derives from… (other dataset)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12R03. This dataset is related to… (documents, dataset)\nR04. References of publications used to create the datasets\nAdditionally, excel codebooks will be created concerning the main datasets, explaining all the variables \nused (includes e.g., variable names and labels, origin of the scales that are used, link between the variables  \nand the interview questions, etc.). Also the informed consent forms of the studies will be retained and \nstored. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nA metadata standard is automatically applied when depositing data in a trusted data repository. As the \nPhD researcher will deposit the project data in the KU Leuven RDR or Lirias, the metadata will be created \naccording to the “Metadata Model” of KU Leuven. With the metadata categories mentioned in the \nREADME-file and the RDR, the 15 principal elements of the Dublin Core Standard are also expected to be \ncovered (Creator, Contributor, Publisher, Title, Date, Language, Format, Subject, Description, Identifier, \nRelation, Source, Type, Coverage, and Rights). Were any element to be missing, the PhD researcher will \nadd it to the metadata.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 133.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify):  \n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY, NETWORK SECURITY, AND SECURITY OF \nCOMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO \nENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The personal data of the entire project will be saved on the researcher’s personal and secured KU Leuven \nOneDrive for Business drive. After pseudonymization, the non-pseudonymized data will be deleted from \nthe drive. The researcher will grant access to these data through OneDrive to the project’s promoter and \nsupervisor – Steven Van Hecke - as to collaborate on the different studies. Paper data will be stored by the  \nPhD researcher in a locked drawer or cupboard that can only be accessed by herself at the Public \nGovernance Institute. After the project has been finished, all paper data will be handed over to the \nsupervisor who will store these data in their office in a locked drawer or cupboard that can only be \naccessed by herself.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No extra costs are expected. OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the \nMicrosoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven \nstudents and the majority of active KU Leuven staff. We consider that there will be sufficient storage and \nbackup capacity during the project. The standard offer of OneDrive for Business is 2 TB but can be \nextended to 5 TB upon motivated request. The potential costs will be covered by the FWO bench fee of \nthe researcher.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?No additional costs will be necessary to preserve data on the secured drive for a period of 10 years.  \n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nWhenever the PhD researcher completes a research paper, the related data will be made available. This \ndata will be deposited in the KU Leuven institutional research data repository, the RDR or Lirias. The data \nwill be filed under restricted access rights. This means that files are restricted in access but do allow for \naccess requests to be made. In light of a collaboration, the data will thus be shared with third party \nresearchers upon requests (based on clear research questions and hypotheses). The data will also be \nshared with third parties that the PhD researcher and promotor themselves involve in the project or \nwhenever the sharing of data is necessary for the successful completion of the project. After the PhD \nproject finishes, the data will still be accessible upon request in view of collaborations and/or questions on  \nthe data regarding possible meta-analyses.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The access to the data is restricted to sharing upon request based on clear research questions and \nhypotheses. Given the nature of the request, the PhD researcher and/or promotor will decide to grant \naccess to the data or not.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: For the interviews, participants consent to using excerpts of the interview for \nscientific publication. Transcripts will first go through a process of pseudonymization and personal, field \nnotes and codes cannot be shared to ensure privacy.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  None, as the university’s own research data repository services will be used, this is free of charge.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 187. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PhD Researcher (Lien Jansen)\nWho will manage data storage and backup \nduring the research project?The PhD Researcher (Lien Jansen)\nWho will manage data preservation and \nsharing?The PhD Researcher (Lien Jansen) – Promotor (Steven Van Hecke)\nWho will update and implement this DMP? The PhD Researcher (Lien Jansen)"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Lien Jansen - 0000-0002-2867-7908 Contributor name(s) (+ ORCID) & roles Steven Van Hecke – Promotor (0000-0003-0215-5463) Project number & title 1113525N - Changing MEP Behaviour Towards EU enlargement with the Western Balkans: the Implications of the Russian Invasion in Ukraine (2019-2024). Funder(s) GrantID 2FWO - 1113525N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description This project focuses on the impact of the Russian invasion of Ukraine on MEP behaviour (2019-2024) towards the Western Balkan countries. Since 24 February 2022, the so-called ‘geostrategic awakening’ of the European Union has triggered, among other things, a new focus on the enlargement with the countries of the Western Balkans, particularly evident in recent decisions to initiate the process of accession negotiations with North Macedonia, Albania and Bosnia and Herzegovina. While current research predominantly scrutinizes the Council and the European Commission, this project shifts its focus to the European Parliament. Compared to other EU institutions, the European Parliament has always been a front-runner in support for enlargement. The question is therefore in which way its position has changed. By integrating perspectives from parliamentary diplomacy, politicization and legislative behaviour studies, this project seeks to explain the impact of the Russian invasion on the Parliament’s stance regarding enlargement in the Western Balkans. Enlargement is back— but has this also shifted dynamics within the European Parliament? Add rows for each dataset you want to describe. See Glossary Flemish Standard Data Management Plan 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 31 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 41.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 1. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Literature reviewBibliographic references ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.pdf .docx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Literature reviewNotes ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ European Parliament Written Questions database All submitted written questions concerning EU enlargement to the Western Balkan countries matched with the author’s ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual.csv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB/ FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5characteristics (party, committee, delegations, nationality) compiled from the European Parliament website (Compiled/aggregated data) ☐ Model ☐ Software ☐ Other:☐ NA Analysis party manifestos EuropartiesQualitative data analysis documents in NVivo☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.nvp ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Debates Committee Foreign Affairs Quantitative and qualitative data analysis☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.csv .docx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Results of votesResults of votes of alle EU- enlargement related voting sessions compiled from information found on the European Parliament website☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.csv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Speeches EP presidentQualitative data analysis documents in NVivo☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:.nvp ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Interviews MEPs: Informed consentsInformed consents participants☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☒ NAPaper Interviews MEPs: Personal data (name, e- mail, profession…)Personal data interviewees ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.csv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Interviews MEPs: audio filesAudio files of the interviews (N = 15)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software.wav ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7☐ Other: Interviews MEPs: transcripts of interviewsPseudonymized transcripts of audiofiles of the interviews☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Interviews MEPs: notesNotes taken during data collection☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Reused data will mainly constitute existing research and theories. These will be sourced from all kinds of journal/ interdisciplinary databases and will be identified via citations and reference lists in all the research papers and documents. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC a pproval number: G-2023-7474 (MIN) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approva l number: ☐ No Additional information: Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: approved by SMEC G-2023-7474 (MIN). Name, e-mail, audiorecordings, work-related data. My interviewees work for a political a political party or are Members of the European Parliament. Therefore, the collected data will include their political preferences. Data will be pseudonymized. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 92.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .First and foremost, a README text- (or Word-) file will be created according to the KU Leuven template. Consequently, the following information will be provided: GENERAL INFORMATION G01. Names of file(s) or dataset(s) that this README file describes G02. Date of creation/last update of the README file G03. Name and contact information of Principal Investigator G04. ORCID of Principal Investigator G05. Institution of Principal Investigator G06. Contact of other person at KU Leuven that has access to the dataset G07. Description of the dataset G08. Keywords (author defined) G09. Thesaurus or controlled vocabulary keywords G10. Thesaurus or controlled vocabulary used in this README G11. Language(s) used in the dataset G12. Other involved researchers PROJECT INFORMATION P01. Project information P02. Project abstract P03. Project funder: Name of funder, type of grant, grant number FILE OVERVIEW F01. Number of files described by the README-file F02. List with names of files, description, date of creation of file F03. File formats F04. Software used to generate the data F05. Software necessary to open the file F06. Relationship between the files F07. Which version of the dataset is this? Date of this version? F08. Information about the dataset versions and reason for updates FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11F09. Naming conventions for file names STORAGE INFORMATION S01. Where are the data stored? S02. Links to other available locations of the dataset (e.g. repository) METHODOLOGICAL INFORMATION M01. Date (beginning-end) and place of data collection M02. Aim for which the data were collected M03. Data collecting method M04. Information about data processing methods M05. Information about the instrument, calibration M06. Quality assurance procedures M07. Information about limitations of the dataset, information that ensures correct interpretation of the dataset M08. People involved in the creation or processing of the dataset DATA ACCESS AND SHARING A01. Recommended citation for the dataset A02. License information, restrictions on use A03. Confidentiality information DATA SPECIFIC INFORMATION (ABOUT THE DATA THEMSELVES) D01. Full names and definitions for columns and rows D02. Explanation of abbreviations D03. Units of measurement D04. Symbols for missing data RELATIONSHIPS R01. Publications based on this dataset R02. This dataset derives from… (other dataset) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12R03. This dataset is related to… (documents, dataset) R04. References of publications used to create the datasets Additionally, excel codebooks will be created concerning the main datasets, explaining all the variables used (includes e.g., variable names and labels, origin of the scales that are used, link between the variables and the interview questions, etc.). Also the informed consent forms of the studies will be retained and stored. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: A metadata standard is automatically applied when depositing data in a trusted data repository. As the PhD researcher will deposit the project data in the KU Leuven RDR or Lirias, the metadata will be created according to the “Metadata Model” of KU Leuven. With the metadata categories mentioned in the README-file and the RDR, the 15 principal elements of the Dublin Core Standard are also expected to be covered (Creator, Contributor, Publisher, Title, Date, Language, Format, Subject, Description, Identifier, Relation, Source, Type, Coverage, and Rights). Were any element to be missing, the PhD researcher will add it to the metadata. If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 133.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify): ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The personal data of the entire project will be saved on the researcher’s personal and secured KU Leuven OneDrive for Business drive. After pseudonymization, the non-pseudonymized data will be deleted from the drive. The researcher will grant access to these data through OneDrive to the project’s promoter and supervisor – Steven Van Hecke - as to collaborate on the different studies. Paper data will be stored by the PhD researcher in a locked drawer or cupboard that can only be accessed by herself at the Public Governance Institute. After the project has been finished, all paper data will be handed over to the supervisor who will store these data in their office in a locked drawer or cupboard that can only be accessed by herself. What are the expected costs for data storage and backup during the research project? How will these costs be covered?No extra costs are expected. OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven students and the majority of active KU Leuven staff. We consider that there will be sufficient storage and backup capacity during the project. The standard offer of OneDrive for Business is 2 TB but can be extended to 5 TB upon motivated request. The potential costs will be covered by the FWO bench fee of the researcher. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No additional costs will be necessary to preserve data on the secured drive for a period of 10 years. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Whenever the PhD researcher completes a research paper, the related data will be made available. This data will be deposited in the KU Leuven institutional research data repository, the RDR or Lirias. The data will be filed under restricted access rights. This means that files are restricted in access but do allow for access requests to be made. In light of a collaboration, the data will thus be shared with third party researchers upon requests (based on clear research questions and hypotheses). The data will also be shared with third parties that the PhD researcher and promotor themselves involve in the project or whenever the sharing of data is necessary for the successful completion of the project. After the PhD project finishes, the data will still be accessible upon request in view of collaborations and/or questions on the data regarding possible meta-analyses. If access is restricted, please specify who will be able to access the data and under what conditions.The access to the data is restricted to sharing upon request based on clear research questions and hypotheses. Given the nature of the request, the PhD researcher and/or promotor will decide to grant access to the data or not. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: For the interviews, participants consent to using excerpts of the interview for scientific publication. Transcripts will first go through a process of pseudonymization and personal, field notes and codes cannot be shared to ensure privacy. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? None, as the university’s own research data repository services will be used, this is free of charge. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 187. Responsibilities Who will manage data documentation and metadata during the research project?The PhD Researcher (Lien Jansen) Who will manage data storage and backup during the research project?The PhD Researcher (Lien Jansen) Who will manage data preservation and sharing?The PhD Researcher (Lien Jansen) – Promotor (Steven Van Hecke) Who will update and implement this DMP? The PhD Researcher (Lien Jansen)"
}