{
    "document_id": "D-2023-2449",
    "LinkTitle": "D-2023-2449",
    "file_name": "D-2023-2449.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2449.pdf",
    "metadata": {
        "title": "DATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS SENSOR NETWORKS",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS\nDATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS\nSENSOR NETWORKS\nSENSOR NETWORKS\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nCem Musluoglu\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT2/23/053\nID: \nID: \n204154\nStart date: \nStart date: \n16-11-2023\nEnd date: \nEnd date: \n31-10-2024\nProject abstract:\nProject abstract:\nSpatial filtering consists of combining sensor signals measured at different locations into a new signal with better properties (for example a better\nsignal-to-noise ratio). This technique is widely used in biomedical signal processing, wireless communication, and acoustics. With the emergence of\nwireless sensor networks (WSNs), many applications require a fully distributed approach to solve spatial filtering problems in order to reduce the\nenergy and bandwidth requirements. For this purpose, we have recently developed a unifying algorithmic framework that allows to design such\ndistributed algorithms for a large spectrum of spatial filtering problems. However, in its current form the resulting meta-algorithm does not properly\nhandle non-stationary settings (i.e., where the sensor signal statistics change over time), and suffers from suboptimal convergence when the spatial\nfilter design involves constrained optimization techniques. The goal of this project is to rethink the algorithm and propose extensions to alleviate these\nfundamental shortcomings. To demonstrate the practical relevance of our contribution, we apply the framework on several use cases in the context of\nwearable encephalography sensor networks for brain-computer interfacing.\nLast modified: \nLast modified: \n23-01-2024\nCreated using DMPonline.be. Last modiﬁed 23 January 2024\n1 of 6\nDATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS\nDATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS\nSENSOR NETWORKS\nSENSOR NETWORKS\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\nEEG256\nThis dataset consists of the EEG recordings of 30 human\nsubjects consisting of 4 different experiments.\n \nE\nE\nxisting\ndata\nD\nD\n(igital)\nN\nN\numerical \nDatabase (.dat,\n.dap, .rs3, .ceo)\n<1TB\n NA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe EEG256 dataset consists of 4 different experiments. The auditory attention decoding (AAD) experiment has already been published:\nhttps://zenodo.org/records/4518754\nThe rest of the data, consisting of the other 3 experiments is not publicly available and is stored in the servers of the research unit.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nSMEC: G- 2018 11 1379\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG- 2018 11 1379\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nAs the main output of this project will be algorithms, certain companies could be interested in using them. The algorithm codes will be put\nonline, however the dataset will not be shared.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nCreated using DMPonline.be. Last modiﬁed 23 January 2024\n2 of 6\nThe dataset can only be used by authorized researchers within the research unit.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nIn this project, the main outcome will be algorithms and software using existing data. Therefore, the data is already documented, while the\nalgorithms resulting from this project will be clearly documented in README.txt or README.md files, and also in published articles.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata with information on experiments carried out with the developed algorithms will be provided in .txt files.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nLarge Volume Storage\nThe data used in the course of this project is stored on the storage facilities of the research unit (STADIUS, 8 TB capacity)\nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nThe data is backed up daily. Its storage and back up is the responsibility of the IT support of the faculty (ESAT).\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 23 January 2024\n3 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data stored in the STADIUS servers has access regulated by an access control list (ACL) that grants: read-write access to the project\nowner read-only access to specific users The ACL is managed by the project owner (promotor) and the STADIUS data manager. Client\ncomputers can access the data using: SMB2 (or higher) from specific IP ranges NFSv4 from specific (IT managed) systems.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe storage facilities of the department are available for researchers of the unit for free.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAfter the period of 10 years, any data generated in the course of the project that is not longer in use will be removed from the department's\nservers.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe storage facilities of the department are available for researchers of the unit for free.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nPart of the data is publicly available at:\nhttps://zenodo.org/records/4518754\nThe rest of the data is not publicly available and stored in the servers of the research unit and can only be accessed by researchers from the unit\nthat will work with this dataset.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nCreated using DMPonline.be. Last modiﬁed 23 January 2024\n4 of 6\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nThe data cannot be shared beyond project collaborators because these are personal data (special category data: health data), and this has been\nagreed to by the participants in the Informed Consent Form.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nThe data will only be shared with researchers working on the same project in Alexander Bertrand's research team at KU Leuven.\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nRestricted access repository: By giving these persons access to the databases in the secure server at ESAT.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe costs of keeping the data on the secure server are covered by the ESAT department of KU Leuven.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher is responsible for documentation & metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCreated using DMPonline.be. Last modiﬁed 23 January 2024\n5 of 6\nThe researcher and the research unit.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI, Alexander Bertrand.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 23 January 2024\n6 of 6"
    },
    "clean_full_text": "DATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS DATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS SENSOR NETWORKS SENSOR NETWORKS A Data Management Plan created using DMPonline.be Creator: Creator: Cem Musluoglu Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT2/23/053 ID: ID: 204154 Start date: Start date: 16-11-2023 End date: End date: 31-10-2024 Project abstract: Project abstract: Spatial filtering consists of combining sensor signals measured at different locations into a new signal with better properties (for example a better signal-to-noise ratio). This technique is widely used in biomedical signal processing, wireless communication, and acoustics. With the emergence of wireless sensor networks (WSNs), many applications require a fully distributed approach to solve spatial filtering problems in order to reduce the energy and bandwidth requirements. For this purpose, we have recently developed a unifying algorithmic framework that allows to design such distributed algorithms for a large spectrum of spatial filtering problems. However, in its current form the resulting meta-algorithm does not properly handle non-stationary settings (i.e., where the sensor signal statistics change over time), and suffers from suboptimal convergence when the spatial filter design involves constrained optimization techniques. The goal of this project is to rethink the algorithm and propose extensions to alleviate these fundamental shortcomings. To demonstrate the practical relevance of our contribution, we apply the framework on several use cases in the context of wearable encephalography sensor networks for brain-computer interfacing. Last modified: Last modified: 23-01-2024 Created using DMPonline.be. Last modiﬁed 23 January 2024 1 of 6 DATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS DATA-CENTRIC DISTRIBUTED SIGNAL PROCESSING FOR SPATIAL FILTERING IN WIRELESS SENSOR NETWORKS SENSOR NETWORKS Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume EEG256 This dataset consists of the EEG recordings of 30 human subjects consisting of 4 different experiments. E E xisting data D D (igital) N N umerical Database (.dat, .dap, .rs3, .ceo) <1TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The EEG256 dataset consists of 4 different experiments. The auditory attention decoding (AAD) experiment has already been published: https://zenodo.org/records/4518754 The rest of the data, consisting of the other 3 experiments is not publicly available and is stored in the servers of the research unit. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) SMEC: G- 2018 11 1379 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G- 2018 11 1379 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes As the main output of this project will be algorithms, certain companies could be interested in using them. The algorithm codes will be put online, however the dataset will not be shared. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Created using DMPonline.be. Last modiﬁed 23 January 2024 2 of 6 The dataset can only be used by authorized researchers within the research unit. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). In this project, the main outcome will be algorithms and software using existing data. Therefore, the data is already documented, while the algorithms resulting from this project will be clearly documented in README.txt or README.md files, and also in published articles. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata with information on experiments carried out with the developed algorithms will be provided in .txt files. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Large Volume Storage The data used in the course of this project is stored on the storage facilities of the research unit (STADIUS, 8 TB capacity) How will the data be backed up? How will the data be backed up? Other (specify below) The data is backed up daily. Its storage and back up is the responsibility of the IT support of the faculty (ESAT). Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 23 January 2024 3 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data stored in the STADIUS servers has access regulated by an access control list (ACL) that grants: read-write access to the project owner read-only access to specific users The ACL is managed by the project owner (promotor) and the STADIUS data manager. Client computers can access the data using: SMB2 (or higher) from specific IP ranges NFSv4 from specific (IT managed) systems. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The storage facilities of the department are available for researchers of the unit for free. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) After the period of 10 years, any data generated in the course of the project that is not longer in use will be removed from the department's servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The storage facilities of the department are available for researchers of the unit for free. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Part of the data is publicly available at: https://zenodo.org/records/4518754 The rest of the data is not publicly available and stored in the servers of the research unit and can only be accessed by researchers from the unit that will work with this dataset. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Created using DMPonline.be. Last modiﬁed 23 January 2024 4 of 6 restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects The data cannot be shared beyond project collaborators because these are personal data (special category data: health data), and this has been agreed to by the participants in the Informed Consent Form. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) The data will only be shared with researchers working on the same project in Alexander Bertrand's research team at KU Leuven. When will the data be made available? When will the data be made available? Other (specify below) Restricted access repository: By giving these persons access to the databases in the secure server at ESAT. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The costs of keeping the data on the secure server are covered by the ESAT department of KU Leuven. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher is responsible for documentation & metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 23 January 2024 5 of 6 The researcher and the research unit. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI, Alexander Bertrand. Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 23 January 2024 6 of 6"
}