{
    "document_id": "D-2023-2163",
    "LinkTitle": "D-2023-2163",
    "file_name": "D-2023-2163.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2163.pdf",
    "metadata": {
        "title": "Sympathetic cooling of radioactive 26mAl to test the standard model",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Sympathetic cooling of radioactive 26mAl to test the standard model\nA Data Management Plan created using DMPonline.be\nCreator: \nRuben de Groote\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nRuben de Groote\nData Manager:\n \nRuben de Groote\nProject Administrator:\n \nRuben de Groote\nID: \n200910\nStart date: \n01-01-2023\nEnd date: \n31-12-2027\nProject abstract:\nThe standard model of particle physics is our most successful physical theory to date, describing three of the four\nfundamental forces in the universe with unprecedented accuracy. Testing the validity of the standard model is one of\nthe core activities within contemporary physics research. One cornerstone uses the measurement of beta-decay\nproperties to test the unitarity of the socalled Cabibbo-Kobayashi-Maskawa mixing matrix, which contains information on\nthe strength of the weak nuclear interaction. In this project, we seek to improve the constraints on the unitarity of this\nmatrix, thus testing the validity of the standard model, through a significantly more precise measurement of the Q-value\nof the betadecay of the isomeric state of the isotope 26Al. We aim to achieve at least one order of magnitude\nimprovement in precision, which we will achieve by sympathetically cooling the 26mAl isotopes to a few Kelvin using\nlaser-cooled Sr coolant ions. In doing so, the precision of Penning-trap mass measurements will be improved\ndramatically beyond the state-of-the-art. We will design, construct and test a linear radiofrequency Paul trap,\noptimized for efficient injection and cooling of radioactive isotopes, as well as the required coolant ions. This device will\nbe developed at KU Leuven, and will then be moved to the Ion-Guide Separator On-Line facility in the accelerator\nlaboratory in Jyväskylä, Finland, where the Q-value measurements will take place.\nLast modified: \n03-07-2023\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n1 of 7\nSympathetic cooling of radioactive 26mAl to test the standard model\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThe project will primarily generate new data which records the response of one or several detectors under different experimental conditions. For example, the number of\nevents registered by a photon counter as the frequency of a laser is changed. The format of such files will be human-readable and tabular (e.g. in a .csv format, or .txt).\nThe total volume of data will be of the order of 1 Gb or less, for the entire project.\nIn addition, logbooks will be kept by the members of the group. These are all digital OneNote lobooks hosted on a SharePoint.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nThe time-stamped master copy of the data will be kept on the main data acquisition machine, which is backed up to our our research unit central storage facility. Copies\ncan be made and kept on personal devices. The data will also be backed up on the department servers with automatic, regular back-up procedures. Given the modest\ndata volumes for this project, sufficient storage is easily guaranteed both within the research group, and on the departmental storage servers. All data will be saved for at\nleast five years. The PI, Ruben de Groote, is the final responsible for the data, but the day-to-day management is delegated to a member of the group.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nN/A\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n2 of 7\nSympathetic cooling of radioactive 26mAl to test the standard model\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for digital\ndata \nOnly for digital data \nOnly for physical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\n \nLaser spectroscopy\ndata\nNew data\nDigital\nExperimental\n.csv, .txt, ...\n<100 Gb\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \nLogbooks\nNew data\nDigital\nExperimental\nOnenote files\n<1 Gb\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nN/A\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nN/A\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nN/A\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nN/A\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nN/A\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n3 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n \nBest attempts will be made to include all relevant variables in the datafiles so that the data is as self-contained as possible. Electronic lab logbooks will be kept that record\nall additional, relevant information. These logbooks will include schematics of the experimental setup and the procedures which were followed prior to and during the data\ntaking, where relevant.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nSince the metadata is in the form of logbook, there is no clear standard. But all logbooks will (naturally) be human-readable, and are timestamped to facilitate finding the\nrelevant information for particular datasets.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOn local machines during data collection, and then backed up on the department storage servers. \nHow will the data be backed up?\nAutomatic and regular backups to the department storage servers will be made. These servers are located in the main physics building, which is a separate building from\nthe lab.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe small data volumes mean that even a very small hard drive is large enough. The backup drives are significantly larger still.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nModification of data files by unauthorized persons is prevented by keeping the master files on password protected computers and servers. None of the data is sensitive or\npersonal, so  there is no need to take measures beyond this layer of protection.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected costs are of the order of a few hundred euro for hard-drives for the lab machines,\ncovered by the grant associated with this project. Costs for the backup servers are covered by the budget of the institute. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be retained for at least five years.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the institute's backup servers for at least 5 years. Data deemed\nrelevant to share alongside e.g. a publication may also be hosted on a publicly available service like Zenodo.\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n4 of 7\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost of the data storage is covered within the institute. The small volume of data compared to the data generation of the entire institute is not that significant, so the\nadded cost to the institute is small.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nSelected datasets which are part of the publications the product generates will be made available upon request, and could be uploaded to Zenodo in a csv format as well.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nZenodo is well-suited to all the datasets and data types.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone, as the data files are small and can be uploaded easily by a member of the group.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researchers who are doing the work; final responsibility is the PI (Ruben de Groote) \nWho will manage data storage and backup during the research project?\nOne designated member of the group; final responsibility is the PI (Ruben de Groote) \nWho will manage data preservation and sharing?\nRuben de Groote \nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n5 of 7\nRuben de Groote \nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n6 of 7\nSympathetic cooling of radioactive 26mAl to test the standard model\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n7 of 7"
    },
    "clean_full_text": "Sympathetic cooling of radioactive 26mAl to test the standard model A Data Management Plan created using DMPonline.be Creator: Ruben de Groote Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Ruben de Groote Data Manager: Ruben de Groote Project Administrator: Ruben de Groote ID: 200910 Start date: 01-01-2023 End date: 31-12-2027 Project abstract: The standard model of particle physics is our most successful physical theory to date, describing three of the four fundamental forces in the universe with unprecedented accuracy. Testing the validity of the standard model is one of the core activities within contemporary physics research. One cornerstone uses the measurement of beta-decay properties to test the unitarity of the socalled Cabibbo-Kobayashi-Maskawa mixing matrix, which contains information on the strength of the weak nuclear interaction. In this project, we seek to improve the constraints on the unitarity of this matrix, thus testing the validity of the standard model, through a significantly more precise measurement of the Q-value of the betadecay of the isomeric state of the isotope 26Al. We aim to achieve at least one order of magnitude improvement in precision, which we will achieve by sympathetically cooling the 26mAl isotopes to a few Kelvin using laser-cooled Sr coolant ions. In doing so, the precision of Penning-trap mass measurements will be improved dramatically beyond the state-of-the-art. We will design, construct and test a linear radiofrequency Paul trap, optimized for efficient injection and cooling of radioactive isotopes, as well as the required coolant ions. This device will be developed at KU Leuven, and will then be moved to the Ion-Guide Separator On-Line facility in the accelerator laboratory in Jyväskylä, Finland, where the Q-value measurements will take place. Last modified: 03-07-2023 Created using DMPonline.be. Last modiﬁed 03 July 2023 1 of 7 Sympathetic cooling of radioactive 26mAl to test the standard model Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will primarily generate new data which records the response of one or several detectors under different experimental conditions. For example, the number of events registered by a photon counter as the frequency of a laser is changed. The format of such files will be human-readable and tabular (e.g. in a .csv format, or .txt). The total volume of data will be of the order of 1 Gb or less, for the entire project. In addition, logbooks will be kept by the members of the group. These are all digital OneNote lobooks hosted on a SharePoint. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The time-stamped master copy of the data will be kept on the main data acquisition machine, which is backed up to our our research unit central storage facility. Copies can be made and kept on personal devices. The data will also be backed up on the department servers with automatic, regular back-up procedures. Given the modest data volumes for this project, sufficient storage is easily guaranteed both within the research group, and on the departmental storage servers. All data will be saved for at least five years. The PI, Ruben de Groote, is the final responsible for the data, but the day-to-day management is delegated to a member of the group. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) N/A Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 03 July 2023 2 of 7 Sympathetic cooling of radioactive 26mAl to test the standard model FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Laser spectroscopy data New data Digital Experimental .csv, .txt, ... <100 Gb <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Logbooks New data Digital Experimental Onenote files <1 Gb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No N/A Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No N/A Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No N/A Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No N/A Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No N/A Created using DMPonline.be. Last modiﬁed 03 July 2023 3 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Best attempts will be made to include all relevant variables in the datafiles so that the data is as self-contained as possible. Electronic lab logbooks will be kept that record all additional, relevant information. These logbooks will include schematics of the experimental setup and the procedures which were followed prior to and during the data taking, where relevant. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Since the metadata is in the form of logbook, there is no clear standard. But all logbooks will (naturally) be human-readable, and are timestamped to facilitate finding the relevant information for particular datasets. 3. Data storage & back-up during the research project Where will the data be stored? On local machines during data collection, and then backed up on the department storage servers. How will the data be backed up? Automatic and regular backups to the department storage servers will be made. These servers are located in the main physics building, which is a separate building from the lab. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The small data volumes mean that even a very small hard drive is large enough. The backup drives are significantly larger still. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Modification of data files by unauthorized persons is prevented by keeping the master files on password protected computers and servers. None of the data is sensitive or personal, so there is no need to take measures beyond this layer of protection. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected costs are of the order of a few hundred euro for hard-drives for the lab machines, covered by the grant associated with this project. Costs for the backup servers are covered by the budget of the institute. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least five years. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the institute's backup servers for at least 5 years. Data deemed relevant to share alongside e.g. a publication may also be hosted on a publicly available service like Zenodo. Created using DMPonline.be. Last modiﬁed 03 July 2023 4 of 7 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of the data storage is covered within the institute. The small volume of data compared to the data generation of the entire institute is not that significant, so the added cost to the institute is small. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Selected datasets which are part of the publications the product generates will be made available upon request, and could be uploaded to Zenodo in a csv format as well. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Zenodo is well-suited to all the datasets and data types. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. CC-BY Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? None, as the data files are small and can be uploaded easily by a member of the group. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researchers who are doing the work; final responsibility is the PI (Ruben de Groote) Who will manage data storage and backup during the research project? One designated member of the group; final responsibility is the PI (Ruben de Groote) Who will manage data preservation and sharing? Ruben de Groote Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 03 July 2023 5 of 7 Ruben de Groote Created using DMPonline.be. Last modiﬁed 03 July 2023 6 of 7 Sympathetic cooling of radioactive 26mAl to test the standard model GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 03 July 2023 7 of 7"
}