{
    "document_id": "D-2023-2450",
    "LinkTitle": "D-2023-2450",
    "file_name": "D-2023-2450.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2450.pdf",
    "metadata": {
        "title": "Policy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and innovating for the future.",
        "author": "N/A",
        "creation_date": "2024-03-25 17:22:57+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Policy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and\nPolicy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and\ninnovating for the future.\ninnovating for the future.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nKhoi Nguyen Hoang \n \nhttps://orcid.org/0000-0002-3744-652X\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nKhoi Nguyen Hoang \n \nhttps://orcid.org/0000-0002-3744-652X\nData Manager:\nData Manager:\n \nKhoi Nguyen Hoang \n \nhttps://orcid.org/0000-0002-3744-652X\nProject Administrator:\nProject Administrator:\n \nn.n. n.n., Khoi Nguyen Hoang \n \nhttps://orcid.org/0000-0002-3744-652X\nID: \nID: \n203335\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nSince the 2015 Paris Climate agreement, many countries have adopted low-carbon development policies (LCDPs) to achieve carbon neutrality and\ndecarbonize their economies, including Vietnam with its Green Transformation Policy. The LCDPs are thus an important tool for halting climate\nchange and revitalizing a global economy battered by wars and pandemics. However, we know very little about the LCDPs, especially whether they\ncan deliver the intended benefits, if so through what mechanisms, and how can their performance be improved. The project will address these existing\nresearch puzzles through three consecutive case studies on Vietnam's Green Transformation, which will build on each other's findings. First, I will\nevaluate the performance of Vietnam's Green Transformation policy through its policy integration level. Second, I will uncover the causal mechanism\nthat leads to this outcome via the process-tracing method. Third, I will develop an analytical framework that links the policy integration and the\npolycentric governance approaches with a view to improving the Green Transformation's performance by taking advantage of Vietnam's institutional\nfragmentation rather than reversing it.\nLast modified: \nLast modified: \n25-03-2024\nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n1 of 7\nPolicy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and\nPolicy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and\ninnovating for the future.\ninnovating for the future.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nWork package\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nWP1: Textual data\nPeer-reviewed literature to be\nused for content analysis,\nmanaged in EndNote\nExisting\nDigital\nTextual\n.enl\n<500MB\nPolicy documents, used for content\nanalysis\nExisting\nDigital\nTextual\n.pdf\n<500MB\nQualitative analysis of peer-reviewed\nliterature and policy documents,\nconducted in NVIVO \nNew\nDigital\nTextual\n.nvp\n<2GB\nWP2: Interview data\nInformed consent forms for\ninterviewees\nNew\nPhysical\nTextual\n30 A4\nsheets\nAudio recordings of the interviews\nNew\nDigital\nAudiovisual\n.wav\n<5GB\nPseudonymized transcripts of the\ninterviews' audiofiles\nNew\nDigital\nTextual\n.rtf\n<200MB\nNotes taken during the interviews\nNew\nDigital\nTextual\n.docx\n<200MB\nQualitative analysis of interview\ntranscripts, conducted in NVIVO\nNew\nDigital\nTextual\n.nvp\n<1GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nPeer-reviewed articles for the first work package are collected from Web of Science and Scopus databases:\n \nhttps://www.scopus.com/search/form.uri?display=basic#basic\nhttps://www.webofscience.com/wos/alldb/basic-search\nThis is the source for original national-level policy documents in Vietnam: \nhttps://chinhphu.vn/he-thong-van-ban\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nA Privacy and Ethics application (PRET) has been submitted to the KU Leuven Social and Societal Ethics Committee (SMEC). This PRET\napplication concerns the justifications of the general project and the second dataset, which involves collecting ordinary personal data from\nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n2 of 7\nrespondents, such as professional affiliations and positions, contact details, and audio recordings.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nThe second work packages' dataset involves ordinary personal data. Ordinary data includes basic personal characteristics of the respondents\nsuch as their voice recording, contact address and work position. A PRET application has been submitted (G-2024-7900)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor all datasets within the two work packages, the following types of metadata will be generated:\na codebook.pdf file, containing details about\nthe research design for all component research questions;\nanalytical frameworks for all research objectives;\nthe variables and indicators required for the analytical frameworks (i.e., variable labels, exact question wordings, and answer scales\nwith corresponding values);\ninterview sampling methodology, and response rates.\na ReadMe.txt file, containing details about\nthe project and its member (i.e., a short description of the project, the ethical approval number, preregistration DOI, and the\ncontact information of the involved researcher);\nthe folders and files in the replication folder;\nthe step-by-step explanation to replicate the results;\nthe last date of modification and successful replication.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n3 of 7\nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\n- Codebook.pdf: I will follow the KU Leuven guidelines and, hence, use DDI to create the codebook\n(https://ddialliance.org/training/gettingstarted-new-content/create-a-codebook)\n- ReadMe.txt: I will use the KU Leuven template (https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README)\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nThe datasets within the first work package (textual data) will be stored in a folder on the \nKU Leuven OneDrive for Business\nKU Leuven OneDrive for Business\n of the research\nfellow, provided by KU Leuven. OneDrive for Business is suitable for storing confidential data, as long as multifactor authentication with the\nKU Leuven Authenticator app is activated.\nThe datasets within the second work package (interview data) will also be stored on OneDrive. However, extra precautions will be taken\nbecause this work package contains personal data. Specifically, the datasets will be pseudonymized. I will replace all directly identifiable\ninformation (e.g., name of respondents) with a pseudonym and code indirectly\nidentifiable information (e.g., age) in a way that makes it impossible to re-identify individuals. A separate record (that is, a coding table) will\nbe created that links the pseudonyms to the identifiable information. This coding table will be kept securely in the personal KU Leuven I-Drive\nof the research fellow, and thus separated from the pseudonymized data (which will be stored on OneDrive), to prevent re-identification.\nAccess to these datasets will be restricted to the research fellow and the project's supervisor (Katja Biedenkopf).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nFiles in OneDrive are automatically backed up, up to 100 versions per file. A second copy will be kept on the KU Leuven I:\\ network drive of\nthe research fellow. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nI consider that there will be sufficient storage and backup capacity during the project. OneDrive for Business has a standard storage capacity of\n2TB but this can be extended to 5 TB upon motivated request through ICTS Service Point. The estimated size of all datasets combined is < 10\nGB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nI will strictly manage access rights to datasets. Only the research fellow and the project's supervisor (Katja Biedenkopf) will have access to the\ndatasets and will have to grant access to anyone else.\nI will activate multifactor authentication with the KU Leuven Authenticator app for OneDrive Business.\nThe laptop(s) on which the datasets are stored are password-protected.\nPersonal data will be pseudonymized and the coding table, which makes it possible to link the identifiable information with the\npseudonymized data, will be stored on an encrypted KU Leuven I-drive. Transcripts and codebooks will be kept separate.\nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n4 of 7\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven. The I-drive is also provided\n(and secured) by KU Leuven.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe datasets will be preserved for minimally 10 years after the study's completion, in line with KU Leuven's RDM policy.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nThe datasets within the two work packages will be stored in a folder on the KU Leuven OneDrive for Business of the research fellow.\nOneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is\nactivated. OneDrive is also suitable to save human subject data in this case, since the data will be anonymized. Access to these datasets will be\nrestricted to the research fellow and only the research fellow can decide to grant access to collaborators.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nNo (closed access)\nDatasets in the first work package can become open data. For the second work package: the codebooks for qualitative data analysis in NVIVO\n(already pseudomyzed) can be made open. Transcripts, notes and audio recordings are not to be made accessible because they can reveal\npersonal identity. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the researcher and the project's supervisor (Prof. Katja Biedenkopf) can access the restricted data to ensure privacy considerations.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n5 of 7\nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nUpon completion of a publication, the dataset used in that publication, along with the documentation and metadata necessary to reuse the data,\nwill be deposited at the KU Leuven RDR. This is a generic, online data repository where one can publicly share and preserve research data.\nThe KU Leuven RDR is the preferred option for KU Leuven research data publication as it's the university's institutional research data\nrepository.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\n- Free to share and adapt.\n- Give appropriate credit, and indicate if changes were made.\n- Do not use the material for commercial purposes.\n- Distribute your contributions under the same license as the original.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nYes. The KU Leuven repository uses a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nKhoi Hoang Nguyen (research fellow) and Katja Biedenkopf (project's supervisor)\nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n6 of 7\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nKhoi Hoang Nguyen (research fellow) and Katja Biedenkopf (project's supervisor)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nKhoi Hoang Nguyen (research fellow). In case the research fellow leaves KU Leuven after finishing the PhD, Katja Biedenkopf (project's\nsupervisor) will manage data preservation and sharing.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nKhoi Hoang Nguyen and Katja Biedenkopf.\nCreated using DMPonline.be. Last modiﬁed 25 March 2024\n7 of 7"
    },
    "clean_full_text": "Policy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and Policy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and innovating for the future. innovating for the future. A Data Management Plan created using DMPonline.be Creator: Creator: Khoi Nguyen Hoang https://orcid.org/0000-0002-3744-652X Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Khoi Nguyen Hoang https://orcid.org/0000-0002-3744-652X Data Manager: Data Manager: Khoi Nguyen Hoang https://orcid.org/0000-0002-3744-652X Project Administrator: Project Administrator: n.n. n.n., Khoi Nguyen Hoang https://orcid.org/0000-0002-3744-652X ID: ID: 203335 Start date: Start date: 01-10-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Since the 2015 Paris Climate agreement, many countries have adopted low-carbon development policies (LCDPs) to achieve carbon neutrality and decarbonize their economies, including Vietnam with its Green Transformation Policy. The LCDPs are thus an important tool for halting climate change and revitalizing a global economy battered by wars and pandemics. However, we know very little about the LCDPs, especially whether they can deliver the intended benefits, if so through what mechanisms, and how can their performance be improved. The project will address these existing research puzzles through three consecutive case studies on Vietnam's Green Transformation, which will build on each other's findings. First, I will evaluate the performance of Vietnam's Green Transformation policy through its policy integration level. Second, I will uncover the causal mechanism that leads to this outcome via the process-tracing method. Third, I will develop an analytical framework that links the policy integration and the polycentric governance approaches with a view to improving the Green Transformation's performance by taking advantage of Vietnam's institutional fragmentation rather than reversing it. Last modified: Last modified: 25-03-2024 Created using DMPonline.be. Last modiﬁed 25 March 2024 1 of 7 Policy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and Policy integration in Vietnam’s Green Transformation policy: Evaluating progress, explaining outcome, and innovating for the future. innovating for the future. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Work package Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP1: Textual data Peer-reviewed literature to be used for content analysis, managed in EndNote Existing Digital Textual .enl <500MB Policy documents, used for content analysis Existing Digital Textual .pdf <500MB Qualitative analysis of peer-reviewed literature and policy documents, conducted in NVIVO New Digital Textual .nvp <2GB WP2: Interview data Informed consent forms for interviewees New Physical Textual 30 A4 sheets Audio recordings of the interviews New Digital Audiovisual .wav <5GB Pseudonymized transcripts of the interviews' audiofiles New Digital Textual .rtf <200MB Notes taken during the interviews New Digital Textual .docx <200MB Qualitative analysis of interview transcripts, conducted in NVIVO New Digital Textual .nvp <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Peer-reviewed articles for the first work package are collected from Web of Science and Scopus databases: https://www.scopus.com/search/form.uri?display=basic#basic https://www.webofscience.com/wos/alldb/basic-search This is the source for original national-level policy documents in Vietnam: https://chinhphu.vn/he-thong-van-ban Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) A Privacy and Ethics application (PRET) has been submitted to the KU Leuven Social and Societal Ethics Committee (SMEC). This PRET application concerns the justifications of the general project and the second dataset, which involves collecting ordinary personal data from Created using DMPonline.be. Last modiﬁed 25 March 2024 2 of 7 respondents, such as professional affiliations and positions, contact details, and audio recordings. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) The second work packages' dataset involves ordinary personal data. Ordinary data includes basic personal characteristics of the respondents such as their voice recording, contact address and work position. A PRET application has been submitted (G-2024-7900) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For all datasets within the two work packages, the following types of metadata will be generated: a codebook.pdf file, containing details about the research design for all component research questions; analytical frameworks for all research objectives; the variables and indicators required for the analytical frameworks (i.e., variable labels, exact question wordings, and answer scales with corresponding values); interview sampling methodology, and response rates. a ReadMe.txt file, containing details about the project and its member (i.e., a short description of the project, the ethical approval number, preregistration DOI, and the contact information of the involved researcher); the folders and files in the replication folder; the step-by-step explanation to replicate the results; the last date of modification and successful replication. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. Created using DMPonline.be. Last modiﬁed 25 March 2024 3 of 7 If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes - Codebook.pdf: I will follow the KU Leuven guidelines and, hence, use DDI to create the codebook (https://ddialliance.org/training/gettingstarted-new-content/create-a-codebook) - ReadMe.txt: I will use the KU Leuven template (https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/README) Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Personal network drive (I-drive) OneDrive (KU Leuven) The datasets within the first work package (textual data) will be stored in a folder on the KU Leuven OneDrive for Business KU Leuven OneDrive for Business of the research fellow, provided by KU Leuven. OneDrive for Business is suitable for storing confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated. The datasets within the second work package (interview data) will also be stored on OneDrive. However, extra precautions will be taken because this work package contains personal data. Specifically, the datasets will be pseudonymized. I will replace all directly identifiable information (e.g., name of respondents) with a pseudonym and code indirectly identifiable information (e.g., age) in a way that makes it impossible to re-identify individuals. A separate record (that is, a coding table) will be created that links the pseudonyms to the identifiable information. This coding table will be kept securely in the personal KU Leuven I-Drive of the research fellow, and thus separated from the pseudonymized data (which will be stored on OneDrive), to prevent re-identification. Access to these datasets will be restricted to the research fellow and the project's supervisor (Katja Biedenkopf). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Files in OneDrive are automatically backed up, up to 100 versions per file. A second copy will be kept on the KU Leuven I:\\ network drive of the research fellow. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes I consider that there will be sufficient storage and backup capacity during the project. OneDrive for Business has a standard storage capacity of 2TB but this can be extended to 5 TB upon motivated request through ICTS Service Point. The estimated size of all datasets combined is < 10 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will strictly manage access rights to datasets. Only the research fellow and the project's supervisor (Katja Biedenkopf) will have access to the datasets and will have to grant access to anyone else. I will activate multifactor authentication with the KU Leuven Authenticator app for OneDrive Business. The laptop(s) on which the datasets are stored are password-protected. Personal data will be pseudonymized and the coding table, which makes it possible to link the identifiable information with the pseudonymized data, will be stored on an encrypted KU Leuven I-drive. Transcripts and codebooks will be kept separate. Created using DMPonline.be. Last modiﬁed 25 March 2024 4 of 7 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven. The I-drive is also provided (and secured) by KU Leuven. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The datasets will be preserved for minimally 10 years after the study's completion, in line with KU Leuven's RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR The datasets within the two work packages will be stored in a folder on the KU Leuven OneDrive for Business of the research fellow. OneDrive for Business is suitable for strictly confidential data, as long as multifactor authentication with the KU Leuven Authenticator app is activated. OneDrive is also suitable to save human subject data in this case, since the data will be anonymized. Access to these datasets will be restricted to the research fellow and only the research fellow can decide to grant access to collaborators. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data No (closed access) Datasets in the first work package can become open data. For the second work package: the codebooks for qualitative data analysis in NVIVO (already pseudomyzed) can be made open. Transcripts, notes and audio recordings are not to be made accessible because they can reveal personal identity. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the researcher and the project's supervisor (Prof. Katja Biedenkopf) can access the restricted data to ensure privacy considerations. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Created using DMPonline.be. Last modiﬁed 25 March 2024 5 of 7 Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Upon completion of a publication, the dataset used in that publication, along with the documentation and metadata necessary to reuse the data, will be deposited at the KU Leuven RDR. This is a generic, online data repository where one can publicly share and preserve research data. The KU Leuven RDR is the preferred option for KU Leuven research data publication as it's the university's institutional research data repository. When will the data be made available? When will the data be made available? Upon publication of research results Upon publication of the research results. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) - Free to share and adapt. - Give appropriate credit, and indicate if changes were made. - Do not use the material for commercial purposes. - Distribute your contributions under the same license as the original. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository Yes. The KU Leuven repository uses a DOI. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Khoi Hoang Nguyen (research fellow) and Katja Biedenkopf (project's supervisor) Created using DMPonline.be. Last modiﬁed 25 March 2024 6 of 7 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Khoi Hoang Nguyen (research fellow) and Katja Biedenkopf (project's supervisor) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Khoi Hoang Nguyen (research fellow). In case the research fellow leaves KU Leuven after finishing the PhD, Katja Biedenkopf (project's supervisor) will manage data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? Khoi Hoang Nguyen and Katja Biedenkopf. Created using DMPonline.be. Last modiﬁed 25 March 2024 7 of 7"
}