{
    "document_id": "D-2024-3181",
    "LinkTitle": "D-2024-3181",
    "file_name": "D-2024-3181.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3181.pdf",
    "metadata": {
        "title": "MERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE PROCESSES IN BOYS’ ADOPTION OF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH CONSEQUENCES",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nMERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE PROCESSES IN BOYS’ ADOPTION\nOF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH CONSEQUENCES\nCreator:\nCreator:\nLuca Carbone\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nThe WHO has recently warned of an alarming mental health crisis among youngsters worldwide. While most mental health studies have\nfocused on girls, scholars have recently pointed at boys as an unwarranted neglected group in this research area. A significant portion of\nboys suffer from high levels of anxiety. Moreover, boys find themselves navigating a dual pressure in today’s societies deriving from the\nexpected compliance to traditional masculine (e.g., stoicism, independence) and meritocratic (e.g., hard-work, self-reliance) norms. To\ncapture this double pressure, this project introduces and defines meritocratic masculinities (MMs) as those identities wherein a sense of\nworth and success stems from the cultivation of traditional masculinity and meritocratic norms. To study the development of such MMs\namong boys, the current postdoctoral project specifically focuses on music and music artists, which are among the most frequently\nconsumed media and named role models among adolescents. Results from my PhD dissertation suggest that music products are often\nloaded with messages reflecting meritocratic and traditional masculinity ideals, and have the potential to evoke MMs, especially among\nadolescents. Moreover, my survey data indicated that contemporary Belgian adolescents exhibit strong meritocratic beliefs about\nthemselves, emphasizing the relevance of this research area. \nYet, these survey data also only provided partial support for the links between music uses and adolescents’ adoption of meritocracy and\nmasculinity. This may be attributed to the absence of a comprehensive framework for understanding MMs. Additionally, the\ndocumentation of inconsistent media effect results is somewhat typical in media psychology research and thus exemplary of a more\ngeneral scientific challenge in this field: understanding why and how media influences operate. To address the latter impasse, this\nproject introduces a blueprint for a new framework called Theory of Resonant Experiences with Music (TREM model), which refines\nscholarly understanding of how audiences learn from music when they share similar life experiences with music artists. From a\ntheoretical viewpoint, the project will offer a novel concept to explain boys’ lived experiences (i.e., MMs) and contributes to overcome the\nchallenge of limited effects in communication science (i.e., TREM model). From a societal viewpoint, this project addresses longstanding\nconcerns about the current crisis of masculinity, the worsening of boys’ mental health, and the potential contribution of popular media\nfigures, namely music artists, as key role models influencing boys’ sense of worth and recognition.\nID: \nID: \n211600\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2025\nLast modified: \nLast modified: \n10-12-2024\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n1 of 7\nMERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE\nMERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE\nPROCESSES IN BOYS’ ADOPTION OF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH\nPROCESSES IN BOYS’ ADOPTION OF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH\nCONSEQUENCES\nCONSEQUENCES\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nTopic list\ninterviews WP1\nTopic list that contains questions\nto ask during interviews\nN\nD\nT\n.pdf\n<1GB\n \nRecordings\ninterviews WP1\nAudio recordings of interviews\nN\nD\nS\n.mp3\n<1GB\n \nData set\ninterviews WP1\nDataset containing\nthe observational\nnotes and transcripts\nof the interviews\naccompanied by the\ncodes that are\nascribed to the\nparticipants'\nresponses and the\ncodebook that will be\ncreated based on\nthese responses\nN\nD\nT\n.pdf\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo reuse of existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nWP1 makes use of human subject data (demographic info, personality, music consumption, mental health)\nEthical approval will be asked to SMEC in the near future.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n2 of 7\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nIn WP1 personal data of participants will be collected in the form of socio-demographical data (e.g. gender, age) and background\ninformation of the participants (e.g. email\naddresses). This personal information will be stored separately and all datasets will be pseudonymized.\nPrivacy Registry Reference: ethical approval will be asked from the Ethical Commission of KU Leuven (SMEC) in the near future.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe main researcher will collect all data and group the different datafiles in a secured KU Leuven folder.\n \nWP1 contains 3 datasets, namely the 'Topic List Interviews WP1' (with semi-structured interview question list and instructions to\nmake this data understandable), 'Recordings Interviews WP1' (with the recorded interviews), and 'Data set Interviews WP1' (with\nthe observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants'\nresponses and the codebook that will be created based on the responses).\n \nAll data transformations and analyses performed on these datasets will be explained in a document and stored in a safe folder.\nDatasets in OSF will be accompanied by metadata so datasets are understandable for later re-use.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n3 of 7\nNo\nFor WP1 a metadatafile will be created including the context specific information in which the interviews were conducted.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nAll data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of\nKULeuven. Access is personal and can only be obtained through\nthe password protected intranet or through VPN. The pseudonimized data will not be stored together with the personal\ninformation.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nData are automatically backed up when stored on the secure central storage infrastructure of KULeuven.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nKU Leuven ensures sufficient storage for my data which are not exceptionally large.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven\nemployees (who received access) and can only be obtained through the\npassword protected intranet or through VPN. The ICTS of KU Leuven guarantees the safety and ensures to update this platform to\nbe resilient to cyber-attacks. The personal data will only be used\nby the primary researchers of KU Leven (i.e., postdoc and supervisor) and will not be distributed to anyone else. This personal\ndata will be stored seperately from the pseudonimized\ndata sets.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no additional costs for this project. Costs are covered by the research group. The I- and J-drive can be accessed for this\nproject.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n4 of 7\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nIn accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project.\nAfter this period, all data will be deleted permanently.\nAll emailaddresses, names, dates of birth, ages, and other information that can identify a person will be deleted after completion\nof the data collection, and before disseminating the results of the\nstudy.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nData will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be, in line\nwith open access guidelines, stay available in the long term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected for data preservation. Eventual costs will be covered by the research group.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nOther (specify below)\nFor WP1, transcripts of the interviews will be made available. However, all information that can identify a person will be deleted\nbefore making these transcripts public.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the postdoc and supervisor will have access to the full datasets. The general public will only have access to the datasets\nwithout identifiable information.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nIdentification data of the participants will never be shared.\nWhere will the data be made available?  \nWhere will the data be made available?  \nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n5 of 7\nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nAll anonymized datasets will be made available in the open access repository of OSF. Following international standards, the\nresearch should be available to the international community who are\nnot familiar with the new RDR.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so\nthat users have to give credit to the original data creators.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nA DOI will be automatically made when preregistering the studies on OSF.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo expected costs.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nLuca Carbone\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nLuca Carbone\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nLaura Vandenbosch\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n6 of 7\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nLuca Carbone\nCreated using DMPonline.be. Last modiﬁed 10 December 2024\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: MERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE PROCESSES IN BOYS’ ADOPTION OF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH CONSEQUENCES Creator: Creator: Luca Carbone Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: The WHO has recently warned of an alarming mental health crisis among youngsters worldwide. While most mental health studies have focused on girls, scholars have recently pointed at boys as an unwarranted neglected group in this research area. A significant portion of boys suffer from high levels of anxiety. Moreover, boys find themselves navigating a dual pressure in today’s societies deriving from the expected compliance to traditional masculine (e.g., stoicism, independence) and meritocratic (e.g., hard-work, self-reliance) norms. To capture this double pressure, this project introduces and defines meritocratic masculinities (MMs) as those identities wherein a sense of worth and success stems from the cultivation of traditional masculinity and meritocratic norms. To study the development of such MMs among boys, the current postdoctoral project specifically focuses on music and music artists, which are among the most frequently consumed media and named role models among adolescents. Results from my PhD dissertation suggest that music products are often loaded with messages reflecting meritocratic and traditional masculinity ideals, and have the potential to evoke MMs, especially among adolescents. Moreover, my survey data indicated that contemporary Belgian adolescents exhibit strong meritocratic beliefs about themselves, emphasizing the relevance of this research area. Yet, these survey data also only provided partial support for the links between music uses and adolescents’ adoption of meritocracy and masculinity. This may be attributed to the absence of a comprehensive framework for understanding MMs. Additionally, the documentation of inconsistent media effect results is somewhat typical in media psychology research and thus exemplary of a more general scientific challenge in this field: understanding why and how media influences operate. To address the latter impasse, this project introduces a blueprint for a new framework called Theory of Resonant Experiences with Music (TREM model), which refines scholarly understanding of how audiences learn from music when they share similar life experiences with music artists. From a theoretical viewpoint, the project will offer a novel concept to explain boys’ lived experiences (i.e., MMs) and contributes to overcome the challenge of limited effects in communication science (i.e., TREM model). From a societal viewpoint, this project addresses longstanding concerns about the current crisis of masculinity, the worsening of boys’ mental health, and the potential contribution of popular media figures, namely music artists, as key role models influencing boys’ sense of worth and recognition. ID: ID: 211600 Start date: Start date: 01-10-2024 End date: End date: 30-09-2025 Last modified: Last modified: 10-12-2024 Created using DMPonline.be. Last modiﬁed 10 December 2024 1 of 7 MERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE MERITOCRATIC MASCULINITIES IN MUSIC. UNDERSTANDING THE ROLE OF MUSIC RESONANCE PROCESSES IN BOYS’ ADOPTION OF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH PROCESSES IN BOYS’ ADOPTION OF MERITOCRATIC MASCULINITIES AND THEIR MENTAL HEALTH CONSEQUENCES CONSEQUENCES Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Topic list interviews WP1 Topic list that contains questions to ask during interviews N D T .pdf <1GB Recordings interviews WP1 Audio recordings of interviews N D S .mp3 <1GB Data set interviews WP1 Dataset containing the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the codebook that will be created based on these responses N D T .pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No reuse of existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) WP1 makes use of human subject data (demographic info, personality, music consumption, mental health) Ethical approval will be asked to SMEC in the near future. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Created using DMPonline.be. Last modiﬁed 10 December 2024 2 of 7 or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) In WP1 personal data of participants will be collected in the form of socio-demographical data (e.g. gender, age) and background information of the participants (e.g. email addresses). This personal information will be stored separately and all datasets will be pseudonymized. Privacy Registry Reference: ethical approval will be asked from the Ethical Commission of KU Leuven (SMEC) in the near future. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The main researcher will collect all data and group the different datafiles in a secured KU Leuven folder. WP1 contains 3 datasets, namely the 'Topic List Interviews WP1' (with semi-structured interview question list and instructions to make this data understandable), 'Recordings Interviews WP1' (with the recorded interviews), and 'Data set Interviews WP1' (with the observational notes and transcripts of the interviews accompanied by the codes that are ascribed to the participants' responses and the codebook that will be created based on the responses). All data transformations and analyses performed on these datasets will be explained in a document and stored in a safe folder. Datasets in OSF will be accompanied by metadata so datasets are understandable for later re-use. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 10 December 2024 3 of 7 No For WP1 a metadatafile will be created including the context specific information in which the interviews were conducted. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) All data will be stored and managed for the duration of the project on the secure central storage infrastructure (network drives) of KULeuven. Access is personal and can only be obtained through the password protected intranet or through VPN. The pseudonimized data will not be stored together with the personal information. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Data are automatically backed up when stored on the secure central storage infrastructure of KULeuven. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes KU Leuven ensures sufficient storage for my data which are not exceptionally large. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The secure central storage infrastructure of KU Leuven has very strict rules of access. Access is personal to KU Leuven employees (who received access) and can only be obtained through the password protected intranet or through VPN. The ICTS of KU Leuven guarantees the safety and ensures to update this platform to be resilient to cyber-attacks. The personal data will only be used by the primary researchers of KU Leven (i.e., postdoc and supervisor) and will not be distributed to anyone else. This personal data will be stored seperately from the pseudonimized data sets. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no additional costs for this project. Costs are covered by the research group. The I- and J-drive can be accessed for this project. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? Created using DMPonline.be. Last modiﬁed 10 December 2024 4 of 7 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) In accordance with the data management policy of KULeuven, all data will be stored for 10 years after completion of the project. After this period, all data will be deleted permanently. All emailaddresses, names, dates of birth, ages, and other information that can identify a person will be deleted after completion of the data collection, and before disseminating the results of the study. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Data will remain stored on the KULeuven central network drives as well as on the repository of OSF where the files will be, in line with open access guidelines, stay available in the long term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected for data preservation. Eventual costs will be covered by the research group. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Other (specify below) For WP1, transcripts of the interviews will be made available. However, all information that can identify a person will be deleted before making these transcripts public. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the postdoc and supervisor will have access to the full datasets. The general public will only have access to the datasets without identifiable information. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Identification data of the participants will never be shared. Where will the data be made available? Where will the data be made available? Created using DMPonline.be. Last modiﬁed 10 December 2024 5 of 7 If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) All anonymized datasets will be made available in the open access repository of OSF. Following international standards, the research should be available to the international community who are not familiar with the new RDR. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository A DOI will be automatically made when preregistering the studies on OSF. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No expected costs. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Luca Carbone Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Luca Carbone Who will manage data preservation and sharing? Who will manage data preservation and sharing? Laura Vandenbosch Created using DMPonline.be. Last modiﬁed 10 December 2024 6 of 7 Who will update and implement this DMP? Who will update and implement this DMP? Luca Carbone Created using DMPonline.be. Last modiﬁed 10 December 2024 7 of 7"
}