{
    "document_id": "D-2023-2218",
    "LinkTitle": "D-2023-2218",
    "file_name": "D-2023-2218.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2218.pdf",
    "metadata": {
        "title": "Tackling tumor immunosuppression by reprograming eicosanoid metabolism and signaling in the tumor microenvironment",
        "author": "N/A",
        "creation_date": "2023-07-03 08:40:17+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "Tackling tumor immunosuppression by reprograming eicosanoid metabolism\nand signaling in the tumor microenvironment\nA Data Management Plan created using DMPonline.be\nCreators: \nMarcello Delfini, Max Mazzone, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMax Mazzone\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nG082323N\nID: \n200055\nStart date: \n02-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nThe field of cancer immunotherapy has witnessed exciting therapeutic advances in the last decade, but still, a large\nfraction of the patients are not responsive and several cancer types are refractory to this therapy. The presence of a\nstrongly immune suppressive environment is a likely explanation for the suboptimal efficacy of immunotherapy, with\ntumor-associated macrophages (TAMs) and metastasis-associated macrophages (MAMs) as important immune\nsuppressive cells. Therefore, macrophages are considered as promising targets in cancer therapy, and the search is out\nfor suitable target molecules. In particular, strategies that sculpt the TAM phenotype away from their\nimmunosuppressive state are expected to become the next generation of immunotherapies. In this project, we will\nassess whether eicosanoid metabolism and signaling is sculpting the tumor promoting behavior of TAMs and MAMs in\nseveral tumor models. In vivo macrophage-tailored genomic perturbation platform will help to dissect new understudied\neicosanoid-driven axis that have the capacity to re-educate macrophages resulting in enhanced anti-tumor immunity\nand reduced tumor growth and metastasis. Ultimately, we will assess a pharmacological inhibition of these novel target\nmolecules to encourage the development of novel immunotherapeutics which are urgently required to sculpt these cells\ntowards a more immune permissive state, with potentially important implications for cancer immunotherapy.\nLast modified: \n02-06-2023\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n1 of 8\nTackling tumor immunosuppression by reprograming eicosanoid metabolism\nand signaling in the tumor microenvironment\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \nscRNA-seq\nNew\ndigital\nexperimental\n.bam\n<10TB\n \n \nFlow cytometry\nNew\ndigital\nexperimental\n.fcs\n<5TB\n \n \nMicroscopy\nNew\ndigital\nexperimental\n.lsm .tiff\n<1TB\n \n \nPhagocytosis Cytotoxicity\nAntigen presentation T cell suppression\nNew\ndigital\nexperimental\n.xlsx .pfz .fcs\n<1GB\n \n \nSOPs\nNew\ndigital\nexperimental\n.pdf\n<1GB\n \n \nRT-qPCR\nNew\ndigital\nexperimental\n.xlsx .pfz\n<1Gb\n \n \nMetabolomics\nNew\ndigital\nexperimental\n.raw .pmd\n<10GB\n \n \nLipidomic\nNew\ndigital\nexperimental\n \n<5TB\n \n \nTumour growth, volume, metastasis\nNew\ndigital\nexperimental\n.xlsx .pfz\n<1GB\n \n \n Histology\nNew\ndigital\nexperimental\n.lsm .tiff\n<1TB\n \n \nAngiogenic sprouting, invasion, tube\nformation\nNew\ndigital\nexperimental\n.tiff .xlsx .pfz\n<10GB\n \n \nIllustrations\nNew\ndigital\nexperimental\n.ai .pdf .tiff\n<5GB\n \n \npubblication\nNew\ndigital\nexperimental\n.pdf\n<5GB\n \n \nMurine organ\nNew\nphysical\n \n \n \n10 boxes\n \nLentiviral vectors\nNew\nphysical\n \n \n \n5 boxes\n \nMouse strains\nNew\n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nAll animal experiments to be performed have been submitted and approved to the Ethical Committee for Animal Experimentation (ECD) at KU Leuven (Projects P012/2022\nP063/2023)\nWork on human clinical samples is conducted according to institutional, national, and European regulations. In this case, the work performed falls under the umbrella of\nthe MIMIPAC clinical trial (MEDI4736, UZ reference S61508).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nIntellectual property arising from this work will be managed based on the framework agreement between VIB (VIB Tech Transfer) and KU Leuven.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n2 of 8\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nProtocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files by the applicants. Long-term\nstorage of the lab books is supervised by the lab manager. The lab book describes in detail the experimental setting and any deviation from the original experimental\ndesign. Experiments are organized by date and therefore fully searchable. Data folders containing raw and processed data will be hierarchically organized and labeled\nbased on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Data analysis methods and\nparticularities (including metadata) will be described in text documents and Excel files included in these folders. Standard operating procedures (SOP) are constantly\nupdated and safely stored as PDFs to ensure proper replication of biological experiments. SOPs are backed up to the J-drive once per month, where they are available for\nall members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nText documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant\nmetadata (including experimental conditions, sample keys, computational analysis pipelines, and their parameters) to ensure the reusability of the data and the\nreproducibility of any further data generation. Experiments are organized by date so they can be compared with lab books for additional information. References of\nreagents used are listed on an Excel table together with the reference and the dilution used.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nStorage options: (1) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Stored data can be modified); (2) L-Drive (Minimum 5Tb, Unlimited Size, Stored data can be\nmodified); (3) K- Drive (Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Stored data can NOT be modified or deleted).\nHow will the data be backed up?\nData storage and backup is managed by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup\npurposes. Data storage and backup is based on a combination of internal servers and external storage with commercial providers such as Microsoft, and with public\ndatabases and repositories. Long-term storage is ensured by the L-drive (stored data can NOT be modified or deleted. This will guarantee the preservation of data over a\nminimum term of 10 years. Regular computer backups through the inSync platform (unlimited storage) secure the recovery of unsaved data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe institutes (KU Leuven and VIB) have sufficient and scalable storage capacity available, both during the research and during at least 10 years after the end of the\nresearch.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nNon-public data are login-protected (2FA) and accessible to designated staff members only. Network security is ensured by the KULeuven IT services.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data,\nfor safety backup purposes. These costs will be covered by the budget of the project leader.\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n3 of 8\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nBiologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological\nmaterial. As a general rule, data will be preserved for a minimum term of 10 years. Datasets collected in the context of clinical research, which fall under the scope of the\nBelgian Law of 7 May 2004, will be archived for 25 years, in agreement with the University Hospital policies and the European Regulation 536/2014 on clinical trials of\nmedicinal products for human use.\nWhere will these data be archived (stored and curated for the long-term)?\nPhysical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable materials). Digital data will be\nstored in the KU Leuven storage space: the KU Leuven L-Drive ( virtually unlimited size) has sufficient storage capacity for the outlined project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data,\nfor safety backup purposes. These costs will be covered by the budget of the project leaders.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nOther, please specify:\nThe key findings of the project and their interpretation will be made available through the publication of journal articles in established, peer-reviewed (non-predatory)\nacademic journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case basis by the project\nleaders. We do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. The partner institutes have a policy\nto actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases, the invention will\nbe IP-protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a\ndecision is taken to file a patent application it will be planned so that any delay to publication is minimal.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Other\nWe do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. If there is substantial potential, the invention\nwill be thoroughly assessed, and in a number of cases, the invention will be IP-protected (mostly patent protection or copyright protection). As such the IP protection does\nnot withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publication is\nminimal.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDepending on the nature of the dataset both open-access and restricted-access repositories will be used to store data. All requests and approvals for the reuse of data\nother than those deposited in open-access repositories will be assessed on a case-by-case basis by the project leader.\nWhen will the data be made available?\nAs study leader, Prof. Massimiliano Mazzone will monitor data-sharing requests. Data will be automatically made available after the publication of results to any requestor\nusing the data for non-commercial purposes. The VIB tech transfer office will negotiate commercial use of the data.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData not deposited in open-access repositories will in principle only be accessible to members of the lab. Other collaborations and sharing are possible with staff and\nstudents within the VIB–KU Leuven Center for Cancer Biology and within the KU Leuven Department of Oncology, upon reasonable request. Any user can place reasonable\nrequests for data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the project leader. Commercial-based requests will be\nnavigated in coordination between the KU Leuven/VIB Tech Transfer team.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n4 of 8\nYes\nWhen relevant PID/DOI/accession numbers will be added to datasets\nWhat are the expected costs for data sharing? How will these costs be covered?\nMainly publication fees. Covered with the FWO budget. Other costs for data sharing will be discussed with collaborators on a case-by-case basis.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nData documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone,\nMarcello Delfini (Staff Scientist) and Dana Liu (Lab Manager) will monitor. \nWho will manage data storage and backup during the research project?\nData documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone,\nMarcello Delfini (Staff Scientist) and Dana Liu (Lab Manager) will monitor. \nWho will manage data preservation and sharing?\nAs study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will be automatically made\navailable after the publication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech\ntransfer office. \nWho will update and implement this DMP?\nThe lab manager (Dana Liu, lab of Tumor Inflammation and Angiogenesis), staff scientist (Dr. Marcello Delfini, lab of Tumor Inflammation and Angiogenesis) and the PI\n(Prof. Massimiliano Mazzone) will share the responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n5 of 8\nTackling tumor immunosuppression by reprograming eicosanoid metabolism\nand signaling in the tumor microenvironment\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n6 of 8\nTackling tumor immunosuppression by reprograming eicosanoid metabolism\nand signaling in the tumor microenvironment\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n7 of 8\nTackling tumor immunosuppression by reprograming eicosanoid metabolism\nand signaling in the tumor microenvironment\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 02 June 2023\n8 of 8"
    },
    "clean_full_text": "Tackling tumor immunosuppression by reprograming eicosanoid metabolism and signaling in the tumor microenvironment A Data Management Plan created using DMPonline.be Creators: Marcello Delfini, Max Mazzone, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Max Mazzone Project Administrator: n.n. n.n. Grant number / URL: G082323N ID: 200055 Start date: 02-01-2023 End date: 31-12-2026 Project abstract: The field of cancer immunotherapy has witnessed exciting therapeutic advances in the last decade, but still, a large fraction of the patients are not responsive and several cancer types are refractory to this therapy. The presence of a strongly immune suppressive environment is a likely explanation for the suboptimal efficacy of immunotherapy, with tumor-associated macrophages (TAMs) and metastasis-associated macrophages (MAMs) as important immune suppressive cells. Therefore, macrophages are considered as promising targets in cancer therapy, and the search is out for suitable target molecules. In particular, strategies that sculpt the TAM phenotype away from their immunosuppressive state are expected to become the next generation of immunotherapies. In this project, we will assess whether eicosanoid metabolism and signaling is sculpting the tumor promoting behavior of TAMs and MAMs in several tumor models. In vivo macrophage-tailored genomic perturbation platform will help to dissect new understudied eicosanoid-driven axis that have the capacity to re-educate macrophages resulting in enhanced anti-tumor immunity and reduced tumor growth and metastasis. Ultimately, we will assess a pharmacological inhibition of these novel target molecules to encourage the development of novel immunotherapeutics which are urgently required to sculpt these cells towards a more immune permissive state, with potentially important implications for cancer immunotherapy. Last modified: 02-06-2023 Created using DMPonline.be. Last modiﬁed 02 June 2023 1 of 8 Tackling tumor immunosuppression by reprograming eicosanoid metabolism and signaling in the tumor microenvironment FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume scRNA-seq New digital experimental .bam <10TB Flow cytometry New digital experimental .fcs <5TB Microscopy New digital experimental .lsm .tiff <1TB Phagocytosis Cytotoxicity Antigen presentation T cell suppression New digital experimental .xlsx .pfz .fcs <1GB SOPs New digital experimental .pdf <1GB RT-qPCR New digital experimental .xlsx .pfz <1Gb Metabolomics New digital experimental .raw .pmd <10GB Lipidomic New digital experimental <5TB Tumour growth, volume, metastasis New digital experimental .xlsx .pfz <1GB Histology New digital experimental .lsm .tiff <1TB Angiogenic sprouting, invasion, tube formation New digital experimental .tiff .xlsx .pfz <10GB Illustrations New digital experimental .ai .pdf .tiff <5GB pubblication New digital experimental .pdf <5GB Murine organ New physical 10 boxes Lentiviral vectors New physical 5 boxes Mouse strains New If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data All animal experiments to be performed have been submitted and approved to the Ethical Committee for Animal Experimentation (ECD) at KU Leuven (Projects P012/2022 P063/2023) Work on human clinical samples is conducted according to institutional, national, and European regulations. In this case, the work performed falls under the umbrella of the MIMIPAC clinical trial (MEDI4736, UZ reference S61508). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Intellectual property arising from this work will be managed based on the framework agreement between VIB (VIB Tech Transfer) and KU Leuven. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 02 June 2023 2 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Protocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files by the applicants. Long-term storage of the lab books is supervised by the lab manager. The lab book describes in detail the experimental setting and any deviation from the original experimental design. Experiments are organized by date and therefore fully searchable. Data folders containing raw and processed data will be hierarchically organized and labeled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. Standard operating procedures (SOP) are constantly updated and safely stored as PDFs to ensure proper replication of biological experiments. SOPs are backed up to the J-drive once per month, where they are available for all members of the lab. Similarly, all the experimental data (raw and processed data), are safely stored in dedicated drives. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Text documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines, and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. Experiments are organized by date so they can be compared with lab books for additional information. References of reagents used are listed on an Excel table together with the reference and the dilution used. 3. Data storage & back-up during the research project Where will the data be stored? Storage options: (1) J-Drive (Minimum 100Gb, Expandable, Unlimited Size, Stored data can be modified); (2) L-Drive (Minimum 5Tb, Unlimited Size, Stored data can be modified); (3) K- Drive (Archive storage, Minimum 100Gb, Expandable, Unlimited Size, Stored data can NOT be modified or deleted). How will the data be backed up? Data storage and backup is managed by KU Leuven IT services. Specifically, mirror copies of the stored data are made immediately upon upload, for safety backup purposes. Data storage and backup is based on a combination of internal servers and external storage with commercial providers such as Microsoft, and with public databases and repositories. Long-term storage is ensured by the L-drive (stored data can NOT be modified or deleted. This will guarantee the preservation of data over a minimum term of 10 years. Regular computer backups through the inSync platform (unlimited storage) secure the recovery of unsaved data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The institutes (KU Leuven and VIB) have sufficient and scalable storage capacity available, both during the research and during at least 10 years after the end of the research. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Non-public data are login-protected (2FA) and accessible to designated staff members only. Network security is ensured by the KULeuven IT services. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. These costs will be covered by the budget of the project leader. Created using DMPonline.be. Last modiﬁed 02 June 2023 3 of 8 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Biologicals will be retained when possible. The storage will be at (1) room temperature, (2) 4°C, (3) -20°C, (4) -80°C, (5) -150°C, according to the type of biological material. As a general rule, data will be preserved for a minimum term of 10 years. Datasets collected in the context of clinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25 years, in agreement with the University Hospital policies and the European Regulation 536/2014 on clinical trials of medicinal products for human use. Where will these data be archived (stored and curated for the long-term)? Physical space in the lab will be provided to store the biological material (refrigerators, cold rooms as well as cupboards for non-degradable materials). Digital data will be stored in the KU Leuven storage space: the KU Leuven L-Drive ( virtually unlimited size) has sufficient storage capacity for the outlined project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The annual cost of storage is approximately 569.2 € per 5TB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. These costs will be covered by the budget of the project leaders. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: The key findings of the project and their interpretation will be made available through the publication of journal articles in established, peer-reviewed (non-predatory) academic journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. If access is restricted, please specify who will be able to access the data and under what conditions. Data may be shared externally upon reasonable requests from collaborating scientists, which will be reviewed and approved on a case-by-case basis by the project leaders. We do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. The partner institutes have a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases, the invention will be IP-protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publication is minimal. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other We do not exclude that the proposed work could result in research data with the potential for tech transfer and valorization. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases, the invention will be IP-protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that any delay to publication is minimal. Where will the data be made available? If already known, please provide a repository per dataset or data type. Depending on the nature of the dataset both open-access and restricted-access repositories will be used to store data. All requests and approvals for the reuse of data other than those deposited in open-access repositories will be assessed on a case-by-case basis by the project leader. When will the data be made available? As study leader, Prof. Massimiliano Mazzone will monitor data-sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for non-commercial purposes. The VIB tech transfer office will negotiate commercial use of the data. Which data usage licenses are you going to provide? If none, please explain why. Data not deposited in open-access repositories will in principle only be accessible to members of the lab. Other collaborations and sharing are possible with staff and students within the VIB–KU Leuven Center for Cancer Biology and within the KU Leuven Department of Oncology, upon reasonable request. Any user can place reasonable requests for data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the project leader. Commercial-based requests will be navigated in coordination between the KU Leuven/VIB Tech Transfer team. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 02 June 2023 4 of 8 Yes When relevant PID/DOI/accession numbers will be added to datasets What are the expected costs for data sharing? How will these costs be covered? Mainly publication fees. Covered with the FWO budget. Other costs for data sharing will be discussed with collaborators on a case-by-case basis. 6. Responsibilities Who will manage data documentation and metadata during the research project? Data documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone, Marcello Delfini (Staff Scientist) and Dana Liu (Lab Manager) will monitor. Who will manage data storage and backup during the research project? Data documentation, and metadata acquisition and storage will be performed by the students and postdocs associated with this project. Prof. Massimiliano Mazzone, Marcello Delfini (Staff Scientist) and Dana Liu (Lab Manager) will monitor. Who will manage data preservation and sharing? As study leader, Prof. Massimiliano Mazzone will be responsible for data preservation. He will also monitor data sharing requests. Data will be automatically made available after the publication of results to any requestor using the data for non-commercial purposes. Commercial use of the data will be negotiated through the VIB tech transfer office. Who will update and implement this DMP? The lab manager (Dana Liu, lab of Tumor Inflammation and Angiogenesis), staff scientist (Dr. Marcello Delfini, lab of Tumor Inflammation and Angiogenesis) and the PI (Prof. Massimiliano Mazzone) will share the responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 02 June 2023 5 of 8 Tackling tumor immunosuppression by reprograming eicosanoid metabolism and signaling in the tumor microenvironment Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 02 June 2023 6 of 8 Tackling tumor immunosuppression by reprograming eicosanoid metabolism and signaling in the tumor microenvironment DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 02 June 2023 7 of 8 Tackling tumor immunosuppression by reprograming eicosanoid metabolism and signaling in the tumor microenvironment GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 02 June 2023 8 of 8"
}