{
    "document_id": "D-2021-1249",
    "LinkTitle": "D-2021-1249",
    "file_name": "D-2021-1249.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1249.pdf",
    "metadata": {
        "title": "Discovery of novel antibiotics by highly sensitive genotype-based high-throughput selection - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Discovery of novel antibiotics by highly sensitive genotype-based high-throughput selection - DMP title\nProject Identifier\n 92261\nGrant Title\n 1S20922N\nPrincipal Investigator / Researcher\n Sandrien De Smedt\nProject Data Contact\n sandrien.desmedt@kuleuven.be\nDescription\n The goal of my project is to develop a new PCR-assay for the detection of new gene clusters for antibiotic\nsynthesis. For this purpose, soils will be collected and their DNA extracted, after which the DNA will be used to construct\nmetagenomic libraries in an E.coli host. These libraries will then be screened, using PCR, with our own designed primer pairs,\nfor the detection of new antibiotic biosynthetic gene clusters. In the case a positive PCR signal is detected, the corresponding\nclones are isolated and the vectors are recovered. Using sequencing, potentially interesting gene clusters might be discovered,\nin which case the cluster will be heterologously expressed in Streptomyces and screened for antibiotic activity against\npathogens.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSandrien De Smedt \nFWO Project Number & Title\nNumber: 1S20922N\n \nTitle: Discovery of novel antibiotics by highly sensitive genotype-based\nhigh-throughput selection\nAffiliation\nKU Leuven\nOther\nVIB and IMEC\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be\neasiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing\ndata, specify the source of these data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nWP1: Assay optimization for detection and isolation of antibiotic BGCs\nPrimers\nDigitally preserved\nsequences\n20 KB\nPrimer pairs\ndescribed in\nliterature or designed\nbased on sequences\nfrom MiBIG database.\nPrimers\nVials stored at -20°C\n \nPrimers described in\nliterature of designed\nbased on sequences\nfrom MiBIG database\nand ordered at IDT.\nStreptomyces,\nPseudomonas putida\nand \nPaenibacillus\npolymyxa \nstrains\nincluding lab strains\nand clones\ncontaining (parts of)\nthe targeted\nantibiotic-producing\ngene cluster\nGlycerol stocks\nfrozen at -80°C\n2 mL cryotubes and\n96-well plates\nStreptomyces \nstrains\nobtained from Lieve\nVanmellaert (Rega\nInstitute),\nPseudomonas putida\nfrom the lab of R. De\nMot and\nPaenibacillus\npolymyxa \nordered\nfrom the Belgian\nCoordinated\nCollections of\nMicroorganisms\n(BCCM).\nE. coli\n with pUC\nvectors containing\namplicons\nGlycerol stocks\nfrozen at -80°C\n2 mL cryotubes and\n96-well plates\nCloning of amplicons\nin pUC vector and\nchemical\ntransformation into\nE.coli \nlab strain.\n.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nPCR data\n.xslx\n5 GB\nqPCR optimization on\na dilution series of\nmodel DNA\ntemplates containing\nbiosynthetic gene\nclusters of interest.\nDroplet microfluidics\ndata\n.csv, .txt\n2 TB\nFACS for fluorescent\nread-out and sorting\nof ddPCR\noptimization and\nscreening.\nPlate counts\n.xlsx\n1 MB\nPlate counts from\nrecovery of sorted\nvectors after FACS-\nsorting,\ndetermination of\ntransformation\nefficiency.\nOptimized chips for\nthe microfluidics\nsystem\n/\n/\n/\nMicroscopy images\n.nd\n1 TB\nFluorescence images\nof chips used for\noptimization of\nddPCR.\nOptimized chips for\nthe microfluidics\nsystem\n-\n-\nChips are provided\nby Imec and used for\nthe optimization of\nddPCR.\nDNA sequences\n.fasta\n500 MB\nSanger sequencing\nto confirm that\nprimers are suitable\nto amplify the\ndesired sequences.\nWP2: Droplet-PCR based and FACS-mediated isolation of novel antibiotic BGCs\n(Meta)genomic\nlibraries\nGlycerol stocks\nfrozen at -80°C\n2 mL cryotubes and\n96-well plates\n(Meta)genomic\nlibrary construction\nstarting from eDNA\nor gDNA from\nStreptomyces\n,\nPseudomonas putida\nand \nPaenibacillus\npolymyxa.\nPool of recovered\nvectors\nCryopreserved\nplasmid stocks and\ntransformed libraries\nin Eppendorf tubes\n \nExtraction of the\nvectors out of the\ndroplets after the\nsorting step.\nTransformation of\nthese extracted\nvectors\ninto an \nE.coli \nlab\nstrain.\nDNA sequences\n.fasta\n2 TB\nLong read\nsequencing of the\nrecovered vectors.\nList of already known\nbiosynthetic gene\nclusters and their\nsequences\n.fasta\n300 KB\n MiBIG database.\nWP3: Production of novel antibiotics in heterologous expression hosts\nSaccharomyces\ncerevisiae\n,\nStreptomyces\n,\nESKAPE pathogens,\nincluding lab strains,\nnatural/clinical\nisolates. Strains\ncontaining the\nbiosynthetic gene\ncluster of interest.\nGlycerol stocks\nfrozen at -80°C\n2 mL cryotubes and\n96-well plates\nS.cerevisiae \nfrom\nNatalay Kouprina,\nStreptomyces \nfrom\nLieve Vanmellaert,\nESKPAPE pathogens\nthrough commercial\nsources such as\nATCC or BCCM or\ncollaborations with\nother labs\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nDNA sequences\n.fasta\n500 MB\nSequencing to\nconfirm that entire\ngene cluster is\ncloned into the\nheterologous\nexpression host.\nProduction\nefficiencies\n.xslx, .D\n1 GB\nDetection of\nsecondary\nmetabolites using\nHPLC, NMR and\nMS/MS.\nImages of overlay\nassays, MIC, MBC\ntests\n.tif, .jpeg\n10 GB\nOverlay assays, MIC-\nand MBC-tests  to\ntest the activity of a\npotential new\nantibiotic against\nESKAPE pathogens.\nWP4: Initial determination of the mode of action of the isolated antibiotics\nMicroscopy images\nand timelapses\n.nd\n5 TB\nPhase contrast and\nfluorescence\nimages/time lapse\nmicroscopy of\nantibiotic sensitive\ncells.\nESKAPE pathogens,\nincluding lab strains,\nnatural/clinical\nisolates, knock-out\nlibraries, evolved\nstrains\nGlycerol stocks\nfrozen at -80°C\n2 mL cryotubes and\n96-well plates\nStrains and libraries\nwill be commercially\nordered or obtained\nthrough collaboration\nwith other labs\nobtained by\nexperimental\nevolution\nDNA sequences\n.fasta\n5 GB\nWhole genome\nsequences of\nantibiotic sensitive\nstrains\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference to\nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application).\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP\nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?\nYes\nPotential tech transfer will be discussed with the research and development offices of KU Leuven, IMEC and VIB. Ownership of\nthe generated data has been stipulated in a Cooperation Agreement. Concept note:\nIMEC: chip fabrication and design, setup development\nIMEC-KU Leuven Michiels: droplet assay development within this project\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what\ndata do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nBIOLOGICAL DATA\nCryotubes and plates will be labelled with a reference number that links to an entry in our Microsoft Access Database which is\nhosted on a central server and accessible to all people involved in the project. All relevant information on the specific strains\nand vectors is included in this database. This includes strain identifier, a clear description of how the strains were constructed\nand a link to whole genome sequence if applicable.\nEXPERIMENTAL RESULTS\nData files will be named using “yearmonthday_titleordescription”. The data will be generated following standardized protocols.\nClear and detailed descriptions of these protocols will be stored in the same folder also containing the results. Furthermore, a\ndigital notebook in OneNote is used to register day-by-day activities in the lab or at the computer.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail\nwhich metadata will be created to make the data easy/easier to find and reuse.\nNo\nSince there is no formally acknowledged metadata standard specific to our\ndiscipline, Dublin Core Metadata will be used. Moreover, we will closely monitor\nMIBBI (Minimum Information for Biological and Biomedical Investigations) for\nmetadata standards that are more specific to our data.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nBIOLOGICAL MATERIAL\nCryotubes and 96-well plates will be stored in a -80°C freezer present in the Michiels lab.\nEXPERIMENTAL RESULTS\nData will be generally stored in two or more locations. For small-volume datasets, data will be stored on the device where the\ndata is generated and a Onedrive/Sharepoint location.\nA network drive will be used for large-scale data. A copy of these datasets will be made to desktop PCs with large computational\npower (or to the computational cluster of KU Leuven) whenever data analyses will be performed.\n \nHow is backup of the data provided?\nBIOLOGICAL MATERIAL\nA backup of selected strains will be stored in a different location\n.\nEXPERIMENTAL RESULTS\nThe use of Onedrive/Sharepoint is backed up via a local copy and a (back-up) copy in the cloud/on the KU Leuven network and\noffers version control to allow easy recovery in case of mistakes. Similarly, network drives of KU Leuven follow daily back-up\nprocedures and offer version control via the built-in features of Windows.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or\ninsufficient storage or backup capacities are available then explain how this will be taken care of.\nYes\nBIOLOGICAL MATERIAL\nSufficient storage is available.\nEXPERIMENTAL RESULTS\nOneDrive at KU Leuven alone already offers 5 TB of data per user. Network storage is purchased on a group level an increased\nwhenever needed.\nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nBIOLOGICAL MATERIAL\n-80°C freezers are present in the Michiels lab (costs are covered by general lab expenses).\nEXPERIMENTAL RESULTS\nThe costs for large volume storage will be covered by general lab financing (€569.20 per 5 TB per year).\nData security: how will you ensure that the data are securely stored and not accessed or modified by\nunauthorized persons?\nBIOLOGICAL MATERIAL\nUnauthorized people do not have access to the strain collection.\nEXPERIMENTAL RESULTS\nAccess to data will be secured since data on the network drives are stored in the university’s secure environment. OneDrive\nstorage is linked to my personal secured KU Leuven account. Both are secured by a two factor authorization and frequently\nchanged passwords.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a selection of\nthe data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical\npreservation issues, ...).\nBIOLOGICAL MATERIAL\nAll strains will be stored for at least 5 more years (and longer, complying with the 10 year data preservation rule of KU Leuven)\nafter the end of the project.\nEXPERIMENTAL RESULTS\nAll data will be stored for at least 5 more years (and longer, complying with the 10 year data preservation rule of KU Leuven)\nafter the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nEXPERIMENTAL RESULTS\nData will be stored on the university’s central servers for 10 years. Published results will be deposited conform the journal’s\npolicy.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be\ncovered?\nBIOLOGICAL MATERIAL\n-80°C freezers are present (included in general lab costs). Deposit of biological material in public repositories is generally\nwithout a fee.\nEXPERIMENTAL RESULTS\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nFor the storage of essential data for 5-10 year, I will make use of publicly and free repositories (only for published data) and of\nthe KU Leuven long-term, large-volume central storage servers (estimated cost of 100 euro per year).\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement\nwith a 3rd party, legal restrictions)?\nYes. Specify:\nFor potential IP purposes, data will not be shared before publication or following a five-year embargo period after termination of\nthe project.\nWhich data will be made available after the end of the project?\nBIOLOGICAL MATERIAL\nMicrobial strains generated in this project will be made available upon simple request.\nEXPERIMENTAL RESULTS\nPublished data are likely to include droplet microfluidics data, sequencing data, \nS. cerevisiae \nstrain descriptions, platform\noptimization procedures, …\nWhere/how will the data be made available for reuse?\nOther (specify):\nBIOLOGICAL MATERIAL\nWe aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be\nshared upon simple request following publication.\nEXPERIMENTAL RESULTS\nWe aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in\nthe main text, in the supplementary material or in a data repository if requested by the journal and following deposit advice\ngiven by the journal. Depending on the journal, accessibility restrictions may apply. Proper links to these data sets will be\nprovided in the corresponding publications.\nWhen will the data be made available?\nUpon publication of the research results\nAfter an embargo period of 5 years for unpublished data to allow the research group to publish research findings.\nWho will be able to access the data and under what conditions?\nBIOLOGICAL DATA\nBiological data will be distributed to other parties if requested.\nEXPERIMENTAL RESULTS\nDepending on the journal: open access or standard subscription-based publication.\nWhat are the expected costs for data sharing? How will the costs be covered?\nBIOLOGICAL MATERIAL\nGenerally, shipment is paid by requesting parties\nEXPERIMENTAL RESULTS\nOnline repository is free of charge. Network storage at KU Leuven comes with a cost of 100 euro per TB per year, covered by\nthe host lab after termination of the project.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nSandrien De Smedt\nWho will be responsible for data storage & back up during the project?\nSandrien De Smedt\nWho will be responsible for ensuring data preservation and reuse ?\nJan Michiels (Centre of Microbial and Plant Genetics, KU Leuven)\nWho bears the end responsibility for updating & implementing this DMP?\nJan Michiels (Centre of Microbial and Plant Genetics, KU Leuven)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Discovery of novel antibiotics by highly sensitive genotype-based high-throughput selection - DMP title Project Identifier 92261 Grant Title 1S20922N Principal Investigator / Researcher Sandrien De Smedt Project Data Contact sandrien.desmedt@kuleuven.be Description The goal of my project is to develop a new PCR-assay for the detection of new gene clusters for antibiotic synthesis. For this purpose, soils will be collected and their DNA extracted, after which the DNA will be used to construct metagenomic libraries in an E.coli host. These libraries will then be screened, using PCR, with our own designed primer pairs, for the detection of new antibiotic biosynthetic gene clusters. In the case a positive PCR signal is detected, the corresponding clones are isolated and the vectors are recovered. Using sequencing, potentially interesting gene clusters might be discovered, in which case the cluster will be heterologously expressed in Streptomyces and screened for antibiotic activity against pathogens. Institution KU Leuven 1. General Information Name applicant Sandrien De Smedt FWO Project Number & Title Number: 1S20922N Title: Discovery of novel antibiotics by highly sensitive genotype-based high-throughput selection Affiliation KU Leuven Other VIB and IMEC 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created WP1: Assay optimization for detection and isolation of antibiotic BGCs Primers Digitally preserved sequences 20 KB Primer pairs described in literature or designed based on sequences from MiBIG database. Primers Vials stored at -20°C Primers described in literature of designed based on sequences from MiBIG database and ordered at IDT. Streptomyces, Pseudomonas putida and Paenibacillus polymyxa strains including lab strains and clones containing (parts of) the targeted antibiotic-producing gene cluster Glycerol stocks frozen at -80°C 2 mL cryotubes and 96-well plates Streptomyces strains obtained from Lieve Vanmellaert (Rega Institute), Pseudomonas putida from the lab of R. De Mot and Paenibacillus polymyxa ordered from the Belgian Coordinated Collections of Microorganisms (BCCM). E. coli with pUC vectors containing amplicons Glycerol stocks frozen at -80°C 2 mL cryotubes and 96-well plates Cloning of amplicons in pUC vector and chemical transformation into E.coli lab strain. . This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 PCR data .xslx 5 GB qPCR optimization on a dilution series of model DNA templates containing biosynthetic gene clusters of interest. Droplet microfluidics data .csv, .txt 2 TB FACS for fluorescent read-out and sorting of ddPCR optimization and screening. Plate counts .xlsx 1 MB Plate counts from recovery of sorted vectors after FACS- sorting, determination of transformation efficiency. Optimized chips for the microfluidics system / / / Microscopy images .nd 1 TB Fluorescence images of chips used for optimization of ddPCR. Optimized chips for the microfluidics system - - Chips are provided by Imec and used for the optimization of ddPCR. DNA sequences .fasta 500 MB Sanger sequencing to confirm that primers are suitable to amplify the desired sequences. WP2: Droplet-PCR based and FACS-mediated isolation of novel antibiotic BGCs (Meta)genomic libraries Glycerol stocks frozen at -80°C 2 mL cryotubes and 96-well plates (Meta)genomic library construction starting from eDNA or gDNA from Streptomyces , Pseudomonas putida and Paenibacillus polymyxa. Pool of recovered vectors Cryopreserved plasmid stocks and transformed libraries in Eppendorf tubes Extraction of the vectors out of the droplets after the sorting step. Transformation of these extracted vectors into an E.coli lab strain. DNA sequences .fasta 2 TB Long read sequencing of the recovered vectors. List of already known biosynthetic gene clusters and their sequences .fasta 300 KB MiBIG database. WP3: Production of novel antibiotics in heterologous expression hosts Saccharomyces cerevisiae , Streptomyces , ESKAPE pathogens, including lab strains, natural/clinical isolates. Strains containing the biosynthetic gene cluster of interest. Glycerol stocks frozen at -80°C 2 mL cryotubes and 96-well plates S.cerevisiae from Natalay Kouprina, Streptomyces from Lieve Vanmellaert, ESKPAPE pathogens through commercial sources such as ATCC or BCCM or collaborations with other labs This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 DNA sequences .fasta 500 MB Sequencing to confirm that entire gene cluster is cloned into the heterologous expression host. Production efficiencies .xslx, .D 1 GB Detection of secondary metabolites using HPLC, NMR and MS/MS. Images of overlay assays, MIC, MBC tests .tif, .jpeg 10 GB Overlay assays, MIC- and MBC-tests to test the activity of a potential new antibiotic against ESKAPE pathogens. WP4: Initial determination of the mode of action of the isolated antibiotics Microscopy images and timelapses .nd 5 TB Phase contrast and fluorescence images/time lapse microscopy of antibiotic sensitive cells. ESKAPE pathogens, including lab strains, natural/clinical isolates, knock-out libraries, evolved strains Glycerol stocks frozen at -80°C 2 mL cryotubes and 96-well plates Strains and libraries will be commercially ordered or obtained through collaboration with other labs obtained by experimental evolution DNA sequences .fasta 5 GB Whole genome sequences of antibiotic sensitive strains 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Potential tech transfer will be discussed with the research and development offices of KU Leuven, IMEC and VIB. Ownership of the generated data has been stipulated in a Cooperation Agreement. Concept note: IMEC: chip fabrication and design, setup development IMEC-KU Leuven Michiels: droplet assay development within this project Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? BIOLOGICAL DATA Cryotubes and plates will be labelled with a reference number that links to an entry in our Microsoft Access Database which is hosted on a central server and accessible to all people involved in the project. All relevant information on the specific strains and vectors is included in this database. This includes strain identifier, a clear description of how the strains were constructed and a link to whole genome sequence if applicable. EXPERIMENTAL RESULTS Data files will be named using “yearmonthday_titleordescription”. The data will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in the same folder also containing the results. Furthermore, a digital notebook in OneNote is used to register day-by-day activities in the lab or at the computer. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Since there is no formally acknowledged metadata standard specific to our discipline, Dublin Core Metadata will be used. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data. 5. Data storage and backup during the FWO project Where will the data be stored? BIOLOGICAL MATERIAL Cryotubes and 96-well plates will be stored in a -80°C freezer present in the Michiels lab. EXPERIMENTAL RESULTS Data will be generally stored in two or more locations. For small-volume datasets, data will be stored on the device where the data is generated and a Onedrive/Sharepoint location. A network drive will be used for large-scale data. A copy of these datasets will be made to desktop PCs with large computational power (or to the computational cluster of KU Leuven) whenever data analyses will be performed. How is backup of the data provided? BIOLOGICAL MATERIAL A backup of selected strains will be stored in a different location . EXPERIMENTAL RESULTS The use of Onedrive/Sharepoint is backed up via a local copy and a (back-up) copy in the cloud/on the KU Leuven network and offers version control to allow easy recovery in case of mistakes. Similarly, network drives of KU Leuven follow daily back-up procedures and offer version control via the built-in features of Windows. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes BIOLOGICAL MATERIAL Sufficient storage is available. EXPERIMENTAL RESULTS OneDrive at KU Leuven alone already offers 5 TB of data per user. Network storage is purchased on a group level an increased whenever needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? BIOLOGICAL MATERIAL -80°C freezers are present in the Michiels lab (costs are covered by general lab expenses). EXPERIMENTAL RESULTS The costs for large volume storage will be covered by general lab financing (€569.20 per 5 TB per year). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? BIOLOGICAL MATERIAL Unauthorized people do not have access to the strain collection. EXPERIMENTAL RESULTS Access to data will be secured since data on the network drives are stored in the university’s secure environment. OneDrive storage is linked to my personal secured KU Leuven account. Both are secured by a two factor authorization and frequently changed passwords. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). BIOLOGICAL MATERIAL All strains will be stored for at least 5 more years (and longer, complying with the 10 year data preservation rule of KU Leuven) after the end of the project. EXPERIMENTAL RESULTS All data will be stored for at least 5 more years (and longer, complying with the 10 year data preservation rule of KU Leuven) after the end of the project. Where will the data be archived (= stored for the longer term)? EXPERIMENTAL RESULTS Data will be stored on the university’s central servers for 10 years. Published results will be deposited conform the journal’s policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? BIOLOGICAL MATERIAL -80°C freezers are present (included in general lab costs). Deposit of biological material in public repositories is generally without a fee. EXPERIMENTAL RESULTS This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 For the storage of essential data for 5-10 year, I will make use of publicly and free repositories (only for published data) and of the KU Leuven long-term, large-volume central storage servers (estimated cost of 100 euro per year). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: For potential IP purposes, data will not be shared before publication or following a five-year embargo period after termination of the project. Which data will be made available after the end of the project? BIOLOGICAL MATERIAL Microbial strains generated in this project will be made available upon simple request. EXPERIMENTAL RESULTS Published data are likely to include droplet microfluidics data, sequencing data, S. cerevisiae strain descriptions, platform optimization procedures, … Where/how will the data be made available for reuse? Other (specify): BIOLOGICAL MATERIAL We aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication. EXPERIMENTAL RESULTS We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in the supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Proper links to these data sets will be provided in the corresponding publications. When will the data be made available? Upon publication of the research results After an embargo period of 5 years for unpublished data to allow the research group to publish research findings. Who will be able to access the data and under what conditions? BIOLOGICAL DATA Biological data will be distributed to other parties if requested. EXPERIMENTAL RESULTS Depending on the journal: open access or standard subscription-based publication. What are the expected costs for data sharing? How will the costs be covered? BIOLOGICAL MATERIAL Generally, shipment is paid by requesting parties EXPERIMENTAL RESULTS Online repository is free of charge. Network storage at KU Leuven comes with a cost of 100 euro per TB per year, covered by the host lab after termination of the project. 8. Responsibilities Who will be responsible for data documentation & metadata? Sandrien De Smedt Who will be responsible for data storage & back up during the project? Sandrien De Smedt Who will be responsible for ensuring data preservation and reuse ? Jan Michiels (Centre of Microbial and Plant Genetics, KU Leuven) Who bears the end responsibility for updating & implementing this DMP? Jan Michiels (Centre of Microbial and Plant Genetics, KU Leuven) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}