{
    "document_id": "D-2024-2544",
    "LinkTitle": "D-2024-2544",
    "file_name": "D-2024-2544.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2544.pdf",
    "metadata": {
        "title": "Cerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and mechanotransduction pathways for better disease modeling",
        "author": "N/A",
        "creation_date": "2024-04-25 15:02:52+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Cerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and\nCerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and\nmechanotransduction pathways for better disease modeling\nmechanotransduction pathways for better disease modeling\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJyotsana Priyadarshani\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n12AZV24N\nID: \nID: \n204527\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nCerebral cavernous malformations (CCM) are vascular anomalies that occur in the venous region of the brain vasculature causing epilepsy and stroke\nand that so far lack adequate drug therapy. The molecular and mechanical environment of CCM disease involves mutated endothelial cells (ECs) upon\nloss of a CCM gene, wild-type ECs, cytokines secretion, altered actomyosin contractility, low-blood perfusion, and remodeled extracellular matrix\nfibers, which altogether affect the molecular disorganization and dysfunction of blood-brain-barrier integrity. There is a strong need for a dynamic in\nvitro platform that can recapitulate the key features of the pathogenesis and allow close quantification of the mechanical forces involved, as they play a\nkey role in disease etiology. The revolutionizing application of microfluidics in the area of organ/disease modeling appears to be the most ideal system\nto model the molecular and mechanical aspects of CCM pathology. Further, coupling with advanced 3D traction force microscopy (TFM) methods will\nadd innovative benefits to quantify cellular forces, and modulation of flow conditions, ECM stiffness, and molecular signaling will allow an\nunderstanding of the unknown features of the disease.\nThus, we aim to develop a 3D perfusable vascular model integrated with TFM to unravel CCM mechanotransduction events during the initiation and\nsubsequent progression of the disease. Such a model is an important step toward future therapy development.\nLast modified: \nLast modified: \n25-04-2024\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n1 of 7\nCerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and\nCerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and\nmechanotransduction pathways for better disease modeling\nmechanotransduction pathways for better disease modeling\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDevice\nfabrication\nA new\nmicrofluidic\ndevice will be\nfabricated for\ndisease\nmodeling. For\npreparing the\nmaster mold for\nmicrofluidic\nchannels, cad\ngeometry will be\nprepared to\nguide the 3D\nprinter.\nGenerate new data\nPhysical &\nDigital\nExperimental\nSoftware\nNA\n.stl (from\nsoftware\nSolidEdge)\n \n<1GB\n<100\ndevices\nwill be\nprepared\nand <50\ndevices\nwith\nhealthy\nand\ndiseased\nmodels\nwill be\nstored\nduring\nthe\nresearch\nMicroscopic\ndata\nOptical\nmicroscopic\nimages of\nfabricated\ndevices,\nstructural and\nfunctional\ncharacterizations\n& fluid\nperfusion videos\nwill be recorded.\nConfocal images\nof cells and\nextracellular\nmatrix will also\nbe captured.\nGenerate new data\nDigital\nExperimental\n.lif (file\nextension\nfrom Leica\nimage\nsoftware),\n.mat (files\nfrom matlab\nafter data\nprocessing)\n<5TB\nNA\nRheology\ndata\nData from\nmechanical\ncharacterization\nof hydrogels\nGenerate new data\nDigital\nExperimental\n.csv & .xlsx\n(tabular\nformat)\n<100 MB\nNA\nCode\nExisting code\nfrom our group's\npreviously\npublished\nsoftware will be\nused.\nReuse existing data\nDigital\nOther\n .m (Matlab\nscripts)\n<1GB\nNA\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n3 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nExisting code from our group's previously published software will be used: https://doi.org/10.1016/j.softx.2021.100723\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe developed device design and its application will be a patentable invention. Before necessary progress is made, we will contact to seek\nguidance from the KU Leuven Intellectual Property department and LRD.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe main results and methods will be published in peer-reviewed journals after filing application for the patentable part as per the KUL IP\ndepartment and LRD guidance.\nAll generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. The templates\nfor writing protocols and templates for Excel spreadsheets for raw data and data analysis will be noted and stored digitally. When we upload\nraw data to repositories, we will affix keywords and a readme file with the needed information for reuse. If any modification is adapted to the\npreexisting computational codes, KU Leuven’s private Gitlab repository will be used for version control and ease of sharing (made available at\nhttps://gitlab.kuleuven.be/MAtrix).\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n4 of 7\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nThe metadata will be a combination of equipment-generated metadata (e.g. imaging conditions stored by the microscope software), standard\noperation procedures (SOP’s), and lab journal records detailing all other relevant experimental details. The metadata will be included as\nkeywords and all information about the data into readme files inserted with each dataset. The active Data Management Platform, ManGO from\nKU Leuven provides storage for metadata. In ManGO, metadata are stored as so-called AVUs (attribute-value-unit triples).\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data other than the large volume data sets (optical images and analyzed data) will be stored locally on the researcher’s computer while\nbeing constantly synced to KU Leuven OneDrive. At the same time, all the data during the active research project will be stored on the\nuniversity's newly launched Active Data Management Platform, ManGO. After the active research ends the data will be transferred either to a\ndata repository for publication (e.g. RDR) or to a long-term storage service.\nLarge-volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive).\nHow will the data be backed up?\nHow will the data be backed up?\nThe researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and\nthe data on the network drives will be kept secure and backed up by the university ICTS services. When a dataset will no longer be modified\n(e.g. after the publication of manuscripts), archiving to a read-only network drive (KU Leuven K: drive) will be done to maintain a copy.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe researcher will have cloud storage space (\n2 TB\n2 TB\n) using KU Leuven OneDrive, covering all requirements other than the large volume\ndatasets.\nThe large volume datasets (primarily microscopy and processed data) will amount to an estimated maximum of 5 TB.\nThis data will be partially stored on the KU Leuven L: drive and ManGO platforms during the course of the project and archived on the KU\nLeuven K: drive after the end of the project. The microscopes are directly connected to the KU Leuven Network L: drive, facilitating this\nstorage. The storage capacity for digital data on the secured and backed up KU Leuven servers hosting the K: and L: drives is extendable by\nblocks of 100 GB and 5 TB, respectively (read-only K: drive @ 5.69€/yr. and read-write capable L: drive @ 104.42€/yr./TB). Additionally,\nthe storage on the ManGO platform costs €35 per TB per year. Hence, by acquiring storage space based on the project requirements, sufficient\nstorage will be available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nStorage on university network drives are secure data storage solutions with security services managed by the University ICTS department.\nThey provide the options to control data access by authorised persons and maintain backups in secure physical locations. The above-mentioned\nstorage sites are compatible with GDPR regulations.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n5 of 7\nStorage space on the ManGo platform during the active research period and afterward KU Leuven K: and L: drives will be acquired based on\nproject needs.\nThe storage on the ManGO platform costs €35 per TB per year and a maximum of 1 TB of storage is offered free of charge. Further, the cost\nfor long-term storage K: and L: drives are estimated at 313.26€ (for a 5 TB block on the L: drive for 3 years @ 104.42 €/yr./TB) and will be\ncovered by the project consumables budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll digital data and metadata will be retained for at least 5 years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll digital data will be archived on KU Leuven K: drive.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe archiving hard drives (KU Leuven K: drive) cost 5.69€/yr per 100 GB. So 569 € would allow the lab to have around 2 TB storage on the\nKU Leuven K: drive for 5 years after the project ends. This will be covered by the consumables budget of the project.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe main findings of the research with all supporting processed data will be made available via publications in peer-reviewed journals.\nPublishing all raw data associated with published manuscripts on KU Leuven's Research Data Repository (RDR, free of cost for up to\n50GB/year) will be considered.\nThe Van Oosterwyck's Gitlab repository will be used for sharing computational codes. Again the patentable data will only be published online\nas per IP regulations after patent application submission.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly available (at a cost\nthough, if the journals require so). The availability of the other data to any requestor will be dealt with on a case-by-case basis. If a valid\nscientific or societal benefit and non-profit reason exist, the data will be freely shared, except to direct competitors.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe patentable data will only be shared online as per IP regulations after patent application submission and being published online.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n6 of 7\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublishing all raw data associated with published manuscripts on the Research Data Repository (RDR, free of cost for up to 50GB/year) will\nbe considered.\nThe Van Oosterwyck's Gitlab repository will be used for sharing computational codes: https://gitlab.kuleuven.be/MAtrix\n \nWhen will the data be made available?\nWhen will the data be made available?\nThe findings will be made available as publications at logical points during the project when the research questions have been sufficiently\naddressed. The other data would be made available upon request, where considered appropriate, after the publications.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCodes will be shared under the terms of the GNU Lesser General Public License as published by the Free Software Foundation, either version\n3 of the License, or any later version.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nData uploaded to the RDR will get a DOI that can be used to cite the data.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nKU Leuven ICTS provides a free of charge access to Gitlab for up to 25GB.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researcher will be responsible for the documentation and the metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher and the supervisors will jointly ensure proper data storage and back up during the project. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nProf. Hans Van Oosterwyck. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nProf. Hans Van Oosterwyck. \nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n7 of 7"
    },
    "clean_full_text": "Cerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and Cerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and mechanotransduction pathways for better disease modeling mechanotransduction pathways for better disease modeling A Data Management Plan created using DMPonline.be Creator: Creator: Jyotsana Priyadarshani Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 12AZV24N ID: ID: 204527 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Cerebral cavernous malformations (CCM) are vascular anomalies that occur in the venous region of the brain vasculature causing epilepsy and stroke and that so far lack adequate drug therapy. The molecular and mechanical environment of CCM disease involves mutated endothelial cells (ECs) upon loss of a CCM gene, wild-type ECs, cytokines secretion, altered actomyosin contractility, low-blood perfusion, and remodeled extracellular matrix fibers, which altogether affect the molecular disorganization and dysfunction of blood-brain-barrier integrity. There is a strong need for a dynamic in vitro platform that can recapitulate the key features of the pathogenesis and allow close quantification of the mechanical forces involved, as they play a key role in disease etiology. The revolutionizing application of microfluidics in the area of organ/disease modeling appears to be the most ideal system to model the molecular and mechanical aspects of CCM pathology. Further, coupling with advanced 3D traction force microscopy (TFM) methods will add innovative benefits to quantify cellular forces, and modulation of flow conditions, ECM stiffness, and molecular signaling will allow an understanding of the unknown features of the disease. Thus, we aim to develop a 3D perfusable vascular model integrated with TFM to unravel CCM mechanotransduction events during the initiation and subsequent progression of the disease. Such a model is an important step toward future therapy development. Last modified: Last modified: 25-04-2024 Created using DMPonline.be. Last modiﬁed 25 April 2024 1 of 7 Cerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and Cerebral Cavernous Malformations on a chip: integrating microfluidics, cellular force quantification and mechanotransduction pathways for better disease modeling mechanotransduction pathways for better disease modeling FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 25 April 2024 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Device fabrication A new microfluidic device will be fabricated for disease modeling. For preparing the master mold for microfluidic channels, cad geometry will be prepared to guide the 3D printer. Generate new data Physical & Digital Experimental Software NA .stl (from software SolidEdge) <1GB <100 devices will be prepared and <50 devices with healthy and diseased models will be stored during the research Microscopic data Optical microscopic images of fabricated devices, structural and functional characterizations & fluid perfusion videos will be recorded. Confocal images of cells and extracellular matrix will also be captured. Generate new data Digital Experimental .lif (file extension from Leica image software), .mat (files from matlab after data processing) <5TB NA Rheology data Data from mechanical characterization of hydrogels Generate new data Digital Experimental .csv & .xlsx (tabular format) <100 MB NA Code Existing code from our group's previously published software will be used. Reuse existing data Digital Other .m (Matlab scripts) <1GB NA Created using DMPonline.be. Last modiﬁed 25 April 2024 3 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Existing code from our group's previously published software will be used: https://doi.org/10.1016/j.softx.2021.100723 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The developed device design and its application will be a patentable invention. Before necessary progress is made, we will contact to seek guidance from the KU Leuven Intellectual Property department and LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The main results and methods will be published in peer-reviewed journals after filing application for the patentable part as per the KUL IP department and LRD guidance. All generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. The templates for writing protocols and templates for Excel spreadsheets for raw data and data analysis will be noted and stored digitally. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. If any modification is adapted to the preexisting computational codes, KU Leuven’s private Gitlab repository will be used for version control and ease of sharing (made available at https://gitlab.kuleuven.be/MAtrix). Created using DMPonline.be. Last modiﬁed 25 April 2024 4 of 7 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes The metadata will be a combination of equipment-generated metadata (e.g. imaging conditions stored by the microscope software), standard operation procedures (SOP’s), and lab journal records detailing all other relevant experimental details. The metadata will be included as keywords and all information about the data into readme files inserted with each dataset. The active Data Management Platform, ManGO from KU Leuven provides storage for metadata. In ManGO, metadata are stored as so-called AVUs (attribute-value-unit triples). 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data other than the large volume data sets (optical images and analyzed data) will be stored locally on the researcher’s computer while being constantly synced to KU Leuven OneDrive. At the same time, all the data during the active research project will be stored on the university's newly launched Active Data Management Platform, ManGO. After the active research ends the data will be transferred either to a data repository for publication (e.g. RDR) or to a long-term storage service. Large-volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive). How will the data be backed up? How will the data be backed up? The researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and the data on the network drives will be kept secure and backed up by the university ICTS services. When a dataset will no longer be modified (e.g. after the publication of manuscripts), archiving to a read-only network drive (KU Leuven K: drive) will be done to maintain a copy. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The researcher will have cloud storage space ( 2 TB 2 TB ) using KU Leuven OneDrive, covering all requirements other than the large volume datasets. The large volume datasets (primarily microscopy and processed data) will amount to an estimated maximum of 5 TB. This data will be partially stored on the KU Leuven L: drive and ManGO platforms during the course of the project and archived on the KU Leuven K: drive after the end of the project. The microscopes are directly connected to the KU Leuven Network L: drive, facilitating this storage. The storage capacity for digital data on the secured and backed up KU Leuven servers hosting the K: and L: drives is extendable by blocks of 100 GB and 5 TB, respectively (read-only K: drive @ 5.69€/yr. and read-write capable L: drive @ 104.42€/yr./TB). Additionally, the storage on the ManGO platform costs €35 per TB per year. Hence, by acquiring storage space based on the project requirements, sufficient storage will be available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Storage on university network drives are secure data storage solutions with security services managed by the University ICTS department. They provide the options to control data access by authorised persons and maintain backups in secure physical locations. The above-mentioned storage sites are compatible with GDPR regulations. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 25 April 2024 5 of 7 Storage space on the ManGo platform during the active research period and afterward KU Leuven K: and L: drives will be acquired based on project needs. The storage on the ManGO platform costs €35 per TB per year and a maximum of 1 TB of storage is offered free of charge. Further, the cost for long-term storage K: and L: drives are estimated at 313.26€ (for a 5 TB block on the L: drive for 3 years @ 104.42 €/yr./TB) and will be covered by the project consumables budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All digital data and metadata will be retained for at least 5 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All digital data will be archived on KU Leuven K: drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The archiving hard drives (KU Leuven K: drive) cost 5.69€/yr per 100 GB. So 569 € would allow the lab to have around 2 TB storage on the KU Leuven K: drive for 5 years after the project ends. This will be covered by the consumables budget of the project. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The main findings of the research with all supporting processed data will be made available via publications in peer-reviewed journals. Publishing all raw data associated with published manuscripts on KU Leuven's Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered. The Van Oosterwyck's Gitlab repository will be used for sharing computational codes. Again the patentable data will only be published online as per IP regulations after patent application submission. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly available (at a cost though, if the journals require so). The availability of the other data to any requestor will be dealt with on a case-by-case basis. If a valid scientific or societal benefit and non-profit reason exist, the data will be freely shared, except to direct competitors. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The patentable data will only be shared online as per IP regulations after patent application submission and being published online. Created using DMPonline.be. Last modiﬁed 25 April 2024 6 of 7 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Publishing all raw data associated with published manuscripts on the Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered. The Van Oosterwyck's Gitlab repository will be used for sharing computational codes: https://gitlab.kuleuven.be/MAtrix When will the data be made available? When will the data be made available? The findings will be made available as publications at logical points during the project when the research questions have been sufficiently addressed. The other data would be made available upon request, where considered appropriate, after the publications. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Codes will be shared under the terms of the GNU Lesser General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No Data uploaded to the RDR will get a DOI that can be used to cite the data. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? KU Leuven ICTS provides a free of charge access to Gitlab for up to 25GB. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher will be responsible for the documentation and the metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher and the supervisors will jointly ensure proper data storage and back up during the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Hans Van Oosterwyck. Who will update and implement this DMP? Who will update and implement this DMP? Prof. Hans Van Oosterwyck. Created using DMPonline.be. Last modiﬁed 25 April 2024 7 of 7"
}