{
    "document_id": "D-2024-3377",
    "LinkTitle": "D-2024-3377",
    "file_name": "D-2024-3377.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3377.pdf",
    "metadata": {
        "title": "Establishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions via combined C-H activation and C-S, C-O or C-C heterogroup activation",
        "author": "N/A",
        "creation_date": "2024-11-25 14:47:49+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nEstablishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions via combined C-H activation and\nC-S, C-O or C-C heterogroup activation\nCreator:\nCreator:\nNiels Van Herck\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nCarbon-carbon bonds form the bedrock of organic chemistry, yet their synthesis is still dominated by the use of harmful and waste-\ngenerating coupling partners such as organometallic reagents and organohalides. Consequently, novel methods that forge C-C bonds\ndirectly from C-H bonds and biologically innate heterogroups are highly desirable. Unfortunately, the inherently lower reactivity of these\nmolecules causes reaction systems to become encumbered by an inefficient use of catalytic and energetic resources, hampering their\nwide-spread implementation in the industry. Inspired by Nature's way of leveraging a maximized functional involvement of catalytically\nactive entities to mediate complex reactions, we here propose a multifunctional catalytic framework that enables challenging,\ndivergent C(sp2)-C(sp/sp2/sp3) coupling reactions with sustainable and abundant C-H and C-heterogroup feedstock molecules. The\ncornerstone of our framework is laid by the use of multifunctional agents that mediate both C-H activation and C-S, C-O or C-C\nheterogroup activation in cooperation with a central Pd-catalyst. The cooperative catalytic assembly will be meticulously designed,\ncharacterized and manipulated to enable highly innovative C-C disconnections, including e.g. C-H formylation with CO2-derived\nthioformates, C-H (fluoro)alkylation with carboxyl derivatives and C-H/C-CN metathesis with acetonitrile. As such, our rationale forms the\nimpetus for a more resource-efficient catalytic design.\nID: \nID: \n211253\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n25-11-2024\nCreated using DMPonline.be. Last modiﬁed 25 November 2024\n1 of 6\nEstablishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions\nEstablishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions\nvia combined C-H activation and C-S, C-O or C-C heterogroup activation\nvia combined C-H activation and C-S, C-O or C-C heterogroup activation\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease\nchoose from\nthe following\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPrimary\nexperimental\ndata\nRaw datafiles containing\nmaterial characterization\n(NMR, XAS, FTIR, etc.)\nChromotographic\ndata of reactions\n(GC, GC-MS,\nGPC etc.)\nGenerate new\ndata\nDigital\nExperimental\n.gcd\nNMR\n.csv\n.txt\n< 100 GB\n \nPhysical\nsamples\ncatalysts,\nreaction\nmixtures, purified\nproducts\nGenerate new\ndata\nPhysical\n \n \n \n< 2000\nvials\nData\nprocessing\nExcel files,\nsummaries,\nmanuscripts,\npresentations\nGenerate new\ndata\nDigital\nExperimental\n.xslx\n.pptx\n.pdf\n.docx\n< 1 GB\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 25 November 2024\n2 of 6\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nReaction procedures will be described in a physical lab notebook and in a spreadsheet (.xslx) stored locally and in a cloud service\n(onedrive). Presentations and publications will provide sufficient details to allow replication by scientific peers. ReadME-files or\nrecording methods for advanced characterization are stored in parallel with generated data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nAlthough no metadata standard is available for the advanced characterization in this project, most techniques store their\nown ReadMe files containing recording parameters and file information in parallel with recorded datasets. besides, some\ndatasets contain metadata headers on recording parameters (eg. GC-FID). The data will be stored and named in consistent\nmanner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier.\nThe data will be processed and summarized in a comprehensive excel files with reference to the identifiers. The resulting\nCreated using DMPonline.be. Last modiﬁed 25 November 2024\n3 of 6\nsummaries will culminate in presentations and publications.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nPhysical notebooks of procedures and observations. Digital data with unambiguous identifiers for reactions and materials\nare stored in cloud storage from \"Box\". KU Leuven offers and Enterprise Box account 3, which offers and easy and secure\nstorage space of up to 100 GB for each user.\nHow will the data be backed up?\nHow will the data be backed up?\nThe usage of cloud storage \"Box\". Digital data will be stored in parallel on the cloud and on the personal computer of\nthe applicant, guaranteeing backup of the data. Most raw data is also stored and frequently backed up off-line on external\nhard drives.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nthe cloud storage provides 100 GB per user, but the project is expected to generate much less than 100 GB of data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment for private data. An Enterprise Box account 3 for cloud\nstorage ensured a secure environment\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of the Box data storage are included in an internal service contract with KU Leuven IT support service (SET-IT).\nNo additional costs are expected for the storage of data. In case of additional costs, they will be covered by the project budget\nor reserve funds.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll the data will be retained for the expected 5 year period after the end of the project with the exception of physical lab\nsamples. These samples will stored for 2 years or until publication of a peer-reviewed manuscript. These samples have a shelf life\nand take up valuable space, making them difficult and unreliable to store over long time periods.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nUpon termination of the contract, the data will be transferred to an external hard drive (Samsung Portable SSD T5 1 TB), which\nCreated using DMPonline.be. Last modiﬁed 25 November 2024\n4 of 6\nis managed by Annelies Van Vlasselaer.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe high storage capacity of the external hard drive (1 TB) enables the preservation of the data for multiple years for\nvarious finished/terminated projects. As of now, 15 GB is used on average for the projects of each user, which allow around 60\nusers to safely store their data. The price of such a hard drive is around 120 EUR, which makes the cost per user negligible. The\nITexpenses are included in the project's consumable expenses or covered by reserve funds.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nOther, please specify:\nGeneral data and summaries (see \"data processing\" in part 1) will be made avaible through means of supplementary\ninformation files, which accompany a publication. Extra data such as chromatograms can be made available when asked by\nemail.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly research purposes will be allowed and commercial use is excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData and summaries are available through supplementary information files which accompany a publication. Extra data such\nas chromatograms can be made available upon request by email.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC BY-NC-SA 4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 25 November 2024\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected a the data can be shared by online platforms (e.g. WeTransfer) or the already budgeted\nstorage cloud from Box. If additional costs would occur, they will be covered from reserve funds.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nNiels Van Herck (Applicant) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nNiels Van Herck (Applicant), Dirk De Vos (Promotor) and Annelies Vanvlasselaer \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nDirk De Vos (Promotor) and Annelies Vanvlasselaer \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nNiels Van Herck (Applicant) \nCreated using DMPonline.be. Last modiﬁed 25 November 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Establishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions via combined C-H activation and C-S, C-O or C-C heterogroup activation Creator: Creator: Niels Van Herck Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: Carbon-carbon bonds form the bedrock of organic chemistry, yet their synthesis is still dominated by the use of harmful and waste- generating coupling partners such as organometallic reagents and organohalides. Consequently, novel methods that forge C-C bonds directly from C-H bonds and biologically innate heterogroups are highly desirable. Unfortunately, the inherently lower reactivity of these molecules causes reaction systems to become encumbered by an inefficient use of catalytic and energetic resources, hampering their wide-spread implementation in the industry. Inspired by Nature's way of leveraging a maximized functional involvement of catalytically active entities to mediate complex reactions, we here propose a multifunctional catalytic framework that enables challenging, divergent C(sp2)-C(sp/sp2/sp3) coupling reactions with sustainable and abundant C-H and C-heterogroup feedstock molecules. The cornerstone of our framework is laid by the use of multifunctional agents that mediate both C-H activation and C-S, C-O or C-C heterogroup activation in cooperation with a central Pd-catalyst. The cooperative catalytic assembly will be meticulously designed, characterized and manipulated to enable highly innovative C-C disconnections, including e.g. C-H formylation with CO2-derived thioformates, C-H (fluoro)alkylation with carboxyl derivatives and C-H/C-CN metathesis with acetonitrile. As such, our rationale forms the impetus for a more resource-efficient catalytic design. ID: ID: 211253 Start date: Start date: 01-11-2024 End date: End date: 31-10-2028 Last modified: Last modified: 25-11-2024 Created using DMPonline.be. Last modiﬁed 25 November 2024 1 of 6 Establishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions Establishing a multifunctional catalytic platform for sustainable and divergent C-C coupling reactions via combined C-H activation and C-S, C-O or C-C heterogroup activation via combined C-H activation and C-S, C-O or C-C heterogroup activation FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Primary experimental data Raw datafiles containing material characterization (NMR, XAS, FTIR, etc.) Chromotographic data of reactions (GC, GC-MS, GPC etc.) Generate new data Digital Experimental .gcd NMR .csv .txt < 100 GB Physical samples catalysts, reaction mixtures, purified products Generate new data Physical < 2000 vials Data processing Excel files, summaries, manuscripts, presentations Generate new data Digital Experimental .xslx .pptx .pdf .docx < 1 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 25 November 2024 2 of 6 No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Reaction procedures will be described in a physical lab notebook and in a spreadsheet (.xslx) stored locally and in a cloud service (onedrive). Presentations and publications will provide sufficient details to allow replication by scientific peers. ReadME-files or recording methods for advanced characterization are stored in parallel with generated data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No Although no metadata standard is available for the advanced characterization in this project, most techniques store their own ReadMe files containing recording parameters and file information in parallel with recorded datasets. besides, some datasets contain metadata headers on recording parameters (eg. GC-FID). The data will be stored and named in consistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in a comprehensive excel files with reference to the identifiers. The resulting Created using DMPonline.be. Last modiﬁed 25 November 2024 3 of 6 summaries will culminate in presentations and publications. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Physical notebooks of procedures and observations. Digital data with unambiguous identifiers for reactions and materials are stored in cloud storage from \"Box\". KU Leuven offers and Enterprise Box account 3, which offers and easy and secure storage space of up to 100 GB for each user. How will the data be backed up? How will the data be backed up? The usage of cloud storage \"Box\". Digital data will be stored in parallel on the cloud and on the personal computer of the applicant, guaranteeing backup of the data. Most raw data is also stored and frequently backed up off-line on external hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes the cloud storage provides 100 GB per user, but the project is expected to generate much less than 100 GB of data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. An Enterprise Box account 3 for cloud storage ensured a secure environment What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of the Box data storage are included in an internal service contract with KU Leuven IT support service (SET-IT). No additional costs are expected for the storage of data. In case of additional costs, they will be covered by the project budget or reserve funds. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All the data will be retained for the expected 5 year period after the end of the project with the exception of physical lab samples. These samples will stored for 2 years or until publication of a peer-reviewed manuscript. These samples have a shelf life and take up valuable space, making them difficult and unreliable to store over long time periods. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Upon termination of the contract, the data will be transferred to an external hard drive (Samsung Portable SSD T5 1 TB), which Created using DMPonline.be. Last modiﬁed 25 November 2024 4 of 6 is managed by Annelies Van Vlasselaer. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The high storage capacity of the external hard drive (1 TB) enables the preservation of the data for multiple years for various finished/terminated projects. As of now, 15 GB is used on average for the projects of each user, which allow around 60 users to safely store their data. The price of such a hard drive is around 120 EUR, which makes the cost per user negligible. The ITexpenses are included in the project's consumable expenses or covered by reserve funds. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Other, please specify: General data and summaries (see \"data processing\" in part 1) will be made avaible through means of supplementary information files, which accompany a publication. Extra data such as chromatograms can be made available when asked by email. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only research purposes will be allowed and commercial use is excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Data and summaries are available through supplementary information files which accompany a publication. Extra data such as chromatograms can be made available upon request by email. When will the data be made available? When will the data be made available? Upon publication of the results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC BY-NC-SA 4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No Created using DMPonline.be. Last modiﬁed 25 November 2024 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected a the data can be shared by online platforms (e.g. WeTransfer) or the already budgeted storage cloud from Box. If additional costs would occur, they will be covered from reserve funds. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Niels Van Herck (Applicant) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Niels Van Herck (Applicant), Dirk De Vos (Promotor) and Annelies Vanvlasselaer Who will manage data preservation and sharing? Who will manage data preservation and sharing? Dirk De Vos (Promotor) and Annelies Vanvlasselaer Who will update and implement this DMP? Who will update and implement this DMP? Niels Van Herck (Applicant) Created using DMPonline.be. Last modiﬁed 25 November 2024 6 of 6"
}