{
    "document_id": "D-2022-1388",
    "LinkTitle": "D-2022-1388",
    "file_name": "D-2022-1388.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1388.pdf",
    "metadata": {
        "title": "D-2022-1388",
        "author": "Febe Demeyer",
        "creation_date": "2022-03-30 11:19:17+02:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "1 \n DMP TITLE: COGNITIVE CONTROL IN AN AGING SOCIETY  \nADMINISTRATIVE DETAILS  \nProject Name : Cognitive Control in an aging society  \nPrincipal Investigator / Researcher: PIs: Eva Van den Bussche and Céline Gillebert  \n                                                                 Researchers  (PhD) : Elise Palmans and Febe Demeyer  \nInstitution: KU Leuven  \nDescription: We live in an aging society, which is accompanied by increasing challenges at the \nindividual, interpersonal, clinical, and societal level. The aging challenge also consists of a rise in the \nnumber of older adults suffering from neurological disorders such as stroke. At the same time, our world is also becoming increasingly more complex: it requires efficient and flexible cognitive skills, such \nas cognitive control. We are continuously bombarded with sensory input. Our cognitive system needs \nto selectively process relevant input, maintain this input and inhibit irrelevant input, to achieve our goals. However, precisely these cognitive control skills gradually deteriorate with age and can suddenly be affected after stroke. As pharmacological treatments for cognitive decline have limited efficacy, there is an urgent need for non -pharmacological methods to address cognitive impairment. This \nproject specifically aims to unravel the behavioral and neural mechanisms underlying impairment in cognitive control in healthy older adults and stroke survivors. To achieve this, four objectives are formulated. First, we will pi npoint which, when and how cognitive control functions decline in healthy \naging. Second, we will expose neural markers and networks of cognitive control decline in healthy \naging. Third, we will unravel patterns of stroke -induced cognitive control deficits in stroke survivors. \nFourth, we will map the lesion neuroanatomy of post -stroke cognitive control deficits at the network \nlevel. To reach these objectives, we propose a multi -method approach, combining cross -sectional, \nlongitudinal and patient studies, behavioral and neuroimaging (EEG and fMRI) techniques and \nadvanced statistical tools (structural equation modeling, network and connectivity analyses). Ultimately, this project will provide the basis for developing new, non -pharmacological intervention \nprograms to delay, decelerate or decrease cognitive control impairment.  \n1. GENERAL INFORMATION \nName of the project lead (PI): Cognitive control in an aging society  \nInternal Funds Project number & title: Cognitive control in an aging society ( PXF-E0434-\nC14/21/046) \n2. DATA DESCRIPTION  \n2.1. Will you generate/collect new data and/or make use of existing data?  \nWe will collect and generate new data, and use collected data for clinical purposes (e.g., medical \nreports).  \n \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the \ndata (per dataset) and its (estimated) volume. This may be easiest in a numbered list or \ntable and per objective of the project.  \n Type of data  Format    Volume  How created?   \nResearch data  \nExperimental data: \nbehavioral performance , Excel (.xlsx, .csv)  ± 12,5 GB  Automatically by \nPython script, run in \n2 \n namely  accuracy and \nreaction time (Obj 1 + 2 + 3 \n+ 4) Obj 1  + 2: about 1731 \nparticipants:  201 \nyounger adults + 405 \nolder adults + 225 \nolder adults who will \nbe followed for  5 \nadditional time \nmoments)  \nObj 3  + 4: about 112 \nparticipants : 64 \nstroke patients + 48 \ncontrols  PsychoPy Experiment \nRunner  \nMerged experimental \nbehavioral  data ( Obj 1 + 2 + \n3 + 4 ) Excel (.xlsx, .csv)  ± 0,5 GB  Experimental data will \nbe merged over \nparticipants, using R  \nSPSS datasets of raw & \naggregated behavioral  data \n(Obj 1  + 2) SPSS (.sav, .spss)  ± 0,25 GB  SPSS  \nR datasets of raw & \naggregated behavioral data \n(Obj 1 + 2 + 3 + 4) R data file (.RDS)  ± 0,25 GB  R \nExperimental data: EEG \ndata (Obj 2)  .bdf (specific \nBioSemi EEG \nformat)  About 75 GB  Saved in ActiView \n(BioSemi software for \nEEG data collection)  \nExperimental data: EEG \ndata  - preprocessed (Obj 2)  .set and .ftd  About 80 GB  Processed in EEGlab \n(Matlab package)  \nExperimental data: \nstructural (MRI and C T) and \nfunctional (MRI) brain \nimaging data, and reports \nof radiologists (Obj 4)  DICOM, NIfTI and \ntext (.txt)  About 192 GB  \n(FLAIR and rs -fMRI \ndata of 64 stroke \npatients & task-\nrelated fMRI data of \n48 matched older \nadults)  Processed in SPM \n(Matlab package)  \nDemographics and health \nquestionnaire (e.g., age, \nbiological sex, ed ucation \nlevel, handedness, color \nblindness , sleep, coffee and \nalcohol use, medical \nhistory,…) (Obj 1 + 2 + 3 + 4)  \n On p aper,  data \ntransferred to \nExcel (.csv)  Obj 1 + 2 : 201+  405 + \n5 follow -ups for 225 \nolder adults  = about \n1731 paper versions  \nObj 3 + 4:   64 stroke \npatients +  \n48 matched healthy \ncontrols = about 112 \npaper versions  \n \n Completed by the \nparticipant during the \nexperiment  \n \nAssessment by the \nexperimenter in stroke \npatie nts \nNASA Task Load Inde x (Obj \n1 + 2)  On paper, p df \n(.pdf)  about 1731 paper \nversions  \n Completed by the \nparticipant during the \nexperiment  \n3 \n Montreal Cognitive \nAssessment (Obj 1 + 2)  On p aper  About 405 paper \nversions  + (225x5) = \n1530 paper versions  Assessment by the \nexperimenter during \nthe experiment  \nGeriatric Depression Scale \n(Obj 1 + 2)  On p aper  About 405 + (225x5) \n= 1530 paper \nversions  Completed by the \nparticipant during the \nexperiment  \nSubjective Cognitive Dec line \nQuestionnaire (Obj 1 + 2) On p aper  About 405 + (225x5) \n= 1530 paper \nversions  Completed by the \nparticipant during the \nexperiment  \nOxford Cognitive Screen \n(Obj 3 + 4)  On p aper, \nscanned paper file \nsaved as pdf, \nExcel (.csv)  \n 112 paper versions  + \nabout 900 MB pdf \nand Excel: 64 stroke \npatients +  \n48 matched healthy \ncontrols  Assessment by the \nexperimenter during \nthe experiment  \nCognitive Failures \nQuestionnaire (Obj 3 + 4)  On p aper, \nscanned paper file \nsaved as pdf, \nExcel (.csv)  112 paper versions (1 \npage each) + 90 MB \n(scanned paper file \nper participant) + 10 \nMB (Excel): 64 stroke \npatients +  \n48 matched healthy \ncontrols  Questions asked by the \nexperimenter to the \nparticipant  \nDocumentation  \nInformed consents  (Obj 1 + \n2 + 3 + 4)  Word (.docx), pdf \n(.pdf) generated, \nprinted for \nparticipant  Obj 1 + 2: about 1731 \npaper versions  \nObj 3 + 4 : 112 paper \nversions  Self-generated, signed \nby participant before \nstart experiment  \nInformation letters (Obj 1 + \n2 + 3 +  4) Word (.docx), pdf \n(.pdf) generated, \nprinted for \nparticipant  Obj 1 + 2: about  1731 \npaper versions  \nObj 3 + 4 : 112 paper \nversions  Self-generated, signed \nby participant before \nstart experiment  \nAnnex COVID -measures \n(Obj 1 + 2 + 3 + 4)  \n→ As long as annex is \nneeded  Word (.docx), pdf \n(.pdf) generated, \nprinted for \nparticipant  Obj 1 + 2: about 1731 \npaper versions  \nObj 3 + 4 : 112 paper \nversions  Created in Word, \nprinted \nDebriefing participants (Obj \n1 + 2 + 3 + 4)  Word (.docx), pdf \n(.pdf) generated, \nprinted for \nparticipant  Obj 1 + 2: about  1731 \npaper versions  \nObj 3 + 4 : 112 paper \nversions  Created in Word, \nprinted \nPatient reports (Obj 3 + 4)  Word (.docx), pdf \n(.pdf) generated  64 stroke patients  Generated by \nRmarkdown  \nCode for patient reports \n(Obj 3 + 4)  Rmarkdown \n(.Rmd)  64 stroke patients  Created in Rmarkdown \nin Rstudio  \n4 \n Reminder e -mails to young \nadult participants in EMS \n(Obj 1)  EMS -messages  201 e -mails  Written in Word, sent \nwith EMS   \nOverview of registration \nparticipants (Obj 1 + 2 + 3 + \n4) Excel worksheet \n(.xlsx)  100 KB  Completed by \nexperimenter(s) in \nExcel  \nManual study protocol + \ndata collection  (Obj 1 + 2)  Word (.docx)  46 KB  Written in Word  \nManual study protocol + \ndata collection (Obj 3 + 4)  Word (.docx)  5 MB  Written in Word  \nEEG preprocessing manual \n(Obj 2)  Word (.docx)  6.7 MB  Word + screenshots \nfrom EEGlab (Matlab \npackage)  \nManual for lesion \ndelineation (Obj 4)  PDF (.pdf), R -code \n(.R) 40 MB  Written in Word, code \nfor analysis in RStudio  \nManual for MRI data \nprocessing and analysis (Obj \n4) Word (.docx)  3.8 MB  Word  \nCode for computer tasks + \nadapted version for stroke \npopulation (Obj 1 + 2 + 3 +  \n4) Python (.py)  ± 320 KB  Created in Python  / \nPsychoPy  \nCode for data cleaning  (Obj \n1 + 2 + 3 + 4)  SPSS -syntax \n(.spss)  ± 32 KB  SPSS  \nCode for analysis  (Obj 1 + 2 \n+ 3 + 4) R-code (.R),  < 1 MB  RStudio  \nScoring grids for paper \nquestionnaires  (Obj 1 + 2 + \n3 + 4)  Images (.jpeg)  ± 13 MB  Images that are created \nby scanning the \nrelevant information \nfrom a book  \nR code to merge individual \ndatasets into merged \ndatasets  (Obj 1 + 2  + 3 + 4)  R-code (.R)  15 KB  RStudio  \n3. ETHICAL AND LEGAL ISSUES  \n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. \nAdd the reference to the file in KU Leuven's Record of Processing Activities. Be aware that \nregistering the fact that you process personal data is a legal obligation.  \n- Yes \nWe will use demographic information such as age and biological sex. Additionally, we will \nregister participants’ signatures  on the informed consent, together with the name and \ncontact information (e -mail address, telephone number) of the participant. C ontact details \nare only provided if the participant want to be informed about the (group -level) outcome of \nthe study. Also, personal data concerning heal th will be processed in this project . More \nspecifically, we will check the presence of neurocognitive, neurological, psychiatric disorders, \n5 \n and cancer treatment in the last two years. The presence of bad or impaired vision , hearing \nand colorblindness will also be  checked. In addition, medication intake, depressive \nsymptoms, drug or alcohol abuse and current sleep/alcohol/coffee pattern will be \nprocessed. All data will be pseudonymized.  \nWe will submit a PRET application for each Work Package (WP) for ethical review to ensure \nwe fulfill the legal obligations and our handling of personal data. These applications and their approvals will be added to this DMP. All studies will be approved by an ethics committee \nbefore initiation of our studies.  \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).  \n- Yes \nWe will submit PRET applications for all our upcoming WPs. All studies will be approved by the ethics committee before initiation to ensure that we fulfill legal obligations of personal \ndata.  Part of the first work package of Objective 1 has already received ethical approval ( G-\n2020- 1679- R3(AMD) ). \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data \nand which restrictions will be asserted?  \n- No \n3.4. Do exist ing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place?  \n- No \n \n4. DOCUMENTATION AND METADATA  \n4.1. What documentation will be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nFirst, each programming task is accompanied by a ReadMe text file (.txt) with details about \nthe number of trials, different conditions, a task description, etc . Sec ond, explanatory \ncomments  will be added to all coding scripts for clarification so that third parties and we \nourselves are able to understand the code and reproduce it in the future . Third, details on \nthe several steps of all analyses and data cleaning (behavioral, EEG and MRI) will be noted in \ndifferent Word files . Finally, we will also make a codebook  in an Excel -document to provide \nspecific information about the experimental data  and questionnaires, such as the variable \nlabels , their description and ranges.  \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If \nnot, state in detail which metadata will be created to make the data easy/easier to find \nand reuse.  \n - No \nThe meta -data will consist of a Read me.txt, codebook.xlsx, cleaning and analysis Word files \nto process the raw data into merged files that are ready for analysis. Descriptive meta- data \n6 \n will also be provided. Here, we will describe pseudonymized information about all \nparticipants that were enrolled in the study (e.g., age, biological sex, native language, handedness, which phases of the study they completed and when, whether they completed the entire study or dropped  out, whether they meet the inclusion cri teria, other remarks, \netc). In addition, unique identifiers (DOI) will be added to the pseudonymized data on the Open Science Framework  to make the data easy to find. We will seek the advice of \ncolleagues in our discipline and research support staff at KU Leuven to decide which metadata standard (if any) is appropriate for this project. See also previous question for \nmore detailed information about the specific meta- data.  \n5. DATA STORAGE AND BACKUP DURING THE PROJECT  \n5.1. Where will the data be stored?  \nData will be stored on the secured KU Leuven network drives of the researchers (Elise \nPalmans and Febe Demeyer) and of the supervisors (Eva Van den Bussche and Céline Gillebert) and on a password-protected and encrypted external hard drive . The KU Leuven \nnetwork drive is the university’s secure environment for private data, the KU Leuven \nOneDrive for Business . Paper material (e.g., questionnaires) will be stored in a locked closet  \nat the supervisors’ offices. Only the main researchers will have access to personal data (i.e., informed consents, screening data). We will also use the J- drive , which is a shared network \ndrive that is primarily intended for sharing files with colleagues. Here, we will store data that is relevant for all researchers of this project . \n \n5.2. How will the data be backed up?  \nAutomatic backup is provided for the KU Leuven OneDrive for Business.    \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \n- Yes \nThe KU Leuven OneDrive for Business has a storage capacity of 2 terabytes (TB) (https://admin.kuleuven.be/icts/se rvices/onedrive\n). This capacity can be extended  to 5 \nTB without costs. Therefore, we do not anticipate insufficient storage or backup \nlimitations.  \n5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered?  \nUsage of the KU Leuven OneDrive for Business is free.  Therefore, there are no expected \ncosts.  \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  \nSince we will be working with sensitive personal data,  the data will be stored on  KU Leuven \nOneDrive for Business, based on the recommendations made by KU Leuven. The laptops of the researchers are fully encrypted and password- protected, and a two -step ver ification is \nprovided for the KU Leuven account. In addition, the J- drive is also fully encrypted and \npassword -protected and is only accessible to the involved researchers using their employee \nID. If files need to be transferred after data collection, the Belnet filesender will be used as an alternative to OneDrive for Business.    \n7 \n 6. DATA PRESERVATION AFTER THE END OF THE PROJECT  \n6.1. Which data will be retained for the expected 10 year period after the end of the project? If \nonly a selection of the data can/will be preserved, clearly state why this is the case (legal \nor contractual restrictions, physical preservation issues, ...).  \nAll relevant data (i.e., data at the basis for publications), will be preserved after the end of \nthe project alongside a codebook (Excel -file), explaining the data. We will ensure that \npersonal information, which also contains identifiable information, is properly protected by \nclearly indicating which files contain personal information and we will pseudonymize all \nrelevant files. The pseud onymized data will also be made publicly available through the Open \nScience Framework ( https://osf.io/ ) for an indefinite period. Data will be retained for at least \n10 years, conform the KU Leuven Research Data Management policy.  \n6.2. Where will these data be archived (= stored for the long term)?  \nTo archive data securely at the end of the project, we will store all digital data  on the  KU \nLeuven OneDrive for Business of the supervisors  (with automatic back -up procedures) for at  \nleast 10 years after the end of the project, conform the KU Leuven RDM policy. Paper data will be stored in a closed locket of the supervisors (Eva Van den Bussche and Céline Gillebert), organized in a folder per study. Pseudonymized data will be made pub licly \navailable through the Open Science Framework.  \n \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered?  \nData preservation on the KU Leuven OneDrive for Business and Open Science Framework is free of charge. Storage capacity on the OneDrive for Business can be extended to 5 TB without costs. We do not expect to exceed 5 TB. In case we do exceed this limit, po ssible \nexpenses will  be covered  by the research group s.  \n \n7. DATA SHARING AND RE -USE \n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \n- Yes \nSince we will be working with personal data, legal restrictions (e.g., GDPR) are in place. Only \npseudonymized data will be shared.  \n7.2. Which data will be made available after the end of the project?  \nAll coded, pseudonymized data will be openly available with a DOI at the Open Science Framework, which is an open access repository. All pseudonymized datasets only contain variables that are required to reproduce the results of our studies.  \nWe will also share our data according to the FAIR principles to  increase the impact of our \nresearch and increase the possibilities to replicate our research:  \n- Findability : We will ensure that the data are findable by assigning meta- data to our data \nfolders and by using a DOI that will be given to the data.  \n- Accessibility: We will ensure that the data are accessible by indicating how others can \nget access to the data. A http protocol will be included to make the data available \nthrough the Internet.  \n8 \n - Interoperable : We will ensure the data are interoperable by us ing open file formats and \nstandards whenever needed and possible.  \n- Reusable : We will ensure the data are reusable by connecting them with highly \nqualitative documentation  and metadata.  \n7.3. Where/how will the data be made available for reuse?  \n- In an Open Access r epository  \nThe coded, pseudonymized data will be made openly available in a .csv format at an open \naccess repository, the Open Science Framework. Participants' personal information (e.g., \ncontact information, names, bank account, medical background, etc) wi ll never be shared.  \n \n7.4. When will the data be made available?  \n- Immediately after the end of the project  \nThe coded and pseudonymized data will be made openly available in a .csv format after the end of the project at the Open Science Framework, which is an open access repository.  \n \n7.5. Who will be able to access the data and under what conditions?  \nThe coded, pseudonymized data will be made openly availa ble. \n \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for sharing the data at the Open Science Framework as this is \nfree of charge.  \n \n8. RESPONSIBILITIES  \n8.1. Who will be responsible for the data documentation & metadata?  \nThe researchers: Elise Palmans and Febe Demeyer.  \n8.2. Who will be responsible for data storage & back up during the project?  \nThe researchers: Elise Palmans and Febe Demeyer. The supervisors (Eva Van den Bussche and \nCéline Gillebert) are responsible for ensuring that the researchers implement research data \nmanagement.  \n8.3. Who will be responsible for ensuring data preservation and sharing?  \nThe researchers: Elise Palmans and Febe Demeyer  are responsible for data preservation and \nsharing during the project. After the research project ends, preservation and reuse of the data is \nthe responsibility of the supervisors, Eva Van den Bussche and Céline Gillebert.  \n8.4. Who bears the end responsibility  for updating & implementing this DMP?  \nThe supervisors, Eva Van den Bussche and Céline Gillebert, are responsible for ensuring that the researchers (Elise Palmans and Febe Demeyer) update and implement this Data Management Plan. The supervisors  bear the end responsibility.  \n \n \n "
    },
    "clean_full_text": "1 DMP TITLE: COGNITIVE CONTROL IN AN AGING SOCIETY ADMINISTRATIVE DETAILS Project Name : Cognitive Control in an aging society Principal Investigator / Researcher: PIs: Eva Van den Bussche and Céline Gillebert Researchers (PhD) : Elise Palmans and Febe Demeyer Institution: KU Leuven Description: We live in an aging society, which is accompanied by increasing challenges at the individual, interpersonal, clinical, and societal level. The aging challenge also consists of a rise in the number of older adults suffering from neurological disorders such as stroke. At the same time, our world is also becoming increasingly more complex: it requires efficient and flexible cognitive skills, such as cognitive control. We are continuously bombarded with sensory input. Our cognitive system needs to selectively process relevant input, maintain this input and inhibit irrelevant input, to achieve our goals. However, precisely these cognitive control skills gradually deteriorate with age and can suddenly be affected after stroke. As pharmacological treatments for cognitive decline have limited efficacy, there is an urgent need for non -pharmacological methods to address cognitive impairment. This project specifically aims to unravel the behavioral and neural mechanisms underlying impairment in cognitive control in healthy older adults and stroke survivors. To achieve this, four objectives are formulated. First, we will pi npoint which, when and how cognitive control functions decline in healthy aging. Second, we will expose neural markers and networks of cognitive control decline in healthy aging. Third, we will unravel patterns of stroke -induced cognitive control deficits in stroke survivors. Fourth, we will map the lesion neuroanatomy of post -stroke cognitive control deficits at the network level. To reach these objectives, we propose a multi -method approach, combining cross -sectional, longitudinal and patient studies, behavioral and neuroimaging (EEG and fMRI) techniques and advanced statistical tools (structural equation modeling, network and connectivity analyses). Ultimately, this project will provide the basis for developing new, non -pharmacological intervention programs to delay, decelerate or decrease cognitive control impairment. 1. GENERAL INFORMATION Name of the project lead (PI): Cognitive control in an aging society Internal Funds Project number & title: Cognitive control in an aging society ( PXF-E0434- C14/21/046) 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? We will collect and generate new data, and use collected data for clinical purposes (e.g., medical reports). 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created? Research data Experimental data: behavioral performance , Excel (.xlsx, .csv) ± 12,5 GB Automatically by Python script, run in 2 namely accuracy and reaction time (Obj 1 + 2 + 3 + 4) Obj 1 + 2: about 1731 participants: 201 younger adults + 405 older adults + 225 older adults who will be followed for 5 additional time moments) Obj 3 + 4: about 112 participants : 64 stroke patients + 48 controls PsychoPy Experiment Runner Merged experimental behavioral data ( Obj 1 + 2 + 3 + 4 ) Excel (.xlsx, .csv) ± 0,5 GB Experimental data will be merged over participants, using R SPSS datasets of raw & aggregated behavioral data (Obj 1 + 2) SPSS (.sav, .spss) ± 0,25 GB SPSS R datasets of raw & aggregated behavioral data (Obj 1 + 2 + 3 + 4) R data file (.RDS) ± 0,25 GB R Experimental data: EEG data (Obj 2) .bdf (specific BioSemi EEG format) About 75 GB Saved in ActiView (BioSemi software for EEG data collection) Experimental data: EEG data - preprocessed (Obj 2) .set and .ftd About 80 GB Processed in EEGlab (Matlab package) Experimental data: structural (MRI and C T) and functional (MRI) brain imaging data, and reports of radiologists (Obj 4) DICOM, NIfTI and text (.txt) About 192 GB (FLAIR and rs -fMRI data of 64 stroke patients & task- related fMRI data of 48 matched older adults) Processed in SPM (Matlab package) Demographics and health questionnaire (e.g., age, biological sex, ed ucation level, handedness, color blindness , sleep, coffee and alcohol use, medical history,…) (Obj 1 + 2 + 3 + 4) On p aper, data transferred to Excel (.csv) Obj 1 + 2 : 201+ 405 + 5 follow -ups for 225 older adults = about 1731 paper versions Obj 3 + 4: 64 stroke patients + 48 matched healthy controls = about 112 paper versions Completed by the participant during the experiment Assessment by the experimenter in stroke patie nts NASA Task Load Inde x (Obj 1 + 2) On paper, p df (.pdf) about 1731 paper versions Completed by the participant during the experiment 3 Montreal Cognitive Assessment (Obj 1 + 2) On p aper About 405 paper versions + (225x5) = 1530 paper versions Assessment by the experimenter during the experiment Geriatric Depression Scale (Obj 1 + 2) On p aper About 405 + (225x5) = 1530 paper versions Completed by the participant during the experiment Subjective Cognitive Dec line Questionnaire (Obj 1 + 2) On p aper About 405 + (225x5) = 1530 paper versions Completed by the participant during the experiment Oxford Cognitive Screen (Obj 3 + 4) On p aper, scanned paper file saved as pdf, Excel (.csv) 112 paper versions + about 900 MB pdf and Excel: 64 stroke patients + 48 matched healthy controls Assessment by the experimenter during the experiment Cognitive Failures Questionnaire (Obj 3 + 4) On p aper, scanned paper file saved as pdf, Excel (.csv) 112 paper versions (1 page each) + 90 MB (scanned paper file per participant) + 10 MB (Excel): 64 stroke patients + 48 matched healthy controls Questions asked by the experimenter to the participant Documentation Informed consents (Obj 1 + 2 + 3 + 4) Word (.docx), pdf (.pdf) generated, printed for participant Obj 1 + 2: about 1731 paper versions Obj 3 + 4 : 112 paper versions Self-generated, signed by participant before start experiment Information letters (Obj 1 + 2 + 3 + 4) Word (.docx), pdf (.pdf) generated, printed for participant Obj 1 + 2: about 1731 paper versions Obj 3 + 4 : 112 paper versions Self-generated, signed by participant before start experiment Annex COVID -measures (Obj 1 + 2 + 3 + 4) → As long as annex is needed Word (.docx), pdf (.pdf) generated, printed for participant Obj 1 + 2: about 1731 paper versions Obj 3 + 4 : 112 paper versions Created in Word, printed Debriefing participants (Obj 1 + 2 + 3 + 4) Word (.docx), pdf (.pdf) generated, printed for participant Obj 1 + 2: about 1731 paper versions Obj 3 + 4 : 112 paper versions Created in Word, printed Patient reports (Obj 3 + 4) Word (.docx), pdf (.pdf) generated 64 stroke patients Generated by Rmarkdown Code for patient reports (Obj 3 + 4) Rmarkdown (.Rmd) 64 stroke patients Created in Rmarkdown in Rstudio 4 Reminder e -mails to young adult participants in EMS (Obj 1) EMS -messages 201 e -mails Written in Word, sent with EMS Overview of registration participants (Obj 1 + 2 + 3 + 4) Excel worksheet (.xlsx) 100 KB Completed by experimenter(s) in Excel Manual study protocol + data collection (Obj 1 + 2) Word (.docx) 46 KB Written in Word Manual study protocol + data collection (Obj 3 + 4) Word (.docx) 5 MB Written in Word EEG preprocessing manual (Obj 2) Word (.docx) 6.7 MB Word + screenshots from EEGlab (Matlab package) Manual for lesion delineation (Obj 4) PDF (.pdf), R -code (.R) 40 MB Written in Word, code for analysis in RStudio Manual for MRI data processing and analysis (Obj 4) Word (.docx) 3.8 MB Word Code for computer tasks + adapted version for stroke population (Obj 1 + 2 + 3 + 4) Python (.py) ± 320 KB Created in Python / PsychoPy Code for data cleaning (Obj 1 + 2 + 3 + 4) SPSS -syntax (.spss) ± 32 KB SPSS Code for analysis (Obj 1 + 2 + 3 + 4) R-code (.R), < 1 MB RStudio Scoring grids for paper questionnaires (Obj 1 + 2 + 3 + 4) Images (.jpeg) ± 13 MB Images that are created by scanning the relevant information from a book R code to merge individual datasets into merged datasets (Obj 1 + 2 + 3 + 4) R-code (.R) 15 KB RStudio 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. - Yes We will use demographic information such as age and biological sex. Additionally, we will register participants’ signatures on the informed consent, together with the name and contact information (e -mail address, telephone number) of the participant. C ontact details are only provided if the participant want to be informed about the (group -level) outcome of the study. Also, personal data concerning heal th will be processed in this project . More specifically, we will check the presence of neurocognitive, neurological, psychiatric disorders, 5 and cancer treatment in the last two years. The presence of bad or impaired vision , hearing and colorblindness will also be checked. In addition, medication intake, depressive symptoms, drug or alcohol abuse and current sleep/alcohol/coffee pattern will be processed. All data will be pseudonymized. We will submit a PRET application for each Work Package (WP) for ethical review to ensure we fulfill the legal obligations and our handling of personal data. These applications and their approvals will be added to this DMP. All studies will be approved by an ethics committee before initiation of our studies. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). - Yes We will submit PRET applications for all our upcoming WPs. All studies will be approved by the ethics committee before initiation to ensure that we fulfill legal obligations of personal data. Part of the first work package of Objective 1 has already received ethical approval ( G- 2020- 1679- R3(AMD) ). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? - No 3.4. Do exist ing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? - No 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? First, each programming task is accompanied by a ReadMe text file (.txt) with details about the number of trials, different conditions, a task description, etc . Sec ond, explanatory comments will be added to all coding scripts for clarification so that third parties and we ourselves are able to understand the code and reproduce it in the future . Third, details on the several steps of all analyses and data cleaning (behavioral, EEG and MRI) will be noted in different Word files . Finally, we will also make a codebook in an Excel -document to provide specific information about the experimental data and questionnaires, such as the variable labels , their description and ranges. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. - No The meta -data will consist of a Read me.txt, codebook.xlsx, cleaning and analysis Word files to process the raw data into merged files that are ready for analysis. Descriptive meta- data 6 will also be provided. Here, we will describe pseudonymized information about all participants that were enrolled in the study (e.g., age, biological sex, native language, handedness, which phases of the study they completed and when, whether they completed the entire study or dropped out, whether they meet the inclusion cri teria, other remarks, etc). In addition, unique identifiers (DOI) will be added to the pseudonymized data on the Open Science Framework to make the data easy to find. We will seek the advice of colleagues in our discipline and research support staff at KU Leuven to decide which metadata standard (if any) is appropriate for this project. See also previous question for more detailed information about the specific meta- data. 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? Data will be stored on the secured KU Leuven network drives of the researchers (Elise Palmans and Febe Demeyer) and of the supervisors (Eva Van den Bussche and Céline Gillebert) and on a password-protected and encrypted external hard drive . The KU Leuven network drive is the university’s secure environment for private data, the KU Leuven OneDrive for Business . Paper material (e.g., questionnaires) will be stored in a locked closet at the supervisors’ offices. Only the main researchers will have access to personal data (i.e., informed consents, screening data). We will also use the J- drive , which is a shared network drive that is primarily intended for sharing files with colleagues. Here, we will store data that is relevant for all researchers of this project . 5.2. How will the data be backed up? Automatic backup is provided for the KU Leuven OneDrive for Business. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. - Yes The KU Leuven OneDrive for Business has a storage capacity of 2 terabytes (TB) (https://admin.kuleuven.be/icts/se rvices/onedrive ). This capacity can be extended to 5 TB without costs. Therefore, we do not anticipate insufficient storage or backup limitations. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Usage of the KU Leuven OneDrive for Business is free. Therefore, there are no expected costs. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data, the data will be stored on KU Leuven OneDrive for Business, based on the recommendations made by KU Leuven. The laptops of the researchers are fully encrypted and password- protected, and a two -step ver ification is provided for the KU Leuven account. In addition, the J- drive is also fully encrypted and password -protected and is only accessible to the involved researchers using their employee ID. If files need to be transferred after data collection, the Belnet filesender will be used as an alternative to OneDrive for Business. 7 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All relevant data (i.e., data at the basis for publications), will be preserved after the end of the project alongside a codebook (Excel -file), explaining the data. We will ensure that personal information, which also contains identifiable information, is properly protected by clearly indicating which files contain personal information and we will pseudonymize all relevant files. The pseud onymized data will also be made publicly available through the Open Science Framework ( https://osf.io/ ) for an indefinite period. Data will be retained for at least 10 years, conform the KU Leuven Research Data Management policy. 6.2. Where will these data be archived (= stored for the long term)? To archive data securely at the end of the project, we will store all digital data on the KU Leuven OneDrive for Business of the supervisors (with automatic back -up procedures) for at least 10 years after the end of the project, conform the KU Leuven RDM policy. Paper data will be stored in a closed locket of the supervisors (Eva Van den Bussche and Céline Gillebert), organized in a folder per study. Pseudonymized data will be made pub licly available through the Open Science Framework. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Data preservation on the KU Leuven OneDrive for Business and Open Science Framework is free of charge. Storage capacity on the OneDrive for Business can be extended to 5 TB without costs. We do not expect to exceed 5 TB. In case we do exceed this limit, po ssible expenses will be covered by the research group s. 7. DATA SHARING AND RE -USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? - Yes Since we will be working with personal data, legal restrictions (e.g., GDPR) are in place. Only pseudonymized data will be shared. 7.2. Which data will be made available after the end of the project? All coded, pseudonymized data will be openly available with a DOI at the Open Science Framework, which is an open access repository. All pseudonymized datasets only contain variables that are required to reproduce the results of our studies. We will also share our data according to the FAIR principles to increase the impact of our research and increase the possibilities to replicate our research: - Findability : We will ensure that the data are findable by assigning meta- data to our data folders and by using a DOI that will be given to the data. - Accessibility: We will ensure that the data are accessible by indicating how others can get access to the data. A http protocol will be included to make the data available through the Internet. 8 - Interoperable : We will ensure the data are interoperable by us ing open file formats and standards whenever needed and possible. - Reusable : We will ensure the data are reusable by connecting them with highly qualitative documentation and metadata. 7.3. Where/how will the data be made available for reuse? - In an Open Access r epository The coded, pseudonymized data will be made openly available in a .csv format at an open access repository, the Open Science Framework. Participants' personal information (e.g., contact information, names, bank account, medical background, etc) wi ll never be shared. 7.4. When will the data be made available? - Immediately after the end of the project The coded and pseudonymized data will be made openly available in a .csv format after the end of the project at the Open Science Framework, which is an open access repository. 7.5. Who will be able to access the data and under what conditions? The coded, pseudonymized data will be made openly availa ble. 7.6. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for sharing the data at the Open Science Framework as this is free of charge. 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? The researchers: Elise Palmans and Febe Demeyer. 8.2. Who will be responsible for data storage & back up during the project? The researchers: Elise Palmans and Febe Demeyer. The supervisors (Eva Van den Bussche and Céline Gillebert) are responsible for ensuring that the researchers implement research data management. 8.3. Who will be responsible for ensuring data preservation and sharing? The researchers: Elise Palmans and Febe Demeyer are responsible for data preservation and sharing during the project. After the research project ends, preservation and reuse of the data is the responsibility of the supervisors, Eva Van den Bussche and Céline Gillebert. 8.4. Who bears the end responsibility for updating & implementing this DMP? The supervisors, Eva Van den Bussche and Céline Gillebert, are responsible for ensuring that the researchers (Elise Palmans and Febe Demeyer) update and implement this Data Management Plan. The supervisors bear the end responsibility."
}