{
    "document_id": "D-2021-1315",
    "LinkTitle": "D-2021-1315",
    "file_name": "D-2021-1315.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1315.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0137111\nGrant Title\n 1SF2922N\nPrincipal Investigator / Researcher\n Zhigang Wang\nProject Data Contact\n +32 456205230, zhigang.wang@kuleuven.be\nDescription\n The research project both makes use of existing data and generates new data. -\nCollected and used data types: Secondary use of observational and experimental, textual and\nnumerical, discipline- and instrument-specific, born-digital, personal data including coded patient\ndata from the UZ electronic patient records (KWS) such as demographics, pathology, medication\nuse, etc. - Generated data types: Models (born-digital derived parameter data) and model-\nderived numerical simulation data. Collected raw observational, experimentally generated and\nsimulated data will be processed and will result in data collections, data representations and\npublications.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nZhigang Wang\nFWO Project Number & Title\n1SF2922N\nA Pharmacometrics Approach to Improve Dose Individualization of Monoclonal Antibody\nTherapies in Patients with Chronic Inflammatory Diseases\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe research project both makes use of existing data and generates new data.\n- Collected and used data types: Secondary use of observational and experimental, textual and\nnumerical, discipline- and instrument-specific, born-digital, personal data including coded patient\ndata from the UZ electronic patient records (KWS) such as demographics, pathology, medication\nuse, etc.\n- Generated data types: Models (born-digital derived parameter data) and model-derived\nnumerical simulation data.\nCollected raw observational, experimentally generated and simulated data will be processed and\nwill result in data collections, data representations, and publications.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\n Format\n Volume \n How created\nObservational and\nexperimental patient\ninformation \n .xls\n 1 file per\nWP, max 2\nGB\nretrospectively\nextracted\nfromthe\nelectronic health\nrecord of the\npatient\nPopulation models\n .mod\n 1 file per\nWP,\n<100kb\nborn-digital\nderived\nparameter data\ncoded in text\nformat\nSimulation file\n .csv\n 1 file per\nWP, <1GB\nmodel-derived\nnumerical\nsimulation data\nR code for data\nmanipulation,\n(exploratory) data\nanalysis, and\nvisualization\n.R\n1 file per\nWP,\n<10MB\nCode created in\nR programming\nlanguage for\nvisualization of\nthe dataset as\nwell as the\nresults.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: WP1 Infliximab (S64627), WP3 Ustekinumab (S53684), WP4\nAdalimumab (2019-001918-42), WP5 Guselkumab (S63201)\nShort description of the kind of personal data: Secondary use of observational and experimental,\ntextual and numerical, discipline- and instrument-specific, born-digital, personal data including\ncoded patient data from the UZ electronic patient records (Klinisch WerkStation; KWS) such as\ndemographics, pathology, medication use, etc.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nWP1 Infliximab (S64627), WP3 Ustekinumab (S53684), WP4 Adalimumab (2019-001918-42),WP5\nGuselkumab (S63201)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nWP1 infliximab (S64627) involves data contributed by other clinical centers that are transferred\nthrough a DTA. The collected data can only be used for the purpose set out in the study protocol\nof WP1 and can't be shared with other parties. The results can be published.\n4. Documentation and metadata\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Regarding extracted patient information, an explanation for each observed patient information\n(demographics, lab measurements, disease characteristics etc) will be provided. A ReadMe file of\nthe data structure will be written.\n2. Regarding the model files, the annotation will be provided following each line of the model\ncode to explain the meaning and function of the code. A ReadMe file will be provided to illustrate\nthe dataset used to build the model, the object (drug concentration/effect) that is being modeled,\nand the problem that the model aims to solve.\n3. Regarding the model-derived simulation files, a ReadMe file will be provided to illustrate the\nmodel used to simulate the files as well as the information presented in the simulation file.\n4. Regarding the generated R code for data individualization, the annotation will be provided\nfollowing each line of the R code to explain the meaning and function of the code.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMetadata will be generated following the relevant international standard in biomedical science.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nBaring legal or contractual restrictions, relevant data will be kept on OneDrive for Business. \nSensitive data will never be allowed to be carried on unprotected personal devices.\nHow is backup of the data provided?\nRelevant data will be stored on OneDrive for Business with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nKU Leuven provides free storage and backup capacity of 2 TB on OneDrive for Business for this\nproject.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere is no cost expected for the data storage. KU Leuven offers free OneDrive for Business\nonline storage of 2 TB for every employee.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSensitive data will never be allowed to be carried on unprotected personal devices. We ensure\nthat the processing of personal data will be fully compliant with the European Regulation\n2016/679 (the General Data Protection Regulation, or \"GDPR\", in force from 25 May 2018), which\ncovers the protection of personal data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nFor each WP : the dataset file(s), R script(s), final model file(s), and .lst file(s) of the final\nmodel(s).\nWhere will the data be archived (= stored for the longer term)?\nAll relevant data will be kept on OneDrive for Business for five years after the end of the\nresearch, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nyears? How will the costs be covered?\nThere is no cost expected for data preservation during the retention period of 5 years. KU Leuven\noffers free online storage of 2 TB on OneDrive for Business for every employee. All relevant data\nwill be stored under the OneDrive for Business account of the promoter (Prof. Erwin Dreesen)\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe clinical data of WP1 infliximab that were obtained from participating centers are only for the\npurposes set out in the study protocol and are not to be shared with third parties other than KU\nLeuven and UZ Leuven.\nWhich data will be made available after the end of the project?\nAll relevant data except for the data contributed by participating centers in WP1 infliximab.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nBaring legal or contractual restrictions, relevant data will be kept on OneDrive for Business so\nthat they are accessible to staff members of KU Leuven.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe PhD student Zhigang Wang and the promotor of this research project (Prof. Dreesen) will be\nthe responsible person for data preservation during and at least 5 years after the end of the\nresearch. Internal access to those data can be granted by a formal written consent provided by\nprof. Erwin Dreesen. External access to those data requires a formal data transfer agreement\nwith KU Leuven.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere is no cost for sharing the data within KU Leuven. The cost of sharing data with external\nparties needs to be covered by the external parties.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student Zhigang Wang himself.\nWho will be responsible for data storage & back up during the project?\nThe PhD student Zhigang Wang himself.\nWho will be responsible for ensuring data preservation and reuse ?\nThe promotor of this research project (prof. Dreesen).\nWho bears the end responsibility for updating & implementing this DMP?\nThe PhD student Zhigang Wang himself.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0137111 Grant Title 1SF2922N Principal Investigator / Researcher Zhigang Wang Project Data Contact +32 456205230, zhigang.wang@kuleuven.be Description The research project both makes use of existing data and generates new data. - Collected and used data types: Secondary use of observational and experimental, textual and numerical, discipline- and instrument-specific, born-digital, personal data including coded patient data from the UZ electronic patient records (KWS) such as demographics, pathology, medication use, etc. - Generated data types: Models (born-digital derived parameter data) and model- derived numerical simulation data. Collected raw observational, experimentally generated and simulated data will be processed and will result in data collections, data representations and publications. Institution KU Leuven 1. General Information Name applicant Zhigang Wang FWO Project Number & Title 1SF2922N A Pharmacometrics Approach to Improve Dose Individualization of Monoclonal Antibody Therapies in Patients with Chronic Inflammatory Diseases Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The research project both makes use of existing data and generates new data. - Collected and used data types: Secondary use of observational and experimental, textual and numerical, discipline- and instrument-specific, born-digital, personal data including coded patient data from the UZ electronic patient records (KWS) such as demographics, pathology, medication use, etc. - Generated data types: Models (born-digital derived parameter data) and model-derived numerical simulation data. Collected raw observational, experimentally generated and simulated data will be processed and will result in data collections, data representations, and publications. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Observational and experimental patient information .xls 1 file per WP, max 2 GB retrospectively extracted fromthe electronic health record of the patient Population models .mod 1 file per WP, <100kb born-digital derived parameter data coded in text format Simulation file .csv 1 file per WP, <1GB model-derived numerical simulation data R code for data manipulation, (exploratory) data analysis, and visualization .R 1 file per WP, <10MB Code created in R programming language for visualization of the dataset as well as the results. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: WP1 Infliximab (S64627), WP3 Ustekinumab (S53684), WP4 Adalimumab (2019-001918-42), WP5 Guselkumab (S63201) Short description of the kind of personal data: Secondary use of observational and experimental, textual and numerical, discipline- and instrument-specific, born-digital, personal data including coded patient data from the UZ electronic patient records (Klinisch WerkStation; KWS) such as demographics, pathology, medication use, etc. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes WP1 Infliximab (S64627), WP3 Ustekinumab (S53684), WP4 Adalimumab (2019-001918-42),WP5 Guselkumab (S63201) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes WP1 infliximab (S64627) involves data contributed by other clinical centers that are transferred through a DTA. The collected data can only be used for the purpose set out in the study protocol of WP1 and can't be shared with other parties. The results can be published. 4. Documentation and metadata This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Regarding extracted patient information, an explanation for each observed patient information (demographics, lab measurements, disease characteristics etc) will be provided. A ReadMe file of the data structure will be written. 2. Regarding the model files, the annotation will be provided following each line of the model code to explain the meaning and function of the code. A ReadMe file will be provided to illustrate the dataset used to build the model, the object (drug concentration/effect) that is being modeled, and the problem that the model aims to solve. 3. Regarding the model-derived simulation files, a ReadMe file will be provided to illustrate the model used to simulate the files as well as the information presented in the simulation file. 4. Regarding the generated R code for data individualization, the annotation will be provided following each line of the R code to explain the meaning and function of the code. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Metadata will be generated following the relevant international standard in biomedical science. 5. Data storage and backup during the FWO project Where will the data be stored? Baring legal or contractual restrictions, relevant data will be kept on OneDrive for Business. Sensitive data will never be allowed to be carried on unprotected personal devices. How is backup of the data provided? Relevant data will be stored on OneDrive for Business with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes KU Leuven provides free storage and backup capacity of 2 TB on OneDrive for Business for this project. What are the expected costs for data storage and back up during the project? How will these costs be covered? There is no cost expected for the data storage. KU Leuven offers free OneDrive for Business online storage of 2 TB for every employee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Sensitive data will never be allowed to be carried on unprotected personal devices. We ensure that the processing of personal data will be fully compliant with the European Regulation 2016/679 (the General Data Protection Regulation, or \"GDPR\", in force from 25 May 2018), which covers the protection of personal data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). For each WP : the dataset file(s), R script(s), final model file(s), and .lst file(s) of the final model(s). Where will the data be archived (= stored for the longer term)? All relevant data will be kept on OneDrive for Business for five years after the end of the research, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 years? How will the costs be covered? There is no cost expected for data preservation during the retention period of 5 years. KU Leuven offers free online storage of 2 TB on OneDrive for Business for every employee. All relevant data will be stored under the OneDrive for Business account of the promoter (Prof. Erwin Dreesen) 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The clinical data of WP1 infliximab that were obtained from participating centers are only for the purposes set out in the study protocol and are not to be shared with third parties other than KU Leuven and UZ Leuven. Which data will be made available after the end of the project? All relevant data except for the data contributed by participating centers in WP1 infliximab. Where/how will the data be made available for reuse? In a restricted access repository Baring legal or contractual restrictions, relevant data will be kept on OneDrive for Business so that they are accessible to staff members of KU Leuven. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The PhD student Zhigang Wang and the promotor of this research project (Prof. Dreesen) will be the responsible person for data preservation during and at least 5 years after the end of the research. Internal access to those data can be granted by a formal written consent provided by prof. Erwin Dreesen. External access to those data requires a formal data transfer agreement with KU Leuven. What are the expected costs for data sharing? How will the costs be covered? There is no cost for sharing the data within KU Leuven. The cost of sharing data with external parties needs to be covered by the external parties. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student Zhigang Wang himself. Who will be responsible for data storage & back up during the project? The PhD student Zhigang Wang himself. Who will be responsible for ensuring data preservation and reuse ? The promotor of this research project (prof. Dreesen). Who bears the end responsibility for updating & implementing this DMP? The PhD student Zhigang Wang himself. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}