{
    "document_id": "D-2024-2500",
    "LinkTitle": "D-2024-2500",
    "file_name": "D-2024-2500.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2500.pdf",
    "metadata": {
        "title": "Fostering personalized learning in primary schools through the use of learning analytics dashboards",
        "author": "N/A",
        "num_pages": 18
    },
    "content": {
        "full_text": "Fostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards\nA Data Management Plan created using DMPonline.be\nCreator: Creator: Stefanie Vanbecelaere\nAffiliation: Affiliation: KU Leuven (KUL)\nFunder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: Template: FWO DMP (Flemish Standard DMP)\nGrant number / URL: Grant number / URL: 1244424N\nID: ID: 203606\nStart date: Start date: 01-11-2023\nEnd date: End date: 31-10-2026\nProject abstract: Project abstract:\nDigital technologies can be used to achieve more adequate personalisation, but primary school teachers are often not guided and trained in the use of\ndigital technologies and struggle to use the data these technologies offer. The proposed research project addresses this problem by investigating\nteachers' use of learning analytics dashboards. Learning analytics dashboards provide teachers with data about the learner and thus offer opportunities\nfor teachers to further personalise the learning environment to the needs of the learner. However, whether these dashboards will lead to more\npersonalisation in the classroom depends very much on teachers' competence, and more specifically on their dispositions and situation-specific skills to\nuse these dashboards, as well as on their actual behaviour regarding personalised learning. The objectives of the project are twofold. First, I want to\nidentify different facets of teachers' professional competence regarding the use of learning analytics dashboards by developing and validating\nassessment instruments. Second, I want to examine individual differences in teachers' professional competence in using dashboards. This research will\nallow to identify weaknesses and strengths in teachers' competence to use dashboards and will be informative to design future trainings to achieve more\neffective dashboard use in primary school teachers.\nLast modified: Last modified: 29-04-2024\nCreated using DMPonline.be. Last modiﬁed 29 April 2024 1 of 8\nFostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards\nGDPR GDPR\nGDPR GDPR\nHave you registered personal data processing activities for this project? Have you registered personal data processing activities for this project?\nYes\nCreated using DMPonline.be. Last modiﬁed 29 April 2024 2 of 8\nFostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards\nApplication DMP Application DMP\nQuestionnaire Questionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters) characters)\nDuring the project, new data will be created by the researher from first-hand sources. We will collect personal data of pre-service and in-\nservice teachers. Through tests and questionnaires we will assess several components of teachers' professional competence. In addition, logdata\nderived from learning analytics dashboards (e.g. what the teacher clicks on the dashboard) will be stored and analysed as well as audio and\nvideo recording data comprising actions of teachers while using the dashboard. Also background information from the teacher (age, function,\nexperience, gender, name), class (average SES) and school (type of school, number of children) will be collected. The name of the teacher will\nonly be asked in case data from different sources needs to be combined (i.e. study 1C). The data collected during different studies will be\nlinked in several composite files each line comprising the data of a teacher. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters)\nDuring the project only the supervisors (Fien Depaepe, Bert Reynvoet) and postdoctoral researcher will have access to the data. We will\npseudonimyze each data file consisting of personal data. The file with the orginal personal data and the blinding key will be stored by the data\nmanager of our research group. This is Marc Vlecken who will be responsible to preserve the data during the research. A total amount of 3GB\nis available for free on the server of KU Leuven, which should be sufficient for the present project. Data (raw and digitalized) will be preserved\nfor min.10 years by keeping relevant data on KU Leuven servers and in closed archives.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters) 700 characters)\nWe will not deviate from the principle of preservation of data and of the minimum preservation term of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters) those data require? (use up to 700 characters)\nThe required ethical approval of the ethics committee will be administered for all studies. The participants (student teachers and teachers) will\nreceive the informed consent, so they can decide whether or not to participate in the project. The informed consents will be provided before the\nstart of the study. The information consists of a description of the aims, methods, implications of the research, and any benefits, risks or\ndiscomfort that might be involved. They are also informed that all data will be analysed in an anonymous way.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters)\nInformed consents, tests and questionnaires will be administered online as much as possible. Therefore we will make use of LimeSurvey which\nis specialized software that is supported by KU leuven. In line with the guidelines from PPW and the recommended possibilitiles of the IT\nservices of KU Leuven campus Kulak, we wil choose for the most appropriate way to save the data. Only KU Leuven drives will be used to\nsave data files. After the project, the pseudonymized data will be shared with research groups to which i am associated (CIP&T, Numerical\nCognition Lab, itec). The developed questionnaires and tests will be shared to the scientific community via the Open Science Framework\nplatform.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024 3 of 8\nFostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards\nFWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP)\n1. Research Data Summary 1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data.\nSee attachment 1 (table with research data summary) and attachment 2 (visualizations of how the data will be analyzed) on DMP online.\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, human subject data will be collected. For each substudy within the project there will be an ethical approval code. We will add these to the\nDMP as soon as they are available. \nPreparatory study: G-2021-3002 (v.3.6)\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate. datasets or data types when appropriate.\nYes\nThe following personal data will be collected: \nPersonal data of adults: institution, teacher training year, gender, age (Pilot 1B, Study 1AB)\nPersonal data of adults: log data, video data, name, school, age, gender, teaching experience (Study 1C)\nPersonal data of minors: video data, school and class (Study 1C)\nPersonal data of adults: school, age, gender, teaching experience (Study 2)\nIn the pseudomized data, each participant and school will receive an ID number and we will remove their names.\nBecause we collect data from minors, we will ask the parents/ guardians approval to participate throughout an active informed consent form.\nThe child will give this document signed to his/her teacher who will hand it to the researcher before the experiment starts. The child will also\nhave to give approval to participate throughout an informed consent form.  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 April 2024 4 of 8\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata 2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nData files will be accompanied by a .csv or .txt file describing all the information that is required in order to be able to find and use the data\n(i.e., variable list, measurement units, conditions under which the data are collected, scale information, etc.).\nThe read.me file created per data file will include:\nGeneral information on project-level:\n1. Title of the datasets\n2. Contact information of the PI\n3. Date of data collection\n4. Geographic location of data collection\n5. Keywords used to describe the data topic\n6. Language information\n7. Information about funding sources that supported the collection of the data\n8. The detailed experimental protocol will be described in the scientific papers (or preprints) generated based on this project.\n9. The ethical application will be saved as a PDF document and the approval code will be added to the project documentation. An empty\ninformed consent form will be provided as a word file.\nInformation about the study:\n1. Details about the interview guidelines, questionnaires and tests (number of items, theoretical background, references)\n2. For qualitative data: documentation with meaning of codes, a list of documents with transcribed interviews per participants\n3. For quantitative data: variables will be named with a logic name and labels will be assigned to each variable and to each value of the\nvariable. We will include this information in the raw data set in the statistic software (SPSS)\n4. A codebook will be created in word and saved in PDF with information about the variables. \nInformation on research data-level:\n1. The data management plan will be provided as a pdf file.\n2. The data preparation and statistical analyses will be documented in an annotated analysis code file (SPSS syntax and R code file). The\nversion of the used software will be documented in in the scientific paper.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse. make the data easier to find and reuse.\nNo\nThere is no metadata standard in our field.\nProject metadata of the numerical dataset in .csv or .txt will be created manually. For the three experiments, the metadata file will contain all\ninformation on the actual data to enable discoverability and reuse.  \nCreated using DMPonline.be. Last modiﬁed 29 April 2024 5 of 8\nControlled vocabulary (e.g., APA Thesaurus of Psychological Index Terms) will be used for the keywords.\n3. Data storage & back-up during the research project 3. Data storage & back-up during the research project\nWhere will the data be stored? Where will the data be stored?\nDuring the project all the digital data will be stored on the personal one drive of the principal investigator (Stefanie Vanbecelaere). Final\ndatasets will also be shared with supervisors using a shared One Drive folder (Prof. Dr. Bert Reynvoet and Prof. Dr. Fien Depaepe) and the\nresearch managers (Ine Windey and Frederik Cornillie).\nIn case informed consents with personal data of the participants are collected physically, these will be stored in a locker in the principal\ninvestigators office. Only the two principal investigators have a key of this office. \nHow will the data be backed up? How will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSince the total amount of data to be stored is quite small, the available one drive has sufficient capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly the principal investigator (Stefanie Vanbecelaere) and their supervisors (Prof. Dr. Bert Reynvoet and Prof. Dr. Fien Depaepe) will have\ndirect access to the collected data, since they will be stored in the shared folder on the one.drive.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNone.\n4. Data preservation after the end of the research project 4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...). institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)?\nInformed consent forms will be seperately stored (during the research) and archived (after the research) in a locked room.\nAll the digital data will be stored in a folder in the shared J-drive. Before the projects ends, the supervisor and principal investigator will have a\nmeeting, where they discuss how the data is structured within these folder.\nCreated using DMPonline.be. Last modiﬁed 29 April 2024 6 of 8\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere is no additional cost for data storage.\n5. Data sharing and reuse 5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available. data type which data will be made available.\nYes, in an Open Access repository\nThe datasets with pseudonomized data will be the open data. \nIf access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions.\nThe data is intended to be open access. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type.\n●      KU Leuven RDR (Research Data Repository)\nOnly the researchers working at the research centers to which the PI and collaborator belong can have access to the anonymized data upon\npublication of the project results and after the project.\nOnly the PI and collaborator have access to the pseudonymized data.\nIn case international researchers are willing to use the anonymized data we can provide access to this anonymized data set through Belnet file\nsender. The data will be saved in open formats (e.g., csv or txt) in view of fostering reuse on a longer term.\nWhen will the data be made available? When will the data be made available?\n●      Upon publication of research results\nThe pseudonomized dataset used for particular publications will be made available to other researchers (cf. supra) upon publication of the\nresearch results. Furthermore, all pseudonomized datasets of the project will be made available through the protected university network\nsystem to other researchers immediately after the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why.\n●      CC-BY 4.0 (data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection. section.\nYes\nCreated using DMPonline.be. Last modiﬁed 29 April 2024 7 of 8\n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered?\nNone\n6. Responsibilities 6. Responsibilities\nWho will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project?\nThe principal investigator (Stefanie Vanbecelaere) is responsible for the data management during the time of the postdoctoral research project.\nThe supervisors and IT staff will support the principal investigators in this task. After the research project ends, preservation of data is the\nresponsibility of the supervisors. \nWho will manage data storage and backup during the research project? Who will manage data storage and backup during the research project?\nThe principal investigator (Stefanie Vanbecelaere) is responsible for the data management during the time of the postdoctoral research. The\nsupervisors and IT staff will support the principal investigators in this task. After the research project ends, preservation of data is the\nresponsibility of the supervisors. \nWho will manage data preservation and sharing? Who will manage data preservation and sharing?\nThe principal investigator (Stefanie Vanbecelaere) is responsible for the data management during the time of their postdoctoral research. The\nsupervisors and IT staff will support the principal investigators in this task. After the research project ends, preservation of data is the\nresponsibility of the supervisors. \nWho will update and implement this DMP? Who will update and implement this DMP?\nThe principal investigator (Stefanie Vanbecelaere) and the supervisors of the project (Fien Depaepe and Bert Reynvoet). \nCreated using DMPonline.be. Last modiﬁed 29 April 2024 8 of 8\nOnly for digital data Only for \ndigital dataOnly for digital \ndataOnly for \nphysical \ndata\nWork Package Dataset Name Description New or \nreusedDigital or \nPhysicalDigital Data Type Digital Data \nformatDigital data \nvolume \n(MB/GB/TB)Physical \nvolumeHow created\nThroughout entire \nproject: Literature \nreviewBibliographic \nreferencesBibliographic references managed in \nMendeleyNew Digital NA .pdf\n.docxEstimated 1GB X\nNotes Notes to bibiliogrphic references managed in \nMendeleyNew Digital NA .pdf\n.docx<100MB X\nWP1 Development \nand validation of \ninstrumentsConstruct validity \n1AQuestionnaire (d igital  quantitative  ratings of \nexperts  and digital qualitative reviews of \ntestitems from experts)New Digital Numerical data (ordinal data, each participant will rate all items), \nTextual data (review of each item).txt\n.csv<100MB X Questionnaire \ncompleted by \nexperts, SPSS \ndatafile\nContent validity \n1BQuestionnaire (digital quantitative ratings of \nexperts and digital qualitative reviews of \ntestitems from experts)New Digital Numerical data (ordinal data, each participant will rate all items), \nTextual data (review of each item).txt\n.csv<100MB X Questionnaire \ncompleted by \nexperts, SPSS \ndatafile\nPilot 1B Questionnaire teachers situation -specific \nskills ( N = 20)New Digital Textual data (answer on three open questions) will be transformed to \nnumerical data (scores determined based on rubric of two raters).txt\n.csv<100MB X Questionnaire \ncompleted by \nteachers, SPSS \nfile\nStudy 1AB Questionnaire and test data teachers ( N = \n400)New Digital Numerical data ( ordinal  data, likert  scale  items SE and PV), Numerical \ndata ( binary  data 0/1 for each  item of data literacy  test), Textual  data \n(instrument SSS), Personal data ( institution , teacher training year , \ngender, age).txt\n.csv<100MB X\nStudy \n1AB_Statistical \nanalysesR-script and SPSS script with analyses New Digital Numerical data .R\n.sps<100MB X\nStudy \n1C_questionnaire\nTeachersQuestionnaire data teachers (PLSI) New Digital Numerical data .csv <100MB X Questionnaire \ncompleted by \nteachers\nStudy1C_questio\nnnaireStudentsQuestionnaire data students (PLSI) New digital Numerical data .csv <100MB X Questionnaire \ncompleted by \nstudents\nStudy  1C_video Raw video data New Digital Audiovisual data (teacher -dashboard interaction  and teacher -learner  \ninteraction ).mp4 <100MB X Collected  in \nprimary \neducation  \nclassrooms\nOnly for digital data Only for \ndigital dataOnly for digital \ndataOnly for \nphysical \ndata\nWork Package Dataset Name Description New or \nreusedDigital or \nPhysicalDigital Data Type Digital Data \nformatDigital data \nvolume \n(MB/GB/TB)Physical \nvolumeHow created\nStudy 1C_logdata Raw log data New Digital Logdata (numerical) .csv <100MB X Logdata  while  \nusing  digital \nlearning  \napplication  \nand included  \nteacher \ndashboard\nStudy1C_aggrega\nted data fileCombined data file of teacher questionnaire, \nvideo and log dataReused Digital Numerical data .sps <100MB X\nStudy1C_Statistic\nal analysesR-script and SPSS -script with analyses New Digital Statistical data .R\n.sps<100MB X\nWP2 Identify \nindividual differencesStudy 2 Combined data file of questionnaire and test \ndata of teachers' disposiitons, situation -\nspecific skills and teaching behavior ( N = 120)New Digital Numerical data, textual data, personal data .sps <100MB X\nContent validity  1A – development instruments  to assess  \nteachers ’ self-efficacy , perceived  usefullness  and data literacy  \nskills\nRaw  data    Processed  data    Analysed  data\nDigital quantitative  \nratings of experts \n(N = )\ndigital qualitative  \nreviews of \ntestitems from \nexperts (N = )Numerical data ( ordinal  \ndata, each  participant will \nrate all items), Textual  data \n(review of each  item)pseudomized\npseudomizedContent validity  index \nscores will be \nreported  in paperCalculate  content \nvalidity  index \nscores\nItems of instruments  \nwill be removed , \nadded  and reworded  Summarize  \nfeedback and \nadapt items\n•Self-efficacy\n•Perceived  value\n•Data literacy\nDataset content validity  1A\nInstrument self-efficacy Instrument perceived  usefullness Instrument data \nliteracy  skills\nItem 1 \n(rate)Item1 \n(text)Item2 \n(rate)Item2 \n(text)Item… Item 1 Item 1 Item …\nParticipan\nt 1\nParticipan\nt 2\nParticipan\nt …\nContent validity  1B- development instrument to assess  \nteachers ’ situation -specific  skills\nRaw  data    Processed  data    Analysed  data\nDigital quantitative  \nratings of experts \n(N = )\ndigital qualitative  \nreviews of \ntestitems from \nexperts (N = )Numerical data ( ordinal  \ndata, each  participant will \nrate all items), Textual  data \n(review of each  item)pseudomized\npseudomizedContent validity  index \nscores will be \nreported  in paper \nstudy  1BCalculate  content \nvalidity  index \nscores\nItems of instruments  \nwill be removed , \nadded  and reworded  Summarize  \nfeedback and \nadapt items\n•Situation -specific  skills\nDataset content validity  of instrument 1B\nInstrument self-efficacy Instrument perceived  usefullness Instrument data \nliteracy  skills\nItem 1 \n(rate)Item1 \n(text)Item2 \n(rate)Item2 \n(text)Item… Item 1 Item 1 Item …\nParticipan\nt 1\nParticipan\nt 2\nParticipan\nt …\nPilot 1B - development instrument to assess  teachers ’ \nsituation -specific  skills\nRaw  data    Processed  data    Analysed  data\nSurvey data \nteachers  (N = 20)Textual  data \n(answer  on three  \nopen questions )pseudomized\nMeans and SD for \nperception , \ninterpretation  and \ndecision  making and \na total  score of each  \nteachers ’ situation -\nspecific  skillsNumerical data \n(scores determined  \nbased on rubric  of \ntwo raters )Two raters  \nwill transform  \ntext to scores\nCalculate  \nICC\nICC will be reported  in \nstudy  1B\nSum  scores \nper category , \ndescriptive  \nstatisticsImproved rubric  to \nscore answers  on \nopen questionsRevise  \nrubric\n•Situation -specific  skills\nDataset content validity  1B\nSituation -specific  skills\nItem 1 Item2 Item…\nOpen question \n1 (Perception )Open question \n2 \n(Interpretation\n)Open question \n3 (Decision -\nmaking)Open question \n1 (Perception )Open question \n2 \n(Interpretation\n)Open question \n3 (Decision -\nmaking)Open question \n1 (Perception )Open question \n2 \n(Interpretation\n)Open question \n3 (Decision -\nmaking)\nRater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2Rater  \n1Rater  \n2\nParticipant 1 Score \nbased \non \nrubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score\nParticipant 2 Score \nbased \non \nrubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score\nParticipant … Score \nbased \non \nrubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score\nParticipant 20 Score \nbased \non \nrubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score\nStudy  1ab – Validation  of instruments  to assess  \nteachers ’ dispositions  and situation -specific  skills\nRaw  data    Processed  data    Analysed  data\nSurvey and test \ndata teachers  (N = \n400)\nTextual  data \n(instrument SSS)pseudomized\nMeans and SD of SE, \nPV, DL, SSSNumerical data \n(scores determined  \nbased on rubric )EFA and CFA results , \nomega coefficients\n•Self-efficacy\n•Perceived  value\n•Data literacy\n•Situation -specific  skills\n•Background infoNumerical data \n(ordinal  data, likert  \nscale  items SE and \nPV)\nNumerical data ( binary  \ndata 0/1 for each  item \nof data literacy  test)\nPersonal data \n(institution , teacher \ntraining year, \ngender, age)EFA, CFA, \nreliability  analysis\nStep 2 only  in case \ninstruments  are valid  \nand reliableStep 1\nStep 2\nCorrelations  between \nconstructs  , results  \nregression  analyses Descriptive , correlational  and \nregression  analysis\nDataset study  1AB\nInstrument self-efficacy Instrument perceived  \nusefullnessInstrument data \nliteracy  skillsSituation -specific  skills\nItem 1 Item 2 Item… Item 1 Item 2 Item… Item 1… Item 2… Item 1 Item 2 Item 3\nParticip\nant 1\nParticip\nant 2\nParticip\nant …"
    },
    "clean_full_text": "Fostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards A Data Management Plan created using DMPonline.be Creator: Creator: Stefanie Vanbecelaere Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1244424N ID: ID: 203606 Start date: Start date: 01-11-2023 End date: End date: 31-10-2026 Project abstract: Project abstract: Digital technologies can be used to achieve more adequate personalisation, but primary school teachers are often not guided and trained in the use of digital technologies and struggle to use the data these technologies offer. The proposed research project addresses this problem by investigating teachers' use of learning analytics dashboards. Learning analytics dashboards provide teachers with data about the learner and thus offer opportunities for teachers to further personalise the learning environment to the needs of the learner. However, whether these dashboards will lead to more personalisation in the classroom depends very much on teachers' competence, and more specifically on their dispositions and situation-specific skills to use these dashboards, as well as on their actual behaviour regarding personalised learning. The objectives of the project are twofold. First, I want to identify different facets of teachers' professional competence regarding the use of learning analytics dashboards by developing and validating assessment instruments. Second, I want to examine individual differences in teachers' professional competence in using dashboards. This research will allow to identify weaknesses and strengths in teachers' competence to use dashboards and will be informative to design future trainings to achieve more effective dashboard use in primary school teachers. Last modified: Last modified: 29-04-2024 Created using DMPonline.be. Last modiﬁed 29 April 2024 1 of 8 Fostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Yes Created using DMPonline.be. Last modiﬁed 29 April 2024 2 of 8 Fostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) During the project, new data will be created by the researher from first-hand sources. We will collect personal data of pre-service and in- service teachers. Through tests and questionnaires we will assess several components of teachers' professional competence. In addition, logdata derived from learning analytics dashboards (e.g. what the teacher clicks on the dashboard) will be stored and analysed as well as audio and video recording data comprising actions of teachers while using the dashboard. Also background information from the teacher (age, function, experience, gender, name), class (average SES) and school (type of school, number of children) will be collected. The name of the teacher will only be asked in case data from different sources needs to be combined (i.e. study 1C). The data collected during different studies will be linked in several composite files each line comprising the data of a teacher. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) During the project only the supervisors (Fien Depaepe, Bert Reynvoet) and postdoctoral researcher will have access to the data. We will pseudonimyze each data file consisting of personal data. The file with the orginal personal data and the blinding key will be stored by the data manager of our research group. This is Marc Vlecken who will be responsible to preserve the data during the research. A total amount of 3GB is available for free on the server of KU Leuven, which should be sufficient for the present project. Data (raw and digitalized) will be preserved for min.10 years by keeping relevant data on KU Leuven servers and in closed archives. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) We will not deviate from the principle of preservation of data and of the minimum preservation term of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) The required ethical approval of the ethics committee will be administered for all studies. The participants (student teachers and teachers) will receive the informed consent, so they can decide whether or not to participate in the project. The informed consents will be provided before the start of the study. The information consists of a description of the aims, methods, implications of the research, and any benefits, risks or discomfort that might be involved. They are also informed that all data will be analysed in an anonymous way. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Informed consents, tests and questionnaires will be administered online as much as possible. Therefore we will make use of LimeSurvey which is specialized software that is supported by KU leuven. In line with the guidelines from PPW and the recommended possibilitiles of the IT services of KU Leuven campus Kulak, we wil choose for the most appropriate way to save the data. Only KU Leuven drives will be used to save data files. After the project, the pseudonymized data will be shared with research groups to which i am associated (CIP&T, Numerical Cognition Lab, itec). The developed questionnaires and tests will be shared to the scientific community via the Open Science Framework platform. Created using DMPonline.be. Last modiﬁed 29 April 2024 3 of 8 Fostering personalized learning in primary schools through the use of learning analytics dashboards Fostering personalized learning in primary schools through the use of learning analytics dashboards FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. See attachment 1 (table with research data summary) and attachment 2 (visualizations of how the data will be analyzed) on DMP online. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, human subject data will be collected. For each substudy within the project there will be an ethical approval code. We will add these to the DMP as soon as they are available. Preparatory study: G-2021-3002 (v.3.6) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes The following personal data will be collected: Personal data of adults: institution, teacher training year, gender, age (Pilot 1B, Study 1AB) Personal data of adults: log data, video data, name, school, age, gender, teaching experience (Study 1C) Personal data of minors: video data, school and class (Study 1C) Personal data of adults: school, age, gender, teaching experience (Study 2) In the pseudomized data, each participant and school will receive an ID number and we will remove their names. Because we collect data from minors, we will ask the parents/ guardians approval to participate throughout an active informed consent form. The child will give this document signed to his/her teacher who will hand it to the researcher before the experiment starts. The child will also have to give approval to participate throughout an informed consent form. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 29 April 2024 4 of 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data files will be accompanied by a .csv or .txt file describing all the information that is required in order to be able to find and use the data (i.e., variable list, measurement units, conditions under which the data are collected, scale information, etc.). The read.me file created per data file will include: General information on project-level: 1. Title of the datasets 2. Contact information of the PI 3. Date of data collection 4. Geographic location of data collection 5. Keywords used to describe the data topic 6. Language information 7. Information about funding sources that supported the collection of the data 8. The detailed experimental protocol will be described in the scientific papers (or preprints) generated based on this project. 9. The ethical application will be saved as a PDF document and the approval code will be added to the project documentation. An empty informed consent form will be provided as a word file. Information about the study: 1. Details about the interview guidelines, questionnaires and tests (number of items, theoretical background, references) 2. For qualitative data: documentation with meaning of codes, a list of documents with transcribed interviews per participants 3. For quantitative data: variables will be named with a logic name and labels will be assigned to each variable and to each value of the variable. We will include this information in the raw data set in the statistic software (SPSS) 4. A codebook will be created in word and saved in PDF with information about the variables. Information on research data-level: 1. The data management plan will be provided as a pdf file. 2. The data preparation and statistical analyses will be documented in an annotated analysis code file (SPSS syntax and R code file). The version of the used software will be documented in in the scientific paper. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No There is no metadata standard in our field. Project metadata of the numerical dataset in .csv or .txt will be created manually. For the three experiments, the metadata file will contain all information on the actual data to enable discoverability and reuse. Created using DMPonline.be. Last modiﬁed 29 April 2024 5 of 8 Controlled vocabulary (e.g., APA Thesaurus of Psychological Index Terms) will be used for the keywords. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? During the project all the digital data will be stored on the personal one drive of the principal investigator (Stefanie Vanbecelaere). Final datasets will also be shared with supervisors using a shared One Drive folder (Prof. Dr. Bert Reynvoet and Prof. Dr. Fien Depaepe) and the research managers (Ine Windey and Frederik Cornillie). In case informed consents with personal data of the participants are collected physically, these will be stored in a locker in the principal investigators office. Only the two principal investigators have a key of this office. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Since the total amount of data to be stored is quite small, the available one drive has sufficient capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the principal investigator (Stefanie Vanbecelaere) and their supervisors (Prof. Dr. Bert Reynvoet and Prof. Dr. Fien Depaepe) will have direct access to the collected data, since they will be stored in the shared folder on the one.drive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? None. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Informed consent forms will be seperately stored (during the research) and archived (after the research) in a locked room. All the digital data will be stored in a folder in the shared J-drive. Before the projects ends, the supervisor and principal investigator will have a meeting, where they discuss how the data is structured within these folder. Created using DMPonline.be. Last modiﬁed 29 April 2024 6 of 8 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There is no additional cost for data storage. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The datasets with pseudonomized data will be the open data. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data is intended to be open access. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. ● KU Leuven RDR (Research Data Repository) Only the researchers working at the research centers to which the PI and collaborator belong can have access to the anonymized data upon publication of the project results and after the project. Only the PI and collaborator have access to the pseudonymized data. In case international researchers are willing to use the anonymized data we can provide access to this anonymized data set through Belnet file sender. The data will be saved in open formats (e.g., csv or txt) in view of fostering reuse on a longer term. When will the data be made available? When will the data be made available? ● Upon publication of research results The pseudonomized dataset used for particular publications will be made available to other researchers (cf. supra) upon publication of the research results. Furthermore, all pseudonomized datasets of the project will be made available through the protected university network system to other researchers immediately after the end of the project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. ● CC-BY 4.0 (data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Created using DMPonline.be. Last modiﬁed 29 April 2024 7 of 8 ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The principal investigator (Stefanie Vanbecelaere) is responsible for the data management during the time of the postdoctoral research project. The supervisors and IT staff will support the principal investigators in this task. After the research project ends, preservation of data is the responsibility of the supervisors. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The principal investigator (Stefanie Vanbecelaere) is responsible for the data management during the time of the postdoctoral research. The supervisors and IT staff will support the principal investigators in this task. After the research project ends, preservation of data is the responsibility of the supervisors. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The principal investigator (Stefanie Vanbecelaere) is responsible for the data management during the time of their postdoctoral research. The supervisors and IT staff will support the principal investigators in this task. After the research project ends, preservation of data is the responsibility of the supervisors. Who will update and implement this DMP? Who will update and implement this DMP? The principal investigator (Stefanie Vanbecelaere) and the supervisors of the project (Fien Depaepe and Bert Reynvoet). Created using DMPonline.be. Last modiﬁed 29 April 2024 8 of 8 Only for digital data Only for digital dataOnly for digital dataOnly for physical data Work Package Dataset Name Description New or reusedDigital or PhysicalDigital Data Type Digital Data formatDigital data volume (MB/GB/TB)Physical volumeHow created Throughout entire project: Literature reviewBibliographic referencesBibliographic references managed in MendeleyNew Digital NA .pdf .docxEstimated 1GB X Notes Notes to bibiliogrphic references managed in MendeleyNew Digital NA .pdf .docx<100MB X WP1 Development and validation of instrumentsConstruct validity 1AQuestionnaire (d igital quantitative ratings of experts and digital qualitative reviews of testitems from experts)New Digital Numerical data (ordinal data, each participant will rate all items), Textual data (review of each item).txt .csv<100MB X Questionnaire completed by experts, SPSS datafile Content validity 1BQuestionnaire (digital quantitative ratings of experts and digital qualitative reviews of testitems from experts)New Digital Numerical data (ordinal data, each participant will rate all items), Textual data (review of each item).txt .csv<100MB X Questionnaire completed by experts, SPSS datafile Pilot 1B Questionnaire teachers situation -specific skills ( N = 20)New Digital Textual data (answer on three open questions) will be transformed to numerical data (scores determined based on rubric of two raters).txt .csv<100MB X Questionnaire completed by teachers, SPSS file Study 1AB Questionnaire and test data teachers ( N = 400)New Digital Numerical data ( ordinal data, likert scale items SE and PV), Numerical data ( binary data 0/1 for each item of data literacy test), Textual data (instrument SSS), Personal data ( institution , teacher training year , gender, age).txt .csv<100MB X Study 1AB_Statistical analysesR-script and SPSS script with analyses New Digital Numerical data .R .sps<100MB X Study 1C_questionnaire TeachersQuestionnaire data teachers (PLSI) New Digital Numerical data .csv <100MB X Questionnaire completed by teachers Study1C_questio nnaireStudentsQuestionnaire data students (PLSI) New digital Numerical data .csv <100MB X Questionnaire completed by students Study 1C_video Raw video data New Digital Audiovisual data (teacher -dashboard interaction and teacher -learner interaction ).mp4 <100MB X Collected in primary education classrooms Only for digital data Only for digital dataOnly for digital dataOnly for physical data Work Package Dataset Name Description New or reusedDigital or PhysicalDigital Data Type Digital Data formatDigital data volume (MB/GB/TB)Physical volumeHow created Study 1C_logdata Raw log data New Digital Logdata (numerical) .csv <100MB X Logdata while using digital learning application and included teacher dashboard Study1C_aggrega ted data fileCombined data file of teacher questionnaire, video and log dataReused Digital Numerical data .sps <100MB X Study1C_Statistic al analysesR-script and SPSS -script with analyses New Digital Statistical data .R .sps<100MB X WP2 Identify individual differencesStudy 2 Combined data file of questionnaire and test data of teachers' disposiitons, situation - specific skills and teaching behavior ( N = 120)New Digital Numerical data, textual data, personal data .sps <100MB X Content validity 1A – development instruments to assess teachers ’ self-efficacy , perceived usefullness and data literacy skills Raw data Processed data Analysed data Digital quantitative ratings of experts (N = ) digital qualitative reviews of testitems from experts (N = )Numerical data ( ordinal data, each participant will rate all items), Textual data (review of each item)pseudomized pseudomizedContent validity index scores will be reported in paperCalculate content validity index scores Items of instruments will be removed , added and reworded Summarize feedback and adapt items •Self-efficacy •Perceived value •Data literacy Dataset content validity 1A Instrument self-efficacy Instrument perceived usefullness Instrument data literacy skills Item 1 (rate)Item1 (text)Item2 (rate)Item2 (text)Item… Item 1 Item 1 Item … Participan t 1 Participan t 2 Participan t … Content validity 1B- development instrument to assess teachers ’ situation -specific skills Raw data Processed data Analysed data Digital quantitative ratings of experts (N = ) digital qualitative reviews of testitems from experts (N = )Numerical data ( ordinal data, each participant will rate all items), Textual data (review of each item)pseudomized pseudomizedContent validity index scores will be reported in paper study 1BCalculate content validity index scores Items of instruments will be removed , added and reworded Summarize feedback and adapt items •Situation -specific skills Dataset content validity of instrument 1B Instrument self-efficacy Instrument perceived usefullness Instrument data literacy skills Item 1 (rate)Item1 (text)Item2 (rate)Item2 (text)Item… Item 1 Item 1 Item … Participan t 1 Participan t 2 Participan t … Pilot 1B - development instrument to assess teachers ’ situation -specific skills Raw data Processed data Analysed data Survey data teachers (N = 20)Textual data (answer on three open questions )pseudomized Means and SD for perception , interpretation and decision making and a total score of each teachers ’ situation - specific skillsNumerical data (scores determined based on rubric of two raters )Two raters will transform text to scores Calculate ICC ICC will be reported in study 1B Sum scores per category , descriptive statisticsImproved rubric to score answers on open questionsRevise rubric •Situation -specific skills Dataset content validity 1B Situation -specific skills Item 1 Item2 Item… Open question 1 (Perception )Open question 2 (Interpretation )Open question 3 (Decision - making)Open question 1 (Perception )Open question 2 (Interpretation )Open question 3 (Decision - making)Open question 1 (Perception )Open question 2 (Interpretation )Open question 3 (Decision - making) Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2Rater 1Rater 2 Participant 1 Score based on rubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Participant 2 Score based on rubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Participant … Score based on rubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Participant 20 Score based on rubricScore Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Score Study 1ab – Validation of instruments to assess teachers ’ dispositions and situation -specific skills Raw data Processed data Analysed data Survey and test data teachers (N = 400) Textual data (instrument SSS)pseudomized Means and SD of SE, PV, DL, SSSNumerical data (scores determined based on rubric )EFA and CFA results , omega coefficients •Self-efficacy •Perceived value •Data literacy •Situation -specific skills •Background infoNumerical data (ordinal data, likert scale items SE and PV) Numerical data ( binary data 0/1 for each item of data literacy test) Personal data (institution , teacher training year, gender, age)EFA, CFA, reliability analysis Step 2 only in case instruments are valid and reliableStep 1 Step 2 Correlations between constructs , results regression analyses Descriptive , correlational and regression analysis Dataset study 1AB Instrument self-efficacy Instrument perceived usefullnessInstrument data literacy skillsSituation -specific skills Item 1 Item 2 Item… Item 1 Item 2 Item… Item 1… Item 2… Item 1 Item 2 Item 3 Particip ant 1 Particip ant 2 Particip ant …"
}