{
    "document_id": "D-2022-1554",
    "LinkTitle": "D-2022-1554",
    "file_name": "D-2022-1554.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1554.pdf",
    "metadata": {
        "title": "Data management Plan PNAC - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Data management Plan PNAC - DMP title\nProject Identifier\n PNAC\nGrant Title\n G0G2322N\nPrincipal Investigator / Researcher\n Johan A. Martens\nProject Data Contact\n johan.martens@kuleuven.be\nDescription\n Currently the best available technology for recovering the ammonia is by scrubbing\nthe ventilated air with diluted sulphuric acid solution. Captured ammonia is converted to\nammonium sulphate by reaction with sulphuric acid in the air washing device. Because of the\nlimited solubility of ammonium sulphate, the obtained solution has little economic value as\nfertilizer, and large storage reservoirs are needed. \nWe propose an innovative air scrubber\nconcept with local production of nitric acid (HNO3) simply from oxygen, nitrogen and water\nmolecules from air by a plasma reactor. In the scrubber ammonia reacts with nitric acid to\nammonium nitrate, which is a superior fertilizer with larger economic value. The solubility of\nammonium nitrate is much larger than for ammonium sulphate, which will minimize the volume\nof water and product to be handled. There will be no need for chemicals such as sulphuric acid.\nReagents are locally produced simply from air by a plasma reactor. \nFirst the indivitual\ncomponents (WP1: plasma reactor and WP2: NOx adsorption system) will be tested and coupled\nonly in theory (WP3: process simulations). Next, the individual components will be combined in a\nphysical demonstration at the site of TRANSfarm (WP4: proof-of-concept). Finally, a broad\ntechnology analysis comparing the novel concept with the state of the art will be carried out\n(WP5: technology assessment and benchmarking).\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJohan A. Martens\nFWO Project Number & Title\nG0G2322N: Valorization of airborne ammonia emissions of livestock farming by plasma\n-\nenabled conversion to ammonium nitrate\nfertilizer\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nNumeric data on gas concentration of\nproducts formed in the plasma reactor\n.xls\n< 5 GB\nMeasured concentrations in\nlaboratory experiments (WP1)\nNumeric data on gas concentration exiting\nthe NOx absorption system (WP 2)\n.xls\n< 5 GB\nMeasured concentrations\ngenerated by UV and NDIR\nphotometers.\nNumeric data on simulation results (WP3)\n.xls\n.apw\n.mat\n< 100\nMB\nResults of simulations carried\nout in Matlab and Aspen Plus\nV11\nNumeric data of ammonia concentrations at\ninlet and outlet of pilot system (WP4)\n.xls\n10 GB\nData generated by NH3\ndetectors available at the site of\nTRANSfarm\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Numeric data on gas concentration of products formed in the plasma reactor: The exact test\nconditions (flowrate, feedgas composition, reactor type, electric power, electrical potential,...)\nwill be stored together with the concentration data.\n2. Numeric data on tgas concentration exiting the NOx absorption system: The exact test\nconditions (temperature, liquid volume, flowrate, test duration and protocol) will be stored\ntogether with the concentration data.\n3. The results of the simulations carried out in matlab will be stored separately in .xls format. The\nsimulation protocol will be stored in .mat format. For simulations in aspen plus, both results and\nsimulation protocol will be stored in .apw format.\n4. Numeric data of ammonia concentrations at inlet and outlet of pilot system: These data will be\nstored together with a detailed description of the testing conditions (electric power and potential,\ndetailed set-up description, flowrates, temperature, pH, added compounts, test duration and\nprotocol, position of the sensors).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on the could server of OneDrive, as well as a local copy on the pc's of the\nresearchers working on the project. The data on the pc's will automatically sync with the data on\nthe OneDrive cloud server.\nHow is backup of the data provided?\nBack-up of the files on the pc's of the researchers to the OneDrive cloud server will automatical\nand every time adjustments to the data are made or data are added. In case data are lost due\nmalfunctioning, lost or stolen pc's, they can be retrieved from the OneDrive cloud server.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe required storage is relatively small. The standard storage space provided by the university is\nsufficient.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo additional costs are expected.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nBoth access to the cloud server and the pc's of the researchers working on the project are\npassword protected.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated for a period of at 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo additional costs for data preservation are expected.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nRelevant data accompanying any publications related to the research carried out will be\nuploaded as supplementary information. Any other additional data will be available upon\nreasonable request via e-mail.\nWhere/how will the data be made available for reuse?\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be able to access the data and under what conditions?\nEveryone will be able to access the data uploaded as supplementary information to publications\nin scientific journals. Any additional data can be requested by anyone via e-mail.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nJohan A. Martens\nWho will be responsible for data storage & back up during the project?\nJohan A. Martens\nWho will be responsible for ensuring data preservation and reuse ?\nJohan A. Martens\nWho bears the end responsibility for updating & implementing this DMP?\nJohan A. Martens\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Data management Plan PNAC - DMP title Project Identifier PNAC Grant Title G0G2322N Principal Investigator / Researcher Johan A. Martens Project Data Contact johan.martens@kuleuven.be Description Currently the best available technology for recovering the ammonia is by scrubbing the ventilated air with diluted sulphuric acid solution. Captured ammonia is converted to ammonium sulphate by reaction with sulphuric acid in the air washing device. Because of the limited solubility of ammonium sulphate, the obtained solution has little economic value as fertilizer, and large storage reservoirs are needed. We propose an innovative air scrubber concept with local production of nitric acid (HNO3) simply from oxygen, nitrogen and water molecules from air by a plasma reactor. In the scrubber ammonia reacts with nitric acid to ammonium nitrate, which is a superior fertilizer with larger economic value. The solubility of ammonium nitrate is much larger than for ammonium sulphate, which will minimize the volume of water and product to be handled. There will be no need for chemicals such as sulphuric acid. Reagents are locally produced simply from air by a plasma reactor. First the indivitual components (WP1: plasma reactor and WP2: NOx adsorption system) will be tested and coupled only in theory (WP3: process simulations). Next, the individual components will be combined in a physical demonstration at the site of TRANSfarm (WP4: proof-of-concept). Finally, a broad technology analysis comparing the novel concept with the state of the art will be carried out (WP5: technology assessment and benchmarking). Institution KU Leuven 1. General Information Name applicant Johan A. Martens FWO Project Number & Title G0G2322N: Valorization of airborne ammonia emissions of livestock farming by plasma - enabled conversion to ammonium nitrate fertilizer Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Numeric data on gas concentration of products formed in the plasma reactor .xls < 5 GB Measured concentrations in laboratory experiments (WP1) Numeric data on gas concentration exiting the NOx absorption system (WP 2) .xls < 5 GB Measured concentrations generated by UV and NDIR photometers. Numeric data on simulation results (WP3) .xls .apw .mat < 100 MB Results of simulations carried out in Matlab and Aspen Plus V11 Numeric data of ammonia concentrations at inlet and outlet of pilot system (WP4) .xls 10 GB Data generated by NH3 detectors available at the site of TRANSfarm 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Numeric data on gas concentration of products formed in the plasma reactor: The exact test conditions (flowrate, feedgas composition, reactor type, electric power, electrical potential,...) will be stored together with the concentration data. 2. Numeric data on tgas concentration exiting the NOx absorption system: The exact test conditions (temperature, liquid volume, flowrate, test duration and protocol) will be stored together with the concentration data. 3. The results of the simulations carried out in matlab will be stored separately in .xls format. The simulation protocol will be stored in .mat format. For simulations in aspen plus, both results and simulation protocol will be stored in .apw format. 4. Numeric data of ammonia concentrations at inlet and outlet of pilot system: These data will be stored together with a detailed description of the testing conditions (electric power and potential, detailed set-up description, flowrates, temperature, pH, added compounts, test duration and protocol, position of the sensors). Will a metadata standard be used? If so, describe in detail which standard will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on the could server of OneDrive, as well as a local copy on the pc's of the researchers working on the project. The data on the pc's will automatically sync with the data on the OneDrive cloud server. How is backup of the data provided? Back-up of the files on the pc's of the researchers to the OneDrive cloud server will automatical and every time adjustments to the data are made or data are added. In case data are lost due malfunctioning, lost or stolen pc's, they can be retrieved from the OneDrive cloud server. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The required storage is relatively small. The standard storage space provided by the university is sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? No additional costs are expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both access to the cloud server and the pc's of the researchers working on the project are password protected. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated for a period of at 10 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs for data preservation are expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Relevant data accompanying any publications related to the research carried out will be uploaded as supplementary information. Any other additional data will be available upon reasonable request via e-mail. Where/how will the data be made available for reuse? When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be able to access the data and under what conditions? Everyone will be able to access the data uploaded as supplementary information to publications in scientific journals. Any additional data can be requested by anyone via e-mail. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Johan A. Martens Who will be responsible for data storage & back up during the project? Johan A. Martens Who will be responsible for ensuring data preservation and reuse ? Johan A. Martens Who bears the end responsibility for updating & implementing this DMP? Johan A. Martens This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}