{
    "document_id": "D-2024-2905",
    "LinkTitle": "D-2024-2905",
    "file_name": "D-2024-2905.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2905.pdf",
    "metadata": {
        "title": "Citizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible design, development and use.",
        "author": "N/A",
        "creation_date": "2024-05-14 10:28:17+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Citizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible\nCitizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible\ndesign, development and use.\ndesign, development and use.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJared Michael Howes\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG004324N\nID: \nID: \n207037\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nHealth Technology Innovations (HTI) are shaping healthcare in many ways and are exemplified in applications such as treatment (e.g. gene therapy,\nvaccines), testing (e.g. toxicology modelling, drug testing), materials used in treatments (e.g. nanotechnologies, biomaterials), equipment and devices\n(e.g. robotics), information gathering and diagnostics (e.g. AI imaging applications for diagnosis), and procedures. Generically, HTIs can be defined as\nmaterial embodiments of knowledge into devices, crafts, techniques, procedures and systems, to be used as tools in healthcare to solve health problems\nand improve quality of life.\n \nThough being important and very promising, HTI applications also face many ethical challenges concerning autonomy, risk and safety, data ownership\nand privacy, fair distribution, equity in access and treatment, sustainability and affordability, etc. This urges for critical reflection from an ethical point\nof view, calling for a public debate on all levels of society. Thereby we need to extend the ethical debate from the expert domain of ethicists and health\nprofessionals to the field of citizens.\n \nThis project will investigate citizens perceptions on the ethics of HTI as a generic social phenomenon through various empirical and theoretical\nmethods. We will use these insights to develop an ethical framework with recommendations regarding criteria, principles and values that support\nethically responsible design, development and use of HTIs.\nLast modified: \nLast modified: \n14-05-2024\nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n1 of 7\nCitizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible\nCitizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible\ndesign, development and use.\ndesign, development and use.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1\nAudio-recording\nand transcribed\nfiles generated\nthrough focus\ngroups with\nFlemish citizens. \nGenerate new data\nDigital\nObservational\n.MP3; .Doc;\n.pdf; .xlsx\n<1GB\n \nWP2\nResults of a\nquantitative survey\nof persons living in\nFlanders.\nGenerate new data\nDigital\nObservational \n.xlsx\n<1GB\n \nWP3\nAudio-recording\nand transcribed\nfiles of focus\ngroups with \nstakeholders.\nGenerate new data\nDigital \nObservational\n.MP3; .Doc;\n.pdf; .xlsx\n<1GB\n \nWP4\nDocumentation\nrelated to the\ncreation of a Digital\nmindmap\nNA\nDigital\nNA\n.Doc; .pdf\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n2 of 7\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWP1 (Focus group study) and WP3 (Applied Ethical Study) involve focus groups with human participants. Ethical issues include gaining\ninformed consent, maintaining data security, and protecting the real identity of participants.\n \nAll data will undergo a pseudonymization process whereby identifying data (e.g., name, city, etc.) will be permanently removed from the\ntranscript and other documents and replaced by a unique random code. The key to the data will be stored separately from the pseudonymized\ndata and will be only available to the primary researcher. The key is preserved in case a participant wishes to exercise their rights to access,\nrectify, or erase data. \n \nWP2 (Survey study) involve the collection of survey data from human subjects. Ethical issues include, gaining informed consent, maintaining\ndata security, and protecting the identity of participants. \n \nParticipants will be randomly sampled from the National Population Register and will receive a unique code to complete the survey as part of\nthe recruitment strategy. The key linking potential participants to their code will be kept separate from the research data. It is being retained in\ncase a participant wishes to exercise their rights to access, rectify, or erase their data.\n \nAll study protocols will be submitted for ethical review to the Sociaal-Maatschappelijke Ethische Commissie (SMEC), prior to\ncommencement.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nPersonal data will be processed.\nWP1 (Focus groups), WP2 (Survey study) and WP3 (Applied ethical study) include a socio-demographic survey that will collect personal data\nfor sampling purposes (WP1, WP3) and data analysis purposes (WP2).\n \nThese surveys may collect basic demographic information (e.g., Age, Gender, etc.), Socioeconomic information (e.g., education level,\ngeographic region), and contact information (e.g., email, phone number). \n \nIt is possible that the collected focus group data (WP1, WP3) may include personal and sensitive data if participants choose to share them (e.g.,\nphilosophical perspectives, religious beliefs, etc.).  \n \nAdditionally, the list of potential participants provided by the National Population Register (WP2) will include mailing addresses.\n \nIn all cases, as outlined throughout this DMP, pseudonymization of personal and sensitive data will be completed and best practices adhered to\nin order to maintain participant privacy.\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n3 of 7\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nA separate folder will be created for each WP study to preserve study meta-data. During the project, these files will be stored on the KU\nLeuven institutional OneDrive account of the PhD researcher. At the conclusion of the study, these files will be stored on the senior researchers\n(Prof. Gastmans) KU Leuven institutional OneDrive account. Each file will contain the following.\nFull citation to any published works resulting from the WP.\n \nReadme.pdf: This pdf-document will outline which researchers were involved in the collection and analysis of data, the ethical approval\n(reference number and institution), and a brief overview of the study design,  methodology, and protocol.\n \nCodebook.xlsx: This excel workbook will provide a detailed account of the data and codes used in the WP. The focus groups (WP1 and\nWP3) include the qualitative codes, their definitions, and an explanation. For the survey study (WP2), the sampling method, variable-\nlevel information (variable name, question text, codes, frequencies), and analysis procedure.\n \nFolder with materials generated during the WP study trajectory. This will include ethics protocol, template informed consent form,\nrecruitment materials, study protocols, focus group guides, and reports generated during data analysis (e.g., conceptual schemes). No\nidentifiable participant information will be included or retained. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nThe metadata will be reported following the KU Leuven research data repository template in a read me file. The read me file will consist of at\nminimum: \nTitle of the data set.\nAuthors of the data set (family names, ORCID ID's).\nDepartment/affiliation.\nFWO grant #: G004324N.\nContact information for senior researcher responsible for long term data storage - Prof. Dr. Chris Gastmans.\n Description with a summary of the purpose, nature, and scope of the data set.\nList of defining key terms used in the data set. \nA full bibliographic citation to any publications based on the collected data set.\nA breakdown of the technical format of the included files (e.g., .doc, .xlsx, .pdf, etc.).\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n4 of 7\nWhere will the data be stored?\nWhere will the data be stored?\nData will be stored in the KU Leuven institutional OneDrive cloud storage offered by the university. \n \nDuring research activities, data will be stored on the KU Leuven institutional OneDrive cloud storage account of the PhD student. \n \nAt the conclusion of the research project. The organized data described in the DMP will be stored in the senior researcher's KU Leuven\ninstitutional OneDrive account for long term storage.\nHow will the data be backed up?\nHow will the data be backed up?\nThe KU Leuven institutional OneDrive cloud storage service takes automatic backups of data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n2TB is allotted per KU Leuven institutional OneDrive account. The anticipated total amount of generated study data is <20GB. Therefore\nsufficient space and backup capacity is anticipated.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo ensure data security, KU Leuven standard procedures and good practices of data management will be strictly followed. An additional layer\nof security is provided by the multi-factor authentication requirements of the KU Leuven OneDrive. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs KU Leuven provides all staff with the institutional OneDrive cloud service at no cost, no additional costs or resources are anticipated in the\nexecution of this data management plan. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data outlined in the metadata section will be retained for at least five years.\nTo preserve participant privacy, the audio files and other personally identifiable data will be destroyed at the end of the respective WP and will\nnot be retained.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe senior researcher's (Prof. Gastmans) KU Leuven institutional OneDrive cloud storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n5 of 7\nAs KUL provides all staff with the institutional OneDrive cloud service at no cost, no additional costs or resources are anticipated in the\nexecution of this data management plan. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nWP1, WP3 will not be shared to preserve focus group participant privacy. Other data will be stored in the KU Leuven RDR with restricted\naccess subject to conditions.   \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess is restricted on privacy grounds. A request to access data will be evaluated and a data sharing agreement created if the request is\napproved. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWP1 and WP3 involve personal data that could be identifying even if pseudonymized. Therefore, this data is not shareable.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR\nWhen will the data be made available?\nWhen will the data be made available?\nAt the conclusion of the research project, 31/12/2027.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThis data set is small and therefore we anticipate the repository covering any costs. \nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n6 of 7\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD researcher \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nShort-term: The PhD researcher. Long term: The senior researcher (Prof. Gastmans). \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD researcher \nCreated using DMPonline.be. Last modiﬁed 14 May 2024\n7 of 7"
    },
    "clean_full_text": "Citizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible Citizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible design, development and use. design, development and use. A Data Management Plan created using DMPonline.be Creator: Creator: Jared Michael Howes Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G004324N ID: ID: 207037 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Health Technology Innovations (HTI) are shaping healthcare in many ways and are exemplified in applications such as treatment (e.g. gene therapy, vaccines), testing (e.g. toxicology modelling, drug testing), materials used in treatments (e.g. nanotechnologies, biomaterials), equipment and devices (e.g. robotics), information gathering and diagnostics (e.g. AI imaging applications for diagnosis), and procedures. Generically, HTIs can be defined as material embodiments of knowledge into devices, crafts, techniques, procedures and systems, to be used as tools in healthcare to solve health problems and improve quality of life. Though being important and very promising, HTI applications also face many ethical challenges concerning autonomy, risk and safety, data ownership and privacy, fair distribution, equity in access and treatment, sustainability and affordability, etc. This urges for critical reflection from an ethical point of view, calling for a public debate on all levels of society. Thereby we need to extend the ethical debate from the expert domain of ethicists and health professionals to the field of citizens. This project will investigate citizens perceptions on the ethics of HTI as a generic social phenomenon through various empirical and theoretical methods. We will use these insights to develop an ethical framework with recommendations regarding criteria, principles and values that support ethically responsible design, development and use of HTIs. Last modified: Last modified: 14-05-2024 Created using DMPonline.be. Last modiﬁed 14 May 2024 1 of 7 Citizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible Citizens' perceptions on the ethics of health technology innovations: Recommendations for ethically responsible design, development and use. design, development and use. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1 Audio-recording and transcribed files generated through focus groups with Flemish citizens. Generate new data Digital Observational .MP3; .Doc; .pdf; .xlsx <1GB WP2 Results of a quantitative survey of persons living in Flanders. Generate new data Digital Observational .xlsx <1GB WP3 Audio-recording and transcribed files of focus groups with stakeholders. Generate new data Digital Observational .MP3; .Doc; .pdf; .xlsx <1GB WP4 Documentation related to the creation of a Digital mindmap NA Digital NA .Doc; .pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Created using DMPonline.be. Last modiﬁed 14 May 2024 2 of 7 issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data WP1 (Focus group study) and WP3 (Applied Ethical Study) involve focus groups with human participants. Ethical issues include gaining informed consent, maintaining data security, and protecting the real identity of participants. All data will undergo a pseudonymization process whereby identifying data (e.g., name, city, etc.) will be permanently removed from the transcript and other documents and replaced by a unique random code. The key to the data will be stored separately from the pseudonymized data and will be only available to the primary researcher. The key is preserved in case a participant wishes to exercise their rights to access, rectify, or erase data. WP2 (Survey study) involve the collection of survey data from human subjects. Ethical issues include, gaining informed consent, maintaining data security, and protecting the identity of participants. Participants will be randomly sampled from the National Population Register and will receive a unique code to complete the survey as part of the recruitment strategy. The key linking potential participants to their code will be kept separate from the research data. It is being retained in case a participant wishes to exercise their rights to access, rectify, or erase their data. All study protocols will be submitted for ethical review to the Sociaal-Maatschappelijke Ethische Commissie (SMEC), prior to commencement. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Personal data will be processed. WP1 (Focus groups), WP2 (Survey study) and WP3 (Applied ethical study) include a socio-demographic survey that will collect personal data for sampling purposes (WP1, WP3) and data analysis purposes (WP2). These surveys may collect basic demographic information (e.g., Age, Gender, etc.), Socioeconomic information (e.g., education level, geographic region), and contact information (e.g., email, phone number). It is possible that the collected focus group data (WP1, WP3) may include personal and sensitive data if participants choose to share them (e.g., philosophical perspectives, religious beliefs, etc.). Additionally, the list of potential participants provided by the National Population Register (WP2) will include mailing addresses. In all cases, as outlined throughout this DMP, pseudonymization of personal and sensitive data will be completed and best practices adhered to in order to maintain participant privacy. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 14 May 2024 3 of 7 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A separate folder will be created for each WP study to preserve study meta-data. During the project, these files will be stored on the KU Leuven institutional OneDrive account of the PhD researcher. At the conclusion of the study, these files will be stored on the senior researchers (Prof. Gastmans) KU Leuven institutional OneDrive account. Each file will contain the following. Full citation to any published works resulting from the WP. Readme.pdf: This pdf-document will outline which researchers were involved in the collection and analysis of data, the ethical approval (reference number and institution), and a brief overview of the study design, methodology, and protocol. Codebook.xlsx: This excel workbook will provide a detailed account of the data and codes used in the WP. The focus groups (WP1 and WP3) include the qualitative codes, their definitions, and an explanation. For the survey study (WP2), the sampling method, variable- level information (variable name, question text, codes, frequencies), and analysis procedure. Folder with materials generated during the WP study trajectory. This will include ethics protocol, template informed consent form, recruitment materials, study protocols, focus group guides, and reports generated during data analysis (e.g., conceptual schemes). No identifiable participant information will be included or retained. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes The metadata will be reported following the KU Leuven research data repository template in a read me file. The read me file will consist of at minimum: Title of the data set. Authors of the data set (family names, ORCID ID's). Department/affiliation. FWO grant #: G004324N. Contact information for senior researcher responsible for long term data storage - Prof. Dr. Chris Gastmans. Description with a summary of the purpose, nature, and scope of the data set. List of defining key terms used in the data set. A full bibliographic citation to any publications based on the collected data set. A breakdown of the technical format of the included files (e.g., .doc, .xlsx, .pdf, etc.). 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 14 May 2024 4 of 7 Where will the data be stored? Where will the data be stored? Data will be stored in the KU Leuven institutional OneDrive cloud storage offered by the university. During research activities, data will be stored on the KU Leuven institutional OneDrive cloud storage account of the PhD student. At the conclusion of the research project. The organized data described in the DMP will be stored in the senior researcher's KU Leuven institutional OneDrive account for long term storage. How will the data be backed up? How will the data be backed up? The KU Leuven institutional OneDrive cloud storage service takes automatic backups of data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 2TB is allotted per KU Leuven institutional OneDrive account. The anticipated total amount of generated study data is <20GB. Therefore sufficient space and backup capacity is anticipated. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure data security, KU Leuven standard procedures and good practices of data management will be strictly followed. An additional layer of security is provided by the multi-factor authentication requirements of the KU Leuven OneDrive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? As KU Leuven provides all staff with the institutional OneDrive cloud service at no cost, no additional costs or resources are anticipated in the execution of this data management plan. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data outlined in the metadata section will be retained for at least five years. To preserve participant privacy, the audio files and other personally identifiable data will be destroyed at the end of the respective WP and will not be retained. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The senior researcher's (Prof. Gastmans) KU Leuven institutional OneDrive cloud storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 14 May 2024 5 of 7 As KUL provides all staff with the institutional OneDrive cloud service at no cost, no additional costs or resources are anticipated in the execution of this data management plan. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) WP1, WP3 will not be shared to preserve focus group participant privacy. Other data will be stored in the KU Leuven RDR with restricted access subject to conditions. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access is restricted on privacy grounds. A request to access data will be evaluated and a data sharing agreement created if the request is approved. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects WP1 and WP3 involve personal data that could be identifying even if pseudonymized. Therefore, this data is not shareable. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR When will the data be made available? When will the data be made available? At the conclusion of the research project, 31/12/2027. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? This data set is small and therefore we anticipate the repository covering any costs. Created using DMPonline.be. Last modiﬁed 14 May 2024 6 of 7 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researcher Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD researcher Who will manage data preservation and sharing? Who will manage data preservation and sharing? Short-term: The PhD researcher. Long term: The senior researcher (Prof. Gastmans). Who will update and implement this DMP? Who will update and implement this DMP? The PhD researcher Created using DMPonline.be. Last modiﬁed 14 May 2024 7 of 7"
}