{
    "document_id": "D-2023-2279",
    "LinkTitle": "D-2023-2279",
    "file_name": "D-2023-2279.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2279.pdf",
    "metadata": {
        "title": "IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT WOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023-2279",
        "author": "N/A",
        "creation_date": "2023-07-12 14:34:05+00:00",
        "num_pages": 8
    },
    "content": {
        "full_text": "IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT\nWOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023-\n2279\nA Data Management Plan created using DMPonline.be\nCreator: \nRoland Devlieger\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nRoland Devlieger\nGrant number / URL: \n1803321N\nID: \n201056\nStart date: \n01-10-2020\nEnd date: \n30-09-2025\nProject abstract:\nThis project is the continuation of the ongoing research project with the same title that was initiated by the applicant in\n2010. Most of the original research questions were successfully addressed and additional results were obtained beyond\nthe original proposal. Meanwhile, the problem of obesity and pregnancy is far from being solved. On the contrary: in\nEurope and the rest of the world, increasing figures for maternal obesity are being reported (Devlieger et al, 2016). In\nthe region of Flanders, the prevalence of maternal obesity significantly increased from 10.3% in 2009 to 11.4% in 2014.\nThe mean (SD) BMI (kg/m²) at the start of the pregnancy significantly increased from 23.9 (4.5) in 2009 to 24.2 (4.6) in\n2014. Excessive GWG was frequent, especially in overweight (56.8%) and obese (52.9%) pregnant women. This\nevolution feeds the epidemic proportion of children suffering from obesity and compromises the health of future\ngenerations (Devlieger et al, 2020).\nLast modified: \n12-07-2023\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n1 of 8\nIMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT\nWOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023-\n2279\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nWe will collect clinical variables of pregnancies complicated by Obesity or with a history of Bariatric surgery. These are new and personal data. The raw clinical data will be\nentered encrypted in CASTOR EDC as \".sav\". The data will be exported for analysis in SPSS or STATA (as \".csv\"). The total expected volume will be between 10-100 GB.\nVariables that will be collected are:\nMaternal baseline demographics and baseline characteristics of co-parent\nCharacteristics of the pregnancy (including labour)\nOutcomes of the parental questionnaires (PCL-5, MAAS/PAAS, MPAS/PPAS, PARCA-R)\nNeonatal outcome\nVariables regarding follow-up: neurodevelopmental outcomes of the children at 2 years of age\nUltrasound parameters, images and clips\nPlacental evaluation (macroscopic- and microscopic evaluation, additional immunohistochemical staining)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nProvisional: roland.devlieger@uzleuven.be\n2\n. \nStorage capacity/repository\nduring the research Data will be stored in the CASTOR EDC\nafter the research: At the end of the study, the relevant raw data will be extracted from Castor database for long term archiving. Coded data will be stored in a\nsecured DataSafe at UZ Leuven. The principal investigators of each institution will have access to CASTOR EDC and SataSafe and ensure that the database is\nmaintained efficiently and all information is current and accurate. The collected data will be stored for at least 20 years after the ending of the study in accordance\nwith the Belgian Code of Conduct for Research Integrity. For this, the UZ Leuven has long-term storage with back-up available. Only the PIs of each site and persons\ninvolved in the research (e.g. PhD student, assigned by the PIs) will have access to the data. As these are privacy-sensitive data, they will not be shared in Open\nAccess. We will publish our data in manuscripts in Open Access journals.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nnot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nData management of these privacy-sensitive and personal data will be implemented according to Good Clinical Practice (GCP) guidelines and will comply with the General\nData Protection Regulation (GDPR) 2016/679. Data will be handled confidentially and anonymously by coding. Patient data will be entered by way of an electronic Case\nReport Form (eCRF) in the central GCP proof internet-based CASTOR database to facilitate on-site data-entry. CThe stored data will be encrypted with an identification\ncode ( CASTOR will generate a coded ID per case), thus information identifying the patient or child will be omitted. Data will be collected and entered by the principal\ninvestigators at each centre.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nnone\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n2 of 8\nIMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT\nWOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023-\n2279\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for physical data\n \n \n \n \n \nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n \n \n \n \n \nAURORA\nWomen of\nreproductive age\nwith a history of BS\nGenerate new data\nDigital\nObservational\n.csv,.pdf,\n<100GB\n \n \nNA\n \n \n \n \n \nInter-act\nRCT of women\nbetween\npregnancies\nGenerate new data\nDigital\nObservational\n.csv,.pdf\n<100 GB\nNA\n \n \n \n \n \nTRANSPARENT\nParents in\ntransition to\nparenthood\nGenerate new data\nDigital\nObservational\n.cvs,\n.pdf\n<100 GB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nData are confidentially and anonymously by coding. Patient data will be entered by way of an electronic Case Report Form (eCRF) in a central GCP proof internet-based\ndatabase to facilitate on-site dataentry.\nCASTOR EDC was chosen as our data management system. The stored data will be encrypted with an identification code ( CASTOR will generate a coded ID per case),\nthus information identifying the patient or child will be omitted. Data will be collected and entered by the principal investigators at each centre. The principal investigators\nwill ensure that the database is maintained efficiently, and all information is current and accurate. The study will be submitted to the Ethical Committee of UZ Leuven and\nis registered at the Clinical Trial Center of UZ Leuven once the clinical trial and collaboration agreements are approved by all participating centers (contact person Marie\nGillot - legal adviser CTC).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nMaternal baseline demographics and baseline characteristics of co-parent\nCharacteristics of the pregnancy (including labour)\nOutcomes of the parental questionnaires (PCL-5, MAAS/PAAS, MPAS/PPAS, PARCA-R)\nNeonatal outcome\nVariables regarding follow-up: neurodevelopmental outcomes of the children at 2 years of age\nUltrasound parameters, images and clips\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nNot applicable\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n3 of 8\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\ndata dictionary (notebook) will be produced in CASTOR EDC describing all variables. We will export our data dictionary from CASTOR. Imaging data from microscope\nanalyses will be saved, if possible, in Recommended Metadata for Biological Images (REMBI).\nAll syntaxes used in data cleaning and analysis (including annotation describing the goal of processing steps) will be stored to facilitate replication.\nA readme.txt with a list of all available files and a description of their contents will be created at the end of the project, before archiving the data.\nSupporting information is provided in CASTOR EDC to the clinicians that will add data the database\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nNo metadata standard will be used. Where possible SNOMED coding will be used for clinical variables. Data from patient files include diagnosis information using ICD10\ncoding. A data dictionary (notebook) will be produced in CASTOR EDC describing all variables. We will export our data dictionary from CASTOR. Imaging data from\nmicroscope analyses will be saved, if possible, in Recommended Metadata for Biological Images (REMBI).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPatient data will be entered by way of an eCRF in CASTOR EDC (a central GCP proof internet-based database) to facilitate on-site data-entry. The stored data will be\ndirectly encrypted with an identification code (CASTOR will generate a coded ID per case) on a secured network disk, thus information identifying the patient or child will\nbe omitted. After completion of the study the coded data together with the trials management file will be stored in the secured DataSafe at UZ Leuven.\nHow will the data be backed up?\nCASTOR EDC backups are made four times a day and stored at another geographical location by Castor. The backup files are kept for fifteen days. Reserve copies can be\nrestored but this might add additional costs. Every day a copy is made of any changed files in DataSafe. A full back-up of data is made once per week. Also, monthly and\nquarterly backups are made so that earlier data can also be restored if necessary.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nBoth Castor EDC and DataSafe have sufficient storage and backup capacity for the estimated 10-100 GB of digital data that our project will generate.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPatient data will be entered directly by way of an eCRF in a central GCP proof internet-based database to facilitate on-site data-entry. The collected data will be directly\ncoded when stored.\nCASTOR will generate a coded ID per case. In that way, the data cannot directly be traced back to the patients and personally identifiable data will not be handed over to\ninvestigators that do not have a therapeutic alliance with the patient. Personal data are only processed by the researchers or by those who fall directly under their\nauthority. Security is guaranteed with login names, login codes and encrypted data transfer.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nUse of CASTOR with large file uploading is 1800 Euro/year (excl VAT) – for duration of study. The costs will be covered by the PI.\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n4 of 8\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAt the end of the study, we will extract the raw data from CASTOR EDC and save these and the processed data for long-term archiving in DataSafe. In line with the\nBelgian Code of Conduct for Research Integrity, raw and processed data will be stored for a period of at least 20 years. For this, the UZ Leuven has long-term storage with\nback-up available.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will saved in DataSafe provided by the UZ Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nStorage in DataSafe is provided by the UZ Leuven for the purpose of the study.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nWe have privacy-sensitive data, and therefore, we will not share this data in Open Access. Data will be shared in agreement with GDPR, legislation and agreements in\nplace.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nThe collected data are personal and privacy-sensitive.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAfter completion of the study, the data will be archived at UZ Leuven in the DataSafe database.\nWhen will the data be made available?\nThe data can be made available after publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe data can be used for future research in agreement with GDPR, legislation and institutional agreements in place.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWe will, if possible, publish the metadata online with a persistent identifier. If the image data are released in tissue-IDR, then a data DOI will be minted following public\nrelease.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe will not use on Open Access repository. The data will be stored in DataSafe, which is provided by UZLeuven. \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n5 of 8\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe principal investigators and their assigned collaborators of the participating sites \nWho will manage data storage and backup during the research project?\nThe principal investigators and their assigned collaborators of the participating sites through CASTOR EDC \nWho will manage data preservation and sharing?\nCurrently part of the contract negotiations if all sites will be joint-data controllers or UZ Leuven will act as data processor and the other sites will be controllers. \nWho will update and implement this DMP?\nRoland Devlieger who is principal investigator at UZ Leuven. \nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n6 of 8\nIMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT\nWOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023-\n2279\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n7 of 8\nIMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT\nWOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023-\n2279\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 12 July 2023\n8 of 8"
    },
    "clean_full_text": "IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT WOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023- 2279 A Data Management Plan created using DMPonline.be Creator: Roland Devlieger Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Roland Devlieger Grant number / URL: 1803321N ID: 201056 Start date: 01-10-2020 End date: 30-09-2025 Project abstract: This project is the continuation of the ongoing research project with the same title that was initiated by the applicant in 2010. Most of the original research questions were successfully addressed and additional results were obtained beyond the original proposal. Meanwhile, the problem of obesity and pregnancy is far from being solved. On the contrary: in Europe and the rest of the world, increasing figures for maternal obesity are being reported (Devlieger et al, 2016). In the region of Flanders, the prevalence of maternal obesity significantly increased from 10.3% in 2009 to 11.4% in 2014. The mean (SD) BMI (kg/m²) at the start of the pregnancy significantly increased from 23.9 (4.5) in 2009 to 24.2 (4.6) in 2014. Excessive GWG was frequent, especially in overweight (56.8%) and obese (52.9%) pregnant women. This evolution feeds the epidemic proportion of children suffering from obesity and compromises the health of future generations (Devlieger et al, 2020). Last modified: 12-07-2023 Created using DMPonline.be. Last modiﬁed 12 July 2023 1 of 8 IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT WOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023- 2279 Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) We will collect clinical variables of pregnancies complicated by Obesity or with a history of Bariatric surgery. These are new and personal data. The raw clinical data will be entered encrypted in CASTOR EDC as \".sav\". The data will be exported for analysis in SPSS or STATA (as \".csv\"). The total expected volume will be between 10-100 GB. Variables that will be collected are: Maternal baseline demographics and baseline characteristics of co-parent Characteristics of the pregnancy (including labour) Outcomes of the parental questionnaires (PCL-5, MAAS/PAAS, MPAS/PPAS, PARCA-R) Neonatal outcome Variables regarding follow-up: neurodevelopmental outcomes of the children at 2 years of age Ultrasound parameters, images and clips Placental evaluation (macroscopic- and microscopic evaluation, additional immunohistochemical staining) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Provisional: roland.devlieger@uzleuven.be 2 . Storage capacity/repository during the research Data will be stored in the CASTOR EDC after the research: At the end of the study, the relevant raw data will be extracted from Castor database for long term archiving. Coded data will be stored in a secured DataSafe at UZ Leuven. The principal investigators of each institution will have access to CASTOR EDC and SataSafe and ensure that the database is maintained efficiently and all information is current and accurate. The collected data will be stored for at least 20 years after the ending of the study in accordance with the Belgian Code of Conduct for Research Integrity. For this, the UZ Leuven has long-term storage with back-up available. Only the PIs of each site and persons involved in the research (e.g. PhD student, assigned by the PIs) will have access to the data. As these are privacy-sensitive data, they will not be shared in Open Access. We will publish our data in manuscripts in Open Access journals. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Data management of these privacy-sensitive and personal data will be implemented according to Good Clinical Practice (GCP) guidelines and will comply with the General Data Protection Regulation (GDPR) 2016/679. Data will be handled confidentially and anonymously by coding. Patient data will be entered by way of an electronic Case Report Form (eCRF) in the central GCP proof internet-based CASTOR database to facilitate on-site data-entry. CThe stored data will be encrypted with an identification code ( CASTOR will generate a coded ID per case), thus information identifying the patient or child will be omitted. Data will be collected and entered by the principal investigators at each centre. Which other issues related to the data management are relevant to mention? (use up to 700 characters) none Created using DMPonline.be. Last modiﬁed 12 July 2023 2 of 8 IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT WOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023- 2279 FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume AURORA Women of reproductive age with a history of BS Generate new data Digital Observational .csv,.pdf, <100GB NA Inter-act RCT of women between pregnancies Generate new data Digital Observational .csv,.pdf <100 GB NA TRANSPARENT Parents in transition to parenthood Generate new data Digital Observational .cvs, .pdf <100 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Data are confidentially and anonymously by coding. Patient data will be entered by way of an electronic Case Report Form (eCRF) in a central GCP proof internet-based database to facilitate on-site dataentry. CASTOR EDC was chosen as our data management system. The stored data will be encrypted with an identification code ( CASTOR will generate a coded ID per case), thus information identifying the patient or child will be omitted. Data will be collected and entered by the principal investigators at each centre. The principal investigators will ensure that the database is maintained efficiently, and all information is current and accurate. The study will be submitted to the Ethical Committee of UZ Leuven and is registered at the Clinical Trial Center of UZ Leuven once the clinical trial and collaboration agreements are approved by all participating centers (contact person Marie Gillot - legal adviser CTC). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Maternal baseline demographics and baseline characteristics of co-parent Characteristics of the pregnancy (including labour) Outcomes of the parental questionnaires (PCL-5, MAAS/PAAS, MPAS/PPAS, PARCA-R) Neonatal outcome Variables regarding follow-up: neurodevelopmental outcomes of the children at 2 years of age Ultrasound parameters, images and clips Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Not applicable Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 12 July 2023 3 of 8 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). data dictionary (notebook) will be produced in CASTOR EDC describing all variables. We will export our data dictionary from CASTOR. Imaging data from microscope analyses will be saved, if possible, in Recommended Metadata for Biological Images (REMBI). All syntaxes used in data cleaning and analysis (including annotation describing the goal of processing steps) will be stored to facilitate replication. A readme.txt with a list of all available files and a description of their contents will be created at the end of the project, before archiving the data. Supporting information is provided in CASTOR EDC to the clinicians that will add data the database Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. Where possible SNOMED coding will be used for clinical variables. Data from patient files include diagnosis information using ICD10 coding. A data dictionary (notebook) will be produced in CASTOR EDC describing all variables. We will export our data dictionary from CASTOR. Imaging data from microscope analyses will be saved, if possible, in Recommended Metadata for Biological Images (REMBI). 3. Data storage & back-up during the research project Where will the data be stored? Patient data will be entered by way of an eCRF in CASTOR EDC (a central GCP proof internet-based database) to facilitate on-site data-entry. The stored data will be directly encrypted with an identification code (CASTOR will generate a coded ID per case) on a secured network disk, thus information identifying the patient or child will be omitted. After completion of the study the coded data together with the trials management file will be stored in the secured DataSafe at UZ Leuven. How will the data be backed up? CASTOR EDC backups are made four times a day and stored at another geographical location by Castor. The backup files are kept for fifteen days. Reserve copies can be restored but this might add additional costs. Every day a copy is made of any changed files in DataSafe. A full back-up of data is made once per week. Also, monthly and quarterly backups are made so that earlier data can also be restored if necessary. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Both Castor EDC and DataSafe have sufficient storage and backup capacity for the estimated 10-100 GB of digital data that our project will generate. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Patient data will be entered directly by way of an eCRF in a central GCP proof internet-based database to facilitate on-site data-entry. The collected data will be directly coded when stored. CASTOR will generate a coded ID per case. In that way, the data cannot directly be traced back to the patients and personally identifiable data will not be handed over to investigators that do not have a therapeutic alliance with the patient. Personal data are only processed by the researchers or by those who fall directly under their authority. Security is guaranteed with login names, login codes and encrypted data transfer. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Use of CASTOR with large file uploading is 1800 Euro/year (excl VAT) – for duration of study. The costs will be covered by the PI. Created using DMPonline.be. Last modiﬁed 12 July 2023 4 of 8 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). At the end of the study, we will extract the raw data from CASTOR EDC and save these and the processed data for long-term archiving in DataSafe. In line with the Belgian Code of Conduct for Research Integrity, raw and processed data will be stored for a period of at least 20 years. For this, the UZ Leuven has long-term storage with back-up available. Where will these data be archived (stored and curated for the long-term)? The data will saved in DataSafe provided by the UZ Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage in DataSafe is provided by the UZ Leuven for the purpose of the study. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. We have privacy-sensitive data, and therefore, we will not share this data in Open Access. Data will be shared in agreement with GDPR, legislation and agreements in place. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects The collected data are personal and privacy-sensitive. Where will the data be made available? If already known, please provide a repository per dataset or data type. After completion of the study, the data will be archived at UZ Leuven in the DataSafe database. When will the data be made available? The data can be made available after publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. The data can be used for future research in agreement with GDPR, legislation and institutional agreements in place. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No We will, if possible, publish the metadata online with a persistent identifier. If the image data are released in tissue-IDR, then a data DOI will be minted following public release. What are the expected costs for data sharing? How will these costs be covered? We will not use on Open Access repository. The data will be stored in DataSafe, which is provided by UZLeuven. Created using DMPonline.be. Last modiﬁed 12 July 2023 5 of 8 6. Responsibilities Who will manage data documentation and metadata during the research project? The principal investigators and their assigned collaborators of the participating sites Who will manage data storage and backup during the research project? The principal investigators and their assigned collaborators of the participating sites through CASTOR EDC Who will manage data preservation and sharing? Currently part of the contract negotiations if all sites will be joint-data controllers or UZ Leuven will act as data processor and the other sites will be controllers. Who will update and implement this DMP? Roland Devlieger who is principal investigator at UZ Leuven. Created using DMPonline.be. Last modiﬁed 12 July 2023 6 of 8 IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT WOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023- 2279 GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 12 July 2023 7 of 8 IMPROVING CLINICAL MANAGEMENT AND OUTCOME IN OBESE PREGNANT WOMEN AND PREGNANCIES AFTER BARIATRIC SURGERY Form Number: D-2023- 2279 DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 12 July 2023 8 of 8"
}