{
    "document_id": "D-2021-1240",
    "LinkTitle": "D-2021-1240",
    "file_name": "D-2021-1240.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1240.pdf",
    "metadata": {
        "title": "DMP 1S06222N - Subaleurone in wheat bran: an overlooked and unexploited source of gluten",
        "author": "N/A",
        "creation_date": "2022-04-25 16:14:15+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Subaleurone in wheat bran: an overlooked and unexploited source of\ngluten\nProject Name\n DMP 1S06222N \n- Subaleurone in wheat bran: an overlooked and unexploited\nsource of gluten\nGrant Title\n 1S06222N\nPrincipal Investigator / Researcher\n Wisse Hermans\nProject Data Contact\n wisse.hermans@kuleuven.be\nDescription\n High gluten quantity and quality are required for the production of \nhigh-quality\nbread from flour or wholemeal. Especially for the latter, \nisolated wheat gluten is frequently\nadded. In wheat, gluten proteins \nare only present in the starchy endosperm. Some wheat\ncultivars \nhave the potential to develop subaleurone cells that are very rich in \ngluten at the\nperiphery of this starchy endosperm, a feature that is \nmostly overlooked. The potential of this\nnative and vital gluten is \nlargely unexploited as it remains, at least partially, attached to the \nbran\nduring milling. Most bran, irrespective of its potential, ends up in \nanimal feed, as no selection is\nperformed. This project aims at \ngaining insight into the opportunities of wheat cultivar and bran\nselection based on subaleurone protein content towards dry gluten \nfractionation and clean label\nwholemeal bread making.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWisse Hermans\nFWO Project Number & Title\n1S06222N - Subaleurone in wheat bran: an overlooked and unexploited\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nProtein\ncontents milled\nkernels\n.xlsx\n20 KB\nMicrodumas\nStitched\nmicroscopy\nimages\n.tif\n15 GB\nTransmitted-light\nmicroscopy of\nwheat sections\nProtein\ngradients within\nthe starchy\nendosperm\n.xlsx\n1 MB\nUsing a Python-\nbased toolbox in\nthe ArcGIS-\nsoftware\nMilling yields\n.xlsx\n20 KB\nWeighing Bühler\nMLU-202\nlaboratory mill\nfractions\nProtein\ncontents milling\nfractions\n.xlsx\n20 KB\nMicrodumas\nAsh content\nmilling fractions\n.xlsx\n20 KB\nMuffle oven\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nMicroscopy\nimages of\nmilling fractions\n.tif\n1 GB\nTransmitted-light\nmicroscopy\nof milling fractions\nProtein\ncomposition of\nmilling fractions\n.txt and\n.xlsx\n0.5 GB\nOsborne\nfractionation + RP-\nHPLC\nDry gluten\nfractionation\nyields\n.xlsx\n50 KB\nDry fractionation\n+ weighing\nProtein content\ndry\nfractionation\n.xlsx\n50 KB\nMicrodumas\nAsh content dry\nfractionation\n.xlsx\n50 KB\nMuffle oven\nphytate content\ndry\nfractionation\n.xlsx\n50 KB\nTotal phosphorus\n(Megazyme)\nMicroscopy dry\nfractionation\n.tif\n1 GB\nTransmitted-light\nmicroscopy\nGluten\ndevelopment\ndata gluten-\nstarch model\n(Farinograph)\n.txt and\n.xlsx\n10 MB\nFarinograph\nanalysis\nRheology data\ngluten-starch\nmodel\n.xlsx\n10 MB\nStrain controlled\nrheometer\nequipped with an\nextensional\nviscosity fixture\nLoaf volume\ngluten-starch\nmodel\n.txt and\n.xlsx\n10 MB\nVolscan\nBubble size\ndistribution\ngluten-starch\nmodel\n.tif and\n.xlsx\n10 MB\nScanner + ImageJ\nCrumb\ntexture gluten-\nstarch model\n.txt and\n.xlsx\n10 MB\nInstron\nGluten\ndevelopment\ndata wholemeal\n(Farinograph)\n.txt and\n.xlsx\n10 MB\nFarinograph\nanalysis\nLoaf volume\nwholemeal\n.txt and\n.xlsx\n10MB\nVolscan\nBubble size\ndistribution\nwholemeal\n.tif and\n.xlsx\n10 MB\nScanner + ImageJ\nCrumb texture\nwholemeal\n.txt and\n.xlsx\n10 MB\nInstron\nMicropscopie\nimages\nwholemeal\nbread\n.tif\n10 MB\nTransmitted-light\nmicroscopy\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nMicroscopy images: the procedure and methodology of the sample preparation and\nmicroscopy will be described in detail in a 'read-me'-file (in the same file as the\nmicroscopy images). The resolution, dimensions, image types, date, ... will be embedded in\nthe image itself.\n2\n. \nRaw data of the other analyses will be stored as txt-files, in the format of the particular\ndevice/software that is used to obtain the data or in Excel depending on the analysis. All\ngenerated raw data will be tracebale for myself and other people by adding 'read-me'-files.\nThis ‘read me’-file can be a word document or txt file in which sample naming, the variables\nand the experiment are explained. Data processing will predomenantly be done in Excel.\nThe Excel files will be structured such that they are comprehensible to anyone and will\nhence contain the following tabs: materials and methods (if there is not yet a 'read-me'-file),\nprocessed data, figures and raw data.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n \nThe data of one work package will be collected in one folder, which will be placed in my data\nfolder and will be named after the work package itself. That folder, in turn, contains more\nsubfolders named after what is analysed (e.g. protein content, ash content, milling yields, protein\ncomposition, ...). Besides these different subfolders, there will also be a Word file providing a\nsummary of the concerning work package, explaining the connection between the different\nsubfolders and containing links to the Excel sheets of the processed data and figures. Each of\nthese subfolders contains the raw data as txt-files, in the format of the particular device/software\nthat was used to obtain the data or in an Excel file. The raw data is accompagnied by a 'read-\nme'-file, which contains explanation about the names of the samples, the procedure, the date of\nthe analysis, explanation about the variables,... This 'read-me'-file can be a seperate Word or\nExcel file, or can be embedded in an Excel file also containing the processed data, figures and\npossibly even the raw data (all in different sheets).\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nAll data will be stored on the network drives of the KU Leuven. The J:shared folder will be used for\ntemporary storage (accessible to staff and thesis students) and the J:staff folder will be used for\nlong-term storage of data of ongoing projects, data of finished projects and publication data.\nWhen a project ends, the particular project folder in the 'Ongoing Projects’-folder is copied into\nthe 'Finished Projects’-folder. In this way, all data of the project will be stored in an organised and\ntraceable way on the KU Leuven storage facilities for at least 10 years. \nFor collaborations with researchers from other research units we will also use OneDrive for active\nuse of the data during the project as this is more convenient.\nHow is backup of the data provided?\nThe network drives are maintained by the ICTS service of KU Leuven with automatic daily back-\nup and mirror procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe J:drive has a storage capacity of 0.99 TB, but this can be increased if necessary. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe cost of the large volume storage and back up is € 156,60 per TB and year. This will be\ncovered by the host group (Laboratory of Food Chemistry and Biochemistry).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored on the J:staff folder, which can only be accessed by our research\ngroup. Should this lead to any problems, the accessibility of my personal folder can be limited to\nmyself an my promotor.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data of the project will be stored in an organised and traceable way on the J:drive for at\nleast 10 years.\nWhere will the data be archived (= stored for the longer term)?\nAll data of the project will be stored on the J:drive for at least 10 years. These facilities are\nmaintained by the ICTS service of KU Leuven with automatic daily back-up and mirror\nprocedures.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nCosts for data preservation are covered by the host group. The cost of the large volume storage\nand back up is € 156,60 per TB and year.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll published data (peer-reviewed articles and PhD dissertation) will be available after the end of\nthe project.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nOther (specify):\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nThe published data will be available for everybody as we intend to publish in 'open access'. As all\ndata will be stored on the shared J:staff folder in the 'Finished Projects' folder, it will be available\nfor all the members of the research group.\nWhen will the data be made available?\nThe data will be made available after publication.\nWho will be able to access the data and under what conditions?\n1\n. \nEverybody will be able to access the published data as we intend to publish in 'open access'.\n2\n. \nAll data will be available for all the members of the research group, as it will be stored on\nthe shared J:staff folder in the 'Finished Projects' folder. \nWhat are the expected costs for data sharing? How will the costs be covered?\nCosts for publication will be covered by FWO funding (bench fee) or the research group.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nFWO fellow: Wisse Hermans\nWho will be responsible for data storage & back up during the project?\nFWO fellow: Wisse Hermans\nPromotor: Prof. Christophe Courtin\nWho will be responsible for ensuring data preservation and reuse ?\nPromotor: Prof. Christophe Courtin\nWho bears the end responsibility for updating & implementing this DMP?\nFWO fellow: Wisse Hermans\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Subaleurone in wheat bran: an overlooked and unexploited source of gluten Project Name DMP 1S06222N - Subaleurone in wheat bran: an overlooked and unexploited source of gluten Grant Title 1S06222N Principal Investigator / Researcher Wisse Hermans Project Data Contact wisse.hermans@kuleuven.be Description High gluten quantity and quality are required for the production of high-quality bread from flour or wholemeal. Especially for the latter, isolated wheat gluten is frequently added. In wheat, gluten proteins are only present in the starchy endosperm. Some wheat cultivars have the potential to develop subaleurone cells that are very rich in gluten at the periphery of this starchy endosperm, a feature that is mostly overlooked. The potential of this native and vital gluten is largely unexploited as it remains, at least partially, attached to the bran during milling. Most bran, irrespective of its potential, ends up in animal feed, as no selection is performed. This project aims at gaining insight into the opportunities of wheat cultivar and bran selection based on subaleurone protein content towards dry gluten fractionation and clean label wholemeal bread making. Institution KU Leuven 1. General Information Name applicant Wisse Hermans FWO Project Number & Title 1S06222N - Subaleurone in wheat bran: an overlooked and unexploited Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Protein contents milled kernels .xlsx 20 KB Microdumas Stitched microscopy images .tif 15 GB Transmitted-light microscopy of wheat sections Protein gradients within the starchy endosperm .xlsx 1 MB Using a Python- based toolbox in the ArcGIS- software Milling yields .xlsx 20 KB Weighing Bühler MLU-202 laboratory mill fractions Protein contents milling fractions .xlsx 20 KB Microdumas Ash content milling fractions .xlsx 20 KB Muffle oven This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Microscopy images of milling fractions .tif 1 GB Transmitted-light microscopy of milling fractions Protein composition of milling fractions .txt and .xlsx 0.5 GB Osborne fractionation + RP- HPLC Dry gluten fractionation yields .xlsx 50 KB Dry fractionation + weighing Protein content dry fractionation .xlsx 50 KB Microdumas Ash content dry fractionation .xlsx 50 KB Muffle oven phytate content dry fractionation .xlsx 50 KB Total phosphorus (Megazyme) Microscopy dry fractionation .tif 1 GB Transmitted-light microscopy Gluten development data gluten- starch model (Farinograph) .txt and .xlsx 10 MB Farinograph analysis Rheology data gluten-starch model .xlsx 10 MB Strain controlled rheometer equipped with an extensional viscosity fixture Loaf volume gluten-starch model .txt and .xlsx 10 MB Volscan Bubble size distribution gluten-starch model .tif and .xlsx 10 MB Scanner + ImageJ Crumb texture gluten- starch model .txt and .xlsx 10 MB Instron Gluten development data wholemeal (Farinograph) .txt and .xlsx 10 MB Farinograph analysis Loaf volume wholemeal .txt and .xlsx 10MB Volscan Bubble size distribution wholemeal .tif and .xlsx 10 MB Scanner + ImageJ Crumb texture wholemeal .txt and .xlsx 10 MB Instron Micropscopie images wholemeal bread .tif 10 MB Transmitted-light microscopy 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . Microscopy images: the procedure and methodology of the sample preparation and microscopy will be described in detail in a 'read-me'-file (in the same file as the microscopy images). The resolution, dimensions, image types, date, ... will be embedded in the image itself. 2 . Raw data of the other analyses will be stored as txt-files, in the format of the particular device/software that is used to obtain the data or in Excel depending on the analysis. All generated raw data will be tracebale for myself and other people by adding 'read-me'-files. This ‘read me’-file can be a word document or txt file in which sample naming, the variables and the experiment are explained. Data processing will predomenantly be done in Excel. The Excel files will be structured such that they are comprehensible to anyone and will hence contain the following tabs: materials and methods (if there is not yet a 'read-me'-file), processed data, figures and raw data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The data of one work package will be collected in one folder, which will be placed in my data folder and will be named after the work package itself. That folder, in turn, contains more subfolders named after what is analysed (e.g. protein content, ash content, milling yields, protein composition, ...). Besides these different subfolders, there will also be a Word file providing a summary of the concerning work package, explaining the connection between the different subfolders and containing links to the Excel sheets of the processed data and figures. Each of these subfolders contains the raw data as txt-files, in the format of the particular device/software that was used to obtain the data or in an Excel file. The raw data is accompagnied by a 'read- me'-file, which contains explanation about the names of the samples, the procedure, the date of the analysis, explanation about the variables,... This 'read-me'-file can be a seperate Word or Excel file, or can be embedded in an Excel file also containing the processed data, figures and possibly even the raw data (all in different sheets). 5. Data storage and backup during the FWO project Where will the data be stored? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 All data will be stored on the network drives of the KU Leuven. The J:shared folder will be used for temporary storage (accessible to staff and thesis students) and the J:staff folder will be used for long-term storage of data of ongoing projects, data of finished projects and publication data. When a project ends, the particular project folder in the 'Ongoing Projects’-folder is copied into the 'Finished Projects’-folder. In this way, all data of the project will be stored in an organised and traceable way on the KU Leuven storage facilities for at least 10 years. For collaborations with researchers from other research units we will also use OneDrive for active use of the data during the project as this is more convenient. How is backup of the data provided? The network drives are maintained by the ICTS service of KU Leuven with automatic daily back- up and mirror procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The J:drive has a storage capacity of 0.99 TB, but this can be increased if necessary. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost of the large volume storage and back up is € 156,60 per TB and year. This will be covered by the host group (Laboratory of Food Chemistry and Biochemistry). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored on the J:staff folder, which can only be accessed by our research group. Should this lead to any problems, the accessibility of my personal folder can be limited to myself an my promotor. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data of the project will be stored in an organised and traceable way on the J:drive for at least 10 years. Where will the data be archived (= stored for the longer term)? All data of the project will be stored on the J:drive for at least 10 years. These facilities are maintained by the ICTS service of KU Leuven with automatic daily back-up and mirror procedures. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs for data preservation are covered by the host group. The cost of the large volume storage and back up is € 156,60 per TB and year. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All published data (peer-reviewed articles and PhD dissertation) will be available after the end of the project. Where/how will the data be made available for reuse? Upon request by mail Other (specify): This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 The published data will be available for everybody as we intend to publish in 'open access'. As all data will be stored on the shared J:staff folder in the 'Finished Projects' folder, it will be available for all the members of the research group. When will the data be made available? The data will be made available after publication. Who will be able to access the data and under what conditions? 1 . Everybody will be able to access the published data as we intend to publish in 'open access'. 2 . All data will be available for all the members of the research group, as it will be stored on the shared J:staff folder in the 'Finished Projects' folder. What are the expected costs for data sharing? How will the costs be covered? Costs for publication will be covered by FWO funding (bench fee) or the research group. 8. Responsibilities Who will be responsible for data documentation & metadata? FWO fellow: Wisse Hermans Who will be responsible for data storage & back up during the project? FWO fellow: Wisse Hermans Promotor: Prof. Christophe Courtin Who will be responsible for ensuring data preservation and reuse ? Promotor: Prof. Christophe Courtin Who bears the end responsibility for updating & implementing this DMP? FWO fellow: Wisse Hermans This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}