{
    "document_id": "D-2022-1371",
    "LinkTitle": "D-2022-1371",
    "file_name": "D-2022-1371.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1371.pdf",
    "metadata": {
        "title": "Comparing the knee joint loading profile of early post-traumatic and non-traumatic knee osteoarthritis: towards prevention of progression with more personalized rehabilitation - DMP title",
        "author": "N/A",
        "creation_date": "2022-03-22 11:20:25+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Comparing the knee joint loading profile of early post-traumatic and non-\ntraumatic knee osteoarthritis: towards prevention of progression with more personalized\nrehabilitation - DMP title\nProject Identifier\n S66034\nGrant Title\n 3M210557\nPrincipal Investigator / Researcher\n Sabine Verschueren\nDescription\n Osteoarthritis (OA) is the most common chronic joint disease with the knee as the\nmost frequently affected joint. Knee OA is prevalent in more than 10% of the population above\n50 years and radiographic knee OA is evident in 33% of the population above 65 years. Patients\nwith knee OA often complain of pain, muscle weakness, stiffness and instability, as well as\nlimitations in physical activities. This leads to a reduction in quality of life and eventually to a loss\nof independence. A report on the global burden of disease indicated knee OA as one of the\nleading causes of disability, related with high economic costs. Given the current absence of\ndisease modifying treatments for knee OA, developing personalized strategies to prevent\nprogression and to maintain function and quality of life, is thus of utmost importance but requires\na thorough understanding of the factors associated with disease progression. This is of particular\ninterest in the group of early OA patients, with only beginning signs of joint degeneration\n(radiographic Kellgren and Lawrence grade of 0 or 1), where there is still a window of opportunity\nto arrest or reverse the OA disease process. \nThe progression of OA and more specifically\nlocalized cartilage degeneration is known to depend on the knee joint pathomechanics (KJPM).\nHowever, it is still not fully understood to which extent the KJPM differ in early post-traumatic OA\n(PTOA) and non-traumatic OA (NTOA) and how KJPM contribute to the progression of the disease.\nThe physical activity (PA) levels of both subgroups will also differ, thereby affecting the\ncumulative exposure to KJPM and rate of progression. Establishing this insight would require\nlongitudinal follow-up of thoroughly measured KJPM in early PTOA and NTOA (assessed by knee\ncontact forces (KCF) and contact pressure distributions (KCPd), not just by knee moments). This\nhas to be combined with a measure of cumulative exposure to these KJPM, which is currently\nunavailable. \nThis research project addresses these gaps in the existing scientific knowledge. The\nfirst aim is to define the KJPM in detail, longitudinally for 2 years in a group of early PTOA and\nNTOA subjects. We relate these KJPM, combined with the cumulative mechanical exposure, to\nchanges in articular cartilage/joint surface morphology and quality. The second aim is to explore\nin both subtypes if abnormal load distribution on the articular surfaces can be altered through\nreal-time KJPM feedback, providing evidence of its applicability in rehabilitation and prevention of\nprogression.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nSabine Verschueren\nInternal Funds Project number & title\n3M210557 - Comparing the knee joint loading profile of early post-traumatic and non-traumatic\nknee osteoarthritis: towards prevention of progression with more personalized rehabilitation\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\n \nType of data\nFormat\nVolume\nHow created\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\nBiomechanical data\n during\ngait, running and stair\nnegotiation.\n \nThe following data will be\ncollected:\nMarker trajectories\nGround reaction force\ndata\nMuscle activation of lower\nlimb muscles\n.c3d\n \n \n+/- 45\nGB\n \n \nWe will use a\nmotion capture\nsystem that\nconsists of\n10 MX-T20\noptoelectronic\ncameras\n(VICON,\nOxford, UK)\n3 OR6-7 force\nplates (AMTI,\nWatertown,\nMA)\na wireless\nEMG system,\ntype: Cometa\nMini Wave\n(Zerowire,\nAurion, Milan,\nItaly)\nAll these devices\nare synchronized\nand the data is\nstored in 1 c3d file.\nStrength of thigh muscles\n.txt\n+/- 50\nMB\nParticipants\nperform an\nisokinetic strength\ntest (Biodex IV,\nShirley, New York).\nThe raw data (e.g.\ntorque angle) is\nexported as text\nfile.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\nPatient Reported Outcome\nMeasures\nThe following validated\nquestionnaires will be\nadministered:\nKnee Injury and\nOsteoarthritis Outcome\nScore (KOOS)\nLysholm Knee Scoring\nScale\nnumerical rating scale\n(NRS)\nCentral Sensitization\nInventory (CSI)\nMeasure of Intermittent\nand Constant\nOsteoarthritis Pain (\nICOAP\n)\nPain Coping Inventory\n(PCI)\nPain Catastrophizing Scale\n(PCS)\nTampa Scale for\nKinesiophobia (TSK)\nHospital Anxiety and\nDepression Scale (HADS)\nTreatment beliefs in knee\nand hip OsteoArthritis\n(TOA)\nModified Baecke\nquestionnaire\nTegner Activity Level\nScale\nSF-36\nMaastricht Social\nParticipation Profile\n(MSPP)\nSelf-Administered\nComorbidity Questionnaire\n(SCQ) \n \n.xls\n+/- 300\nKB\nAll questionnaires\nwill be\nadministered\ndigitally via the\nsurvey option in\nRedCap.\nThe responses are\nexported as xls\nformat.\nPhysical activity monitoring\n \n \n.csv\n 10.5GB\nAll participants will\nwear an ActiGraph\non their waist for 2\nweeks.\nThe data is\nexported with the\nActiGraph software\n(ActiLife).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nMedical imaging of knee\n1) \nMRI:\n to determine cartilage\nthickness and proteoglycan\nand collagen content\n2) \nEOS full leg\n \nradiography:\n to\ndetermine lower limb\nalignment\n3) \nRx knee\n: to determine\nKellgren and Lawrence score\n.DCM\n.stl\n 120GB\nImaging will be\nperformed\naccording to the\nstandardized\nprotocol of the\nUniversity\nHospitals Leuven.\nFor the MRI\nadditional T1rho\nand T2 sequences\nwill be performed\nas described in\nVan Rossom et al.\n(2017, PLOS One).\nRaw MRI imaging\nis exported as\nDICOM-files.\nAfterwards\nsegmentation is\nperformed in\nmimics (.stl-files).\nBlood sample\n1) Detection of biomarkers for\nOA\n2) Inflammation parameters\nSource file:\npatient files\nof the\nUniversity\nHospitals\nLeuven\nAfterwards\ndocumented\nin RedCap\n \n <1GB\nThe standard\nprocedures of the\nUniversity\nHospitals Leuven\nfor blood collection\nwill be followed.\n \nData from a healthy control group without previous acute cruciate ligament injury, population\nmatched for average age, gender and activity levels, will be available as tested in another\nproject (S65257 - Profiling of abnormal knee joint loading to reduce risk of post-traumatic Knee\nOsteoarthritis following Anterior Cruciate Ligament reconstruction) at 2 time point with 2 years in\nbetween.\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nTwo types of personal data will be gathered:\n1\n. \nPersonal information\n \nfor contact purpose\n (e.g. name, address, phone number, email)\nwhich will not be used in any further analysis. This personal information is recorded in a\nseperate file (patient identification form) and stored seperately from other research data.\nOnly the persons who are in charge for recruitment and planning of the study visits (PhD\nstudent, postdoc and CTA) have access to this patient identification form. \n2\n. \nPersonal information for research purpose\n consisting of physical characteristics of the\nbody, medical history, clinical parameters taken as part of the study via the study-related\ninformed consent form in agreement with the General Data Protection Regulation such as\nblood results, radiological data, biomechanical data (muscle activity, kinetics, kinematics)\nand clinical examination data.This data will be pseudonymisized and stored on a protected\nfolder on the KU Leuven L-drive. All members of the study team have access to this folder.\nPRET reference number: G-2021-3747 \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nPRET application was approved on 23/02/2022.\n \n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThe following documentation will be provided to enable reuse of the data:\n1\n. \nIn every subfolder of the database a \nReadMe file\n will be added that contains information\non the context in which the data were gathered, the origin of the data, and the content of\nthe dataset.\n2\n. \nStandard operating procedures (\nSOPs\n) are provided for the biomechanical assessment,\nstrength assessment and activity monitoring. These SOPs document the parameters and\ninstrument settings, provide a description of how to perform the assessment as well as how\nthe raw data is exported and processed.\n3\n. \nFor the medical imaging and blood analyses the \nSOPs of the University Hospitals\nLeuven\n will be followed. These can be found on Muzilidoc and intranet of UZ Leuven.\n4\n. \nThe \nresearch protocol\n provides a detailed overview of all the variables that are\nlongitudinally collected and stored in the database. \n5\n. \nA\n data dictionary\n will be developed. This data dictionary provides detailed information\nabout the variables collected within the project as well as their metadata such as standard\ndefinitions of variables, allowable values, formats, origin, etc\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThe Biodex (muscle strenght measurements) will collect metadata such as:\n- The date and time at which the data is collected\n- The settings for the measurement device (angle, which limb, which session ...).\nQuestionnaires: REDCap offers the possibility to download a XML file of the metadata, which\nconsists of the following information: User Roles, Data Access Groups, Data Quality Rules,\nSurveys and survey settings, order of survey queue.\nREDCap also keeps a log of when the questionnaires/surveys are filled in, when someone makes\nadjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions)\nare automatically captured during survey completion in REDCap.\nMRI and RX images will be saved in DICOM format.\nActigraph, the force plates and EMG generate some metadata automatically such as: time and\ndate of the measurements. \nIn the data dictionary we will describe: \n- the allowable formats of the data (ex. DICOM for the images, txt. for the biodex...)\n- the range of the values that are allowed/ expected (ex. in Newtons/m for the Biodex, the\nconcentration in the blood for the inflammatory measurements...)\n - the definition of each variable that was measured (specify which movement/ exercise\ncorresponds to which value)\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\n1\n. \nWe will use \nOneDrive\n for active use of the data during the project: this entails processed\nand raw data (but always in pseudonimized from). \n2\n. \nThe time-stamped master copy of the data will be stored on a Large Volume Storage (\nL-\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\ndrive\n) of the KU Leuven, specifically developed to store large amounts of data for long\nperiods of time.\n3\n. \nAlso on the secured L-drive: the patiënt identification log will be stored here. This file is only\naccessible by the members of this research project who have been granted access to this\nfile by the PI.\n4\n. \nRedCap\n will be used to administer and store patient reported outcome measures (PROMS)\nand clinical data (blood analysis, knee examination). If Redcap data is exported, it will be\nstored on the L-drive in a project-specific folder, only the research team has access to.\n5\n. \nThe \nRedCap app\n (offline use) will also be used to administer questionnaires on a KU\nLeuven tablet. Data of the other subjects is protected by the fact that a participant can only\naccess his/her own data in RedCap. We ensure this by downloading only the relevant\nsubject's questionnaires/ file on the tablet beforehand. After the administration of the\nquestionnaires, the researcher uploads the data to the server and deletes the data that was\nstored locally on the tablet.\n5.2. How will the data be backed up?\n1\n. \nOneDrive take automatic backups.\n2\n. \nThe university's central servers (we will store data on the L-drive) has automatic daily back-\nup procedures.\n3\n. \nRedCap also had a build in backup procedure, so that it is possible to restore a previous\nversion of the database.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\n1\n. \nThe OneDrive storage capacity is 2TB and provides sufficient storage for the active use of\nthe data.\n2\n. \nFurthermore, the data will be stored on a Large Volume Storage (L-drive) of the KU Leuven.\nThe research group supports us in providing enough space on the L drive. \n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\n1\n. \nOneDrive is covered by KU Leuven. \n2\n. \nThe research group foresees space on the L drive. \n3\n. \nRedCap has a cost of 80 euro per year, which will be covered by the C2 bench fee.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe digital pseudonymised data (i.e. coded and containing no personal information) will be\nstored in the university's secure environment for private data. The PI of this project will be the\nonly one who can grant access to this network drive.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nBoth raw data and finally processed data will be stored on the L-Drive for 25 years after the end\nof the project.\n6.2. Where will these data be archived (= stored for the long term)?\nData will be stored on the secured university's central servers (with automatic back-up\nprocedures) for at least 25 years, conform the recommendations of the Ethical Committee UZ/KU\nLeuven.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nAfter the end of the project, the database will be preserved on the servers of KU Leuven. The\ndatabase will be stored on the K-drive (this is designed for archiving). In view of the expected size\nof the database (> 170GB), an estimated annual cost of 12 euro is foreseen. This will be paid\nwith the C2 bench fee. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThe existing data that will be used can only be shared if the conditions, as mentioned in the\ninformed consent, are met.\nData sharing can only happen when it is not for commercial use or it doesn't reveal the identity\nof the participants. Data will always be pseudonimized.\n7.2. Which data will be made available after the end of the project?\nThe full pseudonymized dataset will be made available in RDR and will be shared upon request\nafter approval of the PI, for clearly defined research purposes.\nImportantly, only data of participants who granted their approval for re-use, either within the\nresearch group (closed data) or outside the research group (open data), will be made available.\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\nPseudonymized data and documentation will be available on request in RDR.\nData sharing can only happen when it is not for commercial use or it doesn't reveal the identity\nof the participants. Data will always be pseudonimized.\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nSharing of pseudonymized data will be considered after a request is submitted in RDR explaining\nthe planned reuse. Only uses for research purposes will be allowed and commercial reuse will be\nexcluded.\nAll participants will be asked whether the data gathered in the context of this project can be\nreused for other research purposes, both within the research group (closed data) or with other\nresearchers inside or outside KU Leuven (open data) via an informed consent form. Data of\nparticipants who granted this permission will only be shared with research groups who submitted\na written request to the PI of this project. Data will only be shared if the research is approved by\nthe ethical committee and participants will be informed regarding this secondary use.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNo costs for data sharing are expected. If any occur, it will be covered by the requesting parties.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nAll researchers associated with this project will be responsible for data documentation under\nsupervision of the PI.\n8.2. Who will be responsible for data storage & back up during the project?\nData management, storage and back up will be performed by phd student and postdoc of this\nproject under supervision of the PI.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe PI will be responsible for ensuring data preservation and reuse.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (PI).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name Comparing the knee joint loading profile of early post-traumatic and non- traumatic knee osteoarthritis: towards prevention of progression with more personalized rehabilitation - DMP title Project Identifier S66034 Grant Title 3M210557 Principal Investigator / Researcher Sabine Verschueren Description Osteoarthritis (OA) is the most common chronic joint disease with the knee as the most frequently affected joint. Knee OA is prevalent in more than 10% of the population above 50 years and radiographic knee OA is evident in 33% of the population above 65 years. Patients with knee OA often complain of pain, muscle weakness, stiffness and instability, as well as limitations in physical activities. This leads to a reduction in quality of life and eventually to a loss of independence. A report on the global burden of disease indicated knee OA as one of the leading causes of disability, related with high economic costs. Given the current absence of disease modifying treatments for knee OA, developing personalized strategies to prevent progression and to maintain function and quality of life, is thus of utmost importance but requires a thorough understanding of the factors associated with disease progression. This is of particular interest in the group of early OA patients, with only beginning signs of joint degeneration (radiographic Kellgren and Lawrence grade of 0 or 1), where there is still a window of opportunity to arrest or reverse the OA disease process. The progression of OA and more specifically localized cartilage degeneration is known to depend on the knee joint pathomechanics (KJPM). However, it is still not fully understood to which extent the KJPM differ in early post-traumatic OA (PTOA) and non-traumatic OA (NTOA) and how KJPM contribute to the progression of the disease. The physical activity (PA) levels of both subgroups will also differ, thereby affecting the cumulative exposure to KJPM and rate of progression. Establishing this insight would require longitudinal follow-up of thoroughly measured KJPM in early PTOA and NTOA (assessed by knee contact forces (KCF) and contact pressure distributions (KCPd), not just by knee moments). This has to be combined with a measure of cumulative exposure to these KJPM, which is currently unavailable. This research project addresses these gaps in the existing scientific knowledge. The first aim is to define the KJPM in detail, longitudinally for 2 years in a group of early PTOA and NTOA subjects. We relate these KJPM, combined with the cumulative mechanical exposure, to changes in articular cartilage/joint surface morphology and quality. The second aim is to explore in both subtypes if abnormal load distribution on the articular surfaces can be altered through real-time KJPM feedback, providing evidence of its applicability in rehabilitation and prevention of progression. Institution KU Leuven 1. General Information Name of the project lead (PI) Sabine Verschueren Internal Funds Project number & title 3M210557 - Comparing the knee joint loading profile of early post-traumatic and non-traumatic knee osteoarthritis: towards prevention of progression with more personalized rehabilitation 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 Biomechanical data during gait, running and stair negotiation. The following data will be collected: Marker trajectories Ground reaction force data Muscle activation of lower limb muscles .c3d +/- 45 GB We will use a motion capture system that consists of 10 MX-T20 optoelectronic cameras (VICON, Oxford, UK) 3 OR6-7 force plates (AMTI, Watertown, MA) a wireless EMG system, type: Cometa Mini Wave (Zerowire, Aurion, Milan, Italy) All these devices are synchronized and the data is stored in 1 c3d file. Strength of thigh muscles .txt +/- 50 MB Participants perform an isokinetic strength test (Biodex IV, Shirley, New York). The raw data (e.g. torque angle) is exported as text file. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 Patient Reported Outcome Measures The following validated questionnaires will be administered: Knee Injury and Osteoarthritis Outcome Score (KOOS) Lysholm Knee Scoring Scale numerical rating scale (NRS) Central Sensitization Inventory (CSI) Measure of Intermittent and Constant Osteoarthritis Pain ( ICOAP ) Pain Coping Inventory (PCI) Pain Catastrophizing Scale (PCS) Tampa Scale for Kinesiophobia (TSK) Hospital Anxiety and Depression Scale (HADS) Treatment beliefs in knee and hip OsteoArthritis (TOA) Modified Baecke questionnaire Tegner Activity Level Scale SF-36 Maastricht Social Participation Profile (MSPP) Self-Administered Comorbidity Questionnaire (SCQ) .xls +/- 300 KB All questionnaires will be administered digitally via the survey option in RedCap. The responses are exported as xls format. Physical activity monitoring .csv 10.5GB All participants will wear an ActiGraph on their waist for 2 weeks. The data is exported with the ActiGraph software (ActiLife). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 Medical imaging of knee 1) MRI: to determine cartilage thickness and proteoglycan and collagen content 2) EOS full leg radiography: to determine lower limb alignment 3) Rx knee : to determine Kellgren and Lawrence score .DCM .stl 120GB Imaging will be performed according to the standardized protocol of the University Hospitals Leuven. For the MRI additional T1rho and T2 sequences will be performed as described in Van Rossom et al. (2017, PLOS One). Raw MRI imaging is exported as DICOM-files. Afterwards segmentation is performed in mimics (.stl-files). Blood sample 1) Detection of biomarkers for OA 2) Inflammation parameters Source file: patient files of the University Hospitals Leuven Afterwards documented in RedCap <1GB The standard procedures of the University Hospitals Leuven for blood collection will be followed. Data from a healthy control group without previous acute cruciate ligament injury, population matched for average age, gender and activity levels, will be available as tested in another project (S65257 - Profiling of abnormal knee joint loading to reduce risk of post-traumatic Knee Osteoarthritis following Anterior Cruciate Ligament reconstruction) at 2 time point with 2 years in between. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Two types of personal data will be gathered: 1 . Personal information for contact purpose (e.g. name, address, phone number, email) which will not be used in any further analysis. This personal information is recorded in a seperate file (patient identification form) and stored seperately from other research data. Only the persons who are in charge for recruitment and planning of the study visits (PhD student, postdoc and CTA) have access to this patient identification form. 2 . Personal information for research purpose consisting of physical characteristics of the body, medical history, clinical parameters taken as part of the study via the study-related informed consent form in agreement with the General Data Protection Regulation such as blood results, radiological data, biomechanical data (muscle activity, kinetics, kinematics) and clinical examination data.This data will be pseudonymisized and stored on a protected folder on the KU Leuven L-drive. All members of the study team have access to this folder. PRET reference number: G-2021-3747 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 PRET application was approved on 23/02/2022. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The following documentation will be provided to enable reuse of the data: 1 . In every subfolder of the database a ReadMe file will be added that contains information on the context in which the data were gathered, the origin of the data, and the content of the dataset. 2 . Standard operating procedures ( SOPs ) are provided for the biomechanical assessment, strength assessment and activity monitoring. These SOPs document the parameters and instrument settings, provide a description of how to perform the assessment as well as how the raw data is exported and processed. 3 . For the medical imaging and blood analyses the SOPs of the University Hospitals Leuven will be followed. These can be found on Muzilidoc and intranet of UZ Leuven. 4 . The research protocol provides a detailed overview of all the variables that are longitudinally collected and stored in the database. 5 . A data dictionary will be developed. This data dictionary provides detailed information about the variables collected within the project as well as their metadata such as standard definitions of variables, allowable values, formats, origin, etc 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. The Biodex (muscle strenght measurements) will collect metadata such as: - The date and time at which the data is collected - The settings for the measurement device (angle, which limb, which session ...). Questionnaires: REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of when the questionnaires/surveys are filled in, when someone makes adjustments to the instruments or data. Also, metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCap. MRI and RX images will be saved in DICOM format. Actigraph, the force plates and EMG generate some metadata automatically such as: time and date of the measurements. In the data dictionary we will describe: - the allowable formats of the data (ex. DICOM for the images, txt. for the biodex...) - the range of the values that are allowed/ expected (ex. in Newtons/m for the Biodex, the concentration in the blood for the inflammatory measurements...) - the definition of each variable that was measured (specify which movement/ exercise corresponds to which value) 5. Data storage and backup during the project 5.1. Where will the data be stored? 1 . We will use OneDrive for active use of the data during the project: this entails processed and raw data (but always in pseudonimized from). 2 . The time-stamped master copy of the data will be stored on a Large Volume Storage ( L- This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 drive ) of the KU Leuven, specifically developed to store large amounts of data for long periods of time. 3 . Also on the secured L-drive: the patiënt identification log will be stored here. This file is only accessible by the members of this research project who have been granted access to this file by the PI. 4 . RedCap will be used to administer and store patient reported outcome measures (PROMS) and clinical data (blood analysis, knee examination). If Redcap data is exported, it will be stored on the L-drive in a project-specific folder, only the research team has access to. 5 . The RedCap app (offline use) will also be used to administer questionnaires on a KU Leuven tablet. Data of the other subjects is protected by the fact that a participant can only access his/her own data in RedCap. We ensure this by downloading only the relevant subject's questionnaires/ file on the tablet beforehand. After the administration of the questionnaires, the researcher uploads the data to the server and deletes the data that was stored locally on the tablet. 5.2. How will the data be backed up? 1 . OneDrive take automatic backups. 2 . The university's central servers (we will store data on the L-drive) has automatic daily back- up procedures. 3 . RedCap also had a build in backup procedure, so that it is possible to restore a previous version of the database. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. 1 . The OneDrive storage capacity is 2TB and provides sufficient storage for the active use of the data. 2 . Furthermore, the data will be stored on a Large Volume Storage (L-drive) of the KU Leuven. The research group supports us in providing enough space on the L drive. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? 1 . OneDrive is covered by KU Leuven. 2 . The research group foresees space on the L drive. 3 . RedCap has a cost of 80 euro per year, which will be covered by the C2 bench fee. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital pseudonymised data (i.e. coded and containing no personal information) will be stored in the university's secure environment for private data. The PI of this project will be the only one who can grant access to this network drive. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Both raw data and finally processed data will be stored on the L-Drive for 25 years after the end of the project. 6.2. Where will these data be archived (= stored for the long term)? Data will be stored on the secured university's central servers (with automatic back-up procedures) for at least 25 years, conform the recommendations of the Ethical Committee UZ/KU Leuven. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? After the end of the project, the database will be preserved on the servers of KU Leuven. The database will be stored on the K-drive (this is designed for archiving). In view of the expected size of the database (> 170GB), an estimated annual cost of 12 euro is foreseen. This will be paid with the C2 bench fee. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The existing data that will be used can only be shared if the conditions, as mentioned in the informed consent, are met. Data sharing can only happen when it is not for commercial use or it doesn't reveal the identity of the participants. Data will always be pseudonimized. 7.2. Which data will be made available after the end of the project? The full pseudonymized dataset will be made available in RDR and will be shared upon request after approval of the PI, for clearly defined research purposes. Importantly, only data of participants who granted their approval for re-use, either within the research group (closed data) or outside the research group (open data), will be made available. 7.3. Where/how will the data be made available for reuse? Upon request by mail Pseudonymized data and documentation will be available on request in RDR. Data sharing can only happen when it is not for commercial use or it doesn't reveal the identity of the participants. Data will always be pseudonimized. 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Sharing of pseudonymized data will be considered after a request is submitted in RDR explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes, both within the research group (closed data) or with other researchers inside or outside KU Leuven (open data) via an informed consent form. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project. Data will only be shared if the research is approved by the ethical committee and participants will be informed regarding this secondary use. 7.6. What are the expected costs for data sharing? How will these costs be covered? No costs for data sharing are expected. If any occur, it will be covered by the requesting parties. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? All researchers associated with this project will be responsible for data documentation under supervision of the PI. 8.2. Who will be responsible for data storage & back up during the project? Data management, storage and back up will be performed by phd student and postdoc of this project under supervision of the PI. 8.3. Who will be responsible for ensuring data preservation and sharing? The PI will be responsible for ensuring data preservation and reuse. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (PI). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}