{
    "document_id": "D-2022-1702",
    "LinkTitle": "D-2022-1702",
    "file_name": "D-2022-1702.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1702.pdf",
    "metadata": {
        "title": "Optimal design of compact heat exchangers for environmentally friendly heat pumps",
        "author": "N/A",
        "creation_date": "2023-03-30 18:17:47+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Optimal design of compact heat exchangers for environmentally friendly heat pumps\nA Data Management Plan created using DMPonline.be\nCreator: \nAlessia Arteconi\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC24E/22/026\nID: \n197112\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nThe refrigeration industry is increasingly concerned by designing low refrigerant charge systems to comply with the existing restrictions\nfor new refrigerants. In order to reduce the refrigerant charge in heat pumps, heat exchangers have a relevant role because most of the\ncharge stays into their volume. An optimal design of the heat exchangers in a heat pump is challenging, given that the refrigerant is in\ntwo phase condensing/boiling conditions. We propose a method to optimize the heat exchangers design in conjunction with the variable\nworking conditions of the heat pump thermodynamic cycle. Furthermore, in order to have heat exchangers with a high heat transfer\nefficiency, it is paramount that the vapor-liquid ratio is well-distributed. We will propose a novel 3D manifold design that minimizes the\nvolume of the working fluid while assuring good refrigerant distribution. It will take advantage of the freedom in geometrical design\nallowed by additive manufacturing.\nLast modified: \n30-03-2023\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n1 of 5\nOptimal design of compact heat exchangers for environmentally friendly heat pumps\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSoftware codes\nSoftware codes for the\nmodels developed in\nWP1, WP2 and WP3\n N\n D\n SO\n.py\n.mo\n.cpp\n <1 GB\n \nSimulation results\nResults obtained by\nrunning the software\ncodes of WP1 and WP2\nN\nD\nN, I\n .csv\n.pdf\n<100 GB\n \nExperimental setup\nspecifications\nDescription and design\nspecifications of the\nexperimental setups\nused in WP2 and WP3\nN\nD\nT\n .pdf\n.dwg\n<1 GB\n \nExperimental data and test\nmatrix\nTesting conditions and\nmeasured values\nN\nD\nN, T\n .csv\n.pdf\n<100 GB\n \nExperimental samples\nPrototypes used in the\nexperimental tests of\nWP2.2 and WP3.3\nN\nP\nM\n -\n- \n0.25 m^3\nTopology optimization\nsimulations\nDetailed heat transfer\nsimulation and topology\noptimization results\nobtained by running the\nsoftware codes of WP3\nN\nD\nN, I\n.h5,.xdmf,.dat\n>5 TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nIn order to make data understandable and easy to use, naming conventions for files and folders will be introduced.\nA hierarchical structure of the folders will be used and they will be divided per work packages/tasks, the latter will also be the basis reference to name the folders. The files name will refer to: file\ncontent (code/simulation/measurement/),date of data capturing, reference person who generated the file. In each folder a readme.txt file will be included to explain the content of the folder and\ndictionary used. Search key words will be listed also in the readme file.\nAll adaptations to and processing of the dataset will be documented. Major changes will lead to a new version of the dataset which will be indicated using a hierarchical numbering scheme (v1.0;\nv1.1, etc).\nThe data produced will be interoperable, they will adhere to standards for format (e.g. .csv, .txt, .pdf, .py, etc) and open software applications will be the first choice every time it is possible.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe metadata model (DataCite) of RDR at LU Leuven will be used\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nFor \"Topology optimization simulations\", which occupy more space, cluster staging will be setup and archive drives used.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nSoftware codes and codes description will be stored in a GitHub repository.\nThe physical data/samples will be collected and stored in a dedicated space in the Thermotechnical Lab at Energyville\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll the above mentioned repositories require an authentication to access the data, this allow the access only to people participating in the project and authorized by the storage owner.\nThe Thermotechnical Lab at Energyville can be accessed only with a badge.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs are foreseen for the above mentioned storage systems, at least for the size of the storage expected so far (< 2TB in OneDrive for Business).\nFor data >5TB there could be costs, covered with the working cost budget of the research project \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nData will be selected and redundant and temporary data generated while running the project will be discarded.\nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n3 of 5\nKU Leuven RDR\nOther (specify below)\nA Teams channel for the project has been created to collect selected data during the project and to store them for long-term.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor the expected volume of the archived data, no costs are expected.\nIf there will be costs linked with \"Topology optimization simulations\" (in case the volume cannot be sufficiently reduced), the research group in charge for these data (lead by prof. Maarten\nBlommaert) will take care of their maintenance.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nThe embargo applies to data to be used in publications or to software codes in development phase.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nMembers of the research groups of the project will be able to access all the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs expected\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD students creating the data.\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n4 of 5\nWho will manage data storage and backup during the research project? \nThe PhD students creating the data.\nWho will manage data preservation and sharing? \nThe PI and co-PI of the project, Alessia Arteconi and Maarten Blommaert\nWho will update and implement this DMP? \nPI of the project (Alessia Arteconi)\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n5 of 5"
    },
    "clean_full_text": "Optimal design of compact heat exchangers for environmentally friendly heat pumps A Data Management Plan created using DMPonline.be Creator: Alessia Arteconi Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C24E/22/026 ID: 197112 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: The refrigeration industry is increasingly concerned by designing low refrigerant charge systems to comply with the existing restrictions for new refrigerants. In order to reduce the refrigerant charge in heat pumps, heat exchangers have a relevant role because most of the charge stays into their volume. An optimal design of the heat exchangers in a heat pump is challenging, given that the refrigerant is in two phase condensing/boiling conditions. We propose a method to optimize the heat exchangers design in conjunction with the variable working conditions of the heat pump thermodynamic cycle. Furthermore, in order to have heat exchangers with a high heat transfer efficiency, it is paramount that the vapor-liquid ratio is well-distributed. We will propose a novel 3D manifold design that minimizes the volume of the working fluid while assuring good refrigerant distribution. It will take advantage of the freedom in geometrical design allowed by additive manufacturing. Last modified: 30-03-2023 Created using DMPonline.be. Last modiﬁed 30 March 2023 1 of 5 Optimal design of compact heat exchangers for environmentally friendly heat pumps Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Software codes Software codes for the models developed in WP1, WP2 and WP3 N D SO .py .mo .cpp <1 GB Simulation results Results obtained by running the software codes of WP1 and WP2 N D N, I .csv .pdf <100 GB Experimental setup specifications Description and design specifications of the experimental setups used in WP2 and WP3 N D T .pdf .dwg <1 GB Experimental data and test matrix Testing conditions and measured values N D N, T .csv .pdf <100 GB Experimental samples Prototypes used in the experimental tests of WP2.2 and WP3.3 N P M - - 0.25 m^3 Topology optimization simulations Detailed heat transfer simulation and topology optimization results obtained by running the software codes of WP3 N D N, I .h5,.xdmf,.dat >5 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 30 March 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). In order to make data understandable and easy to use, naming conventions for files and folders will be introduced. A hierarchical structure of the folders will be used and they will be divided per work packages/tasks, the latter will also be the basis reference to name the folders. The files name will refer to: file content (code/simulation/measurement/),date of data capturing, reference person who generated the file. In each folder a readme.txt file will be included to explain the content of the folder and dictionary used. Search key words will be listed also in the readme file. All adaptations to and processing of the dataset will be documented. Major changes will lead to a new version of the dataset which will be indicated using a hierarchical numbering scheme (v1.0; v1.1, etc). The data produced will be interoperable, they will adhere to standards for format (e.g. .csv, .txt, .pdf, .py, etc) and open software applications will be the first choice every time it is possible. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The metadata model (DataCite) of RDR at LU Leuven will be used Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) For \"Topology optimization simulations\", which occupy more space, cluster staging will be setup and archive drives used. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) Software codes and codes description will be stored in a GitHub repository. The physical data/samples will be collected and stored in a dedicated space in the Thermotechnical Lab at Energyville Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the above mentioned repositories require an authentication to access the data, this allow the access only to people participating in the project and authorized by the storage owner. The Thermotechnical Lab at Energyville can be accessed only with a badge. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are foreseen for the above mentioned storage systems, at least for the size of the storage expected so far (< 2TB in OneDrive for Business). For data >5TB there could be costs, covered with the working cost budget of the research project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Data will be selected and redundant and temporary data generated while running the project will be discarded. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 30 March 2023 3 of 5 KU Leuven RDR Other (specify below) A Teams channel for the project has been created to collect selected data during the project and to store them for long-term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the expected volume of the archived data, no costs are expected. If there will be costs linked with \"Topology optimization simulations\" (in case the volume cannot be sufficiently reduced), the research group in charge for these data (lead by prof. Maarten Blommaert) will take care of their maintenance. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) The embargo applies to data to be used in publications or to software codes in development phase. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research groups of the project will be able to access all the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. GNU GPL-3.0 (code) CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? No costs expected Responsibilities Who will manage data documentation and metadata during the research project? The PhD students creating the data. Created using DMPonline.be. Last modiﬁed 30 March 2023 4 of 5 Who will manage data storage and backup during the research project? The PhD students creating the data. Who will manage data preservation and sharing? The PI and co-PI of the project, Alessia Arteconi and Maarten Blommaert Who will update and implement this DMP? PI of the project (Alessia Arteconi) Created using DMPonline.be. Last modiﬁed 30 March 2023 5 of 5"
}