{
    "document_id": "D-2024-2820",
    "LinkTitle": "D-2024-2820",
    "file_name": "D-2024-2820.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2820.pdf",
    "metadata": {
        "title": "D-2024-2820",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Zouhir Bouchaar (https://orcid.org/0000-0002-6587-7204)\nContributor name(s) (+ ORCID) & roles\nProject number & title Thermochemical processing of complex multi-phase and non-recyclable waste streams\n(1SHGJ24N)\nFunder(s) GrantID FWO (1SHGJ24N)\nAffiliation(s) KU Leuven \nROR identifier KU Leuven:  05f950310\nPlease provide a short project description        - -  ,   Among many plant operators and engineers within the wasteto energy industry critical corrosion\n             problems have been observed causing plants to shutdown unexpectedly at the expense of\n    . consistent throughput and energy recovery\n            The project therefore focuses on thermochemical processing of municipal solid waste during\n    .        incineration on industrial grate furnaces Focusing on chlorine and sulphur release during\n,               combustion the project aims to find effective measures to control the release of these compounds\n   .with physical process variables\n  ,             In this project the release of chlorine and sulphur gasses is studied by investigating incineration by  \n  -          means of multiscale computer modelling with computational fluid dynamics software and\n . experimental validation  \n                The outcome of this research will consist of a sophisticated protocol to diminish the release of\n       . ,    chlorinated and sulphuric compounds while maximizing energy outputs Additionally the purpose of\n                 this project is to publish three journal papers and a manuscript as partial requirement for a PhD\n.degree\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 31.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data.  \nONLY FOR DIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL \nDATA\nDataset Name Description New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, \nGB, TB)Physical \nVolume\nANSYS Fluent \nmodelsInput and \noutputs from \nmodels\nReuse of results \nwhich have \nbeen created \nwithin research \ngroup☒ Generate new data\n☒ Reuse existing data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☒ Model\n☐ Software\n☐ Other:.cas\n.dat\n.c source☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nXRF data filesXRF analysis of \nsamples about \ncomposition☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.csv\nExcel☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nEPMA/\nSEMEDSSEM-EDS or \nEPMA-EDS☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images.tif\n.jpeg☐ < 1 GB\n☐ < 100 GB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4data measurements \nof samples☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.bmp\n.txt☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nXRD results XRD analysis \nof samples☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:XRDML\n(raw\nformat)\n.csv\nExcel☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nICP-OES\nand AAS\nresultsconsist of ICP-\nOES and AAS\nmeasurements \n(calibration\ncurve and \nsamples)☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:pdf\n.csv\nExcel☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nReports and\nnotesreporting of \nexperimental \nresults\nand literature \nstudy☒ Generate new data\n☐ Reuse existing data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:Word\npdf\nPowerPoint\n.csv\nExcel☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Physical\nsamplescollected and \nsorted samples \nto\nbe combusted\ncombustion \nashes\nsamples in \npreparation for\nanalytical \ntechniques☒ Generate new data\n☐ Reuse existing data☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☒ Other: Ashes \nand samples☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA100 kg\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  An existing model for packed bed combustion within our research group will be used as starting point or \nreference. These are stored on the internal J-drive that are only accesible by our research group in the \nfollowing pathway: J:\\SET-GroepT-Units-DI0350\\ChEMaRTS-0005\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Will you process personal  data? If so, please refer  \nto  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nThe valorisation of this project lies in a combustion protocol, and, if such an\nopportunity presents itself, this will be discussed with the (co)promotors involved in the\nproject. The conclusions of that discussion will be included to this data management\nplan.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 72.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1.ANSYS Fluent model will be saved along with a script (C source) in the same folder  in which \nexplanatory comments are included. Additional calculations (with relevant  input data) will be made \nin Excel and saved in the corresponding folder.\n2.XRF data files will be saved with date and sample type. An overview Excel will be  set-up with \nrelevant data, on which further reporting can be done.\n3.EPMA/SEM-EDS data will be saved in folders with date of measurement, and  subfolders with \nthe sample type. Here, a text file is included of the element analysis,  jpg files of the images and \ncolor mappings, and bmp files of the settings (magnification  factor, applied voltage, scaling bar \netc.). The semi-quantitative results will be further  processed in an overview Excel file.\n4.XRD data will be gathered and saved in folders according to the sample ID. This  sample ID will \nbe shown in an overview Excel file for all the experimental runs,  together with the operating \nconditions and date.\n5.ICP-OES and AAS data will be saved in folders according to date of the  measurements. An \noverview Excel file will be set-up with the processed results.\n6.For the experimental results a logbook will be kept, where the date and operating  conditions are \nmentioned. The Excel files will be saved according to this date and the  operating conditions. In \naddition, data will be stored in a folder per experimental setup,  the operating conditions and the \ncorresponding date. A ReadMe file describing the  goal of the experiment and the analysis \nprocedure will be stored in the folder where  the data is saved.\n7.Reports and notes: regular reports will be generated using Microsoft Word /LaTeX. PowerPoint \nfor presentations for internal meeting with the (co)promotors and researcher  involved in the \nproject. In these documents, the file names of the raw data files will be  included.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nIn the relevant research field, there is no formal metadata standard. However, the\nstandardized steps described in previous section will ensure that the data is easy to\nfind. This working method obviates the need for a separate INFO.txt file in each\ndirectory to ensure that the data can be understood by the research unit and can be\nreused in the future.\n3.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nStorage capacity is resp. 50 GB and 0.99 TB at personal and shared network drive of\nKU Leuven which is automatically backed-up. The network drives can also be\naccessed at drives.kuleuven.be. KU Leuven has concluded an agreement with the\nonline cloud storage provider Box. Here, an additional capacity of 100 GB can be\nstored with a maximum file size of 15 GB, and, when necessary, storage capacity can\nbe extended to 400 GB. Moreover, standard every KU Leuven user has 2 TB with a\nmaximum file size of 100 GB on OneDrive for Business, and an option to extend the\ncapacity to 5 TB without costs.\nThe VSC servers also provide dedicated servers for data storage in different drives: VSC_DATA and \nVSC_SCRATCH. The former allows storage up to 100 GB for permanent storage but does not provide \nsufficient I/O performance, whereas the VSC_SCRATCH directory guarantees better performance at \nthe expense of storage duration (4 weeks) at increased storage all the way to 500 GB.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Only the (co)promotors and involved researchers (e.g. thesis students) have access to\nthe shared folders where the data, analysis files and reports will be stored on\nOneDrive for Business.  Additionally, the two factor authentication of KU Leuven provides secure \nstorage against unauthorized persons.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The amount of data that will be generated in this project should not exceed a fe w hundred of GBs, \nwhich can be stored (with automatic back-up) on the current\nuniversity's central servers without extra cost.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 105. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The amount of data that will be generated in this project should not exceed a fe w hundred of GBs, \nwhich can be stored (with automatic back-up) on the current\nuniversity's central servers without extra cost.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nAll data can be made available on an Open Access repository, for example when\nrequested by the editor or publisher of a scientific journal or via restricted access upon\nrequest of an individual (e.g. a researcher who intends to reproduce an experiment).\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why .\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Freeware such as WeTransfer can be used to transfer and share the files.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 137. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PI and promotor of the project.\nWho will manage data storage and backup \nduring the research project?The PI and promotor of the project, together with the IT service that is responsible for\nthe implementation of the storage and regular back up on the shared drivers.\nWho will manage data preservation and \nsharing?The PI and promotor of the project.\nWho will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP (day-to-day\nmanagement), while the promotor will be responsible for overall data management."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Zouhir Bouchaar (https://orcid.org/0000-0002-6587-7204) Contributor name(s) (+ ORCID) & roles Project number & title Thermochemical processing of complex multi-phase and non-recyclable waste streams (1SHGJ24N) Funder(s) GrantID FWO (1SHGJ24N) Affiliation(s) KU Leuven ROR identifier KU Leuven: 05f950310 Please provide a short project description - - , Among many plant operators and engineers within the wasteto energy industry critical corrosion problems have been observed causing plants to shutdown unexpectedly at the expense of . consistent throughput and energy recovery The project therefore focuses on thermochemical processing of municipal solid waste during . incineration on industrial grate furnaces Focusing on chlorine and sulphur release during , combustion the project aims to find effective measures to control the release of these compounds .with physical process variables , In this project the release of chlorine and sulphur gasses is studied by investigating incineration by - means of multiscale computer modelling with computational fluid dynamics software and . experimental validation The outcome of this research will consist of a sophisticated protocol to diminish the release of . , chlorinated and sulphuric compounds while maximizing energy outputs Additionally the purpose of this project is to publish three journal papers and a manuscript as partial requirement for a PhD .degree FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 31.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ANSYS Fluent modelsInput and outputs from models Reuse of results which have been created within research group☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☒ Model ☐ Software ☐ Other:.cas .dat .c source☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA XRF data filesXRF analysis of samples about composition☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.csv Excel☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA EPMA/ SEMEDSSEM-EDS or EPMA-EDS☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images.tif .jpeg☐ < 1 GB ☐ < 100 GB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4data measurements of samples☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.bmp .txt☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA XRD results XRD analysis of samples☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:XRDML (raw format) .csv Excel☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA ICP-OES and AAS resultsconsist of ICP- OES and AAS measurements (calibration curve and samples)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:pdf .csv Excel☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Reports and notesreporting of experimental results and literature study☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:Word pdf PowerPoint .csv Excel☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Physical samplescollected and sorted samples to be combusted combustion ashes samples in preparation for analytical techniques☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☒ Other: Ashes and samples☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA100 kg GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. An existing model for packed bed combustion within our research group will be used as starting point or reference. These are stored on the internal J-drive that are only accesible by our research group in the following pathway: J:\\SET-GroepT-Units-DI0350\\ChEMaRTS-0005 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: The valorisation of this project lies in a combustion protocol, and, if such an opportunity presents itself, this will be discussed with the (co)promotors involved in the project. The conclusions of that discussion will be included to this data management plan. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 72.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1.ANSYS Fluent model will be saved along with a script (C source) in the same folder in which explanatory comments are included. Additional calculations (with relevant input data) will be made in Excel and saved in the corresponding folder. 2.XRF data files will be saved with date and sample type. An overview Excel will be set-up with relevant data, on which further reporting can be done. 3.EPMA/SEM-EDS data will be saved in folders with date of measurement, and subfolders with the sample type. Here, a text file is included of the element analysis, jpg files of the images and color mappings, and bmp files of the settings (magnification factor, applied voltage, scaling bar etc.). The semi-quantitative results will be further processed in an overview Excel file. 4.XRD data will be gathered and saved in folders according to the sample ID. This sample ID will be shown in an overview Excel file for all the experimental runs, together with the operating conditions and date. 5.ICP-OES and AAS data will be saved in folders according to date of the measurements. An overview Excel file will be set-up with the processed results. 6.For the experimental results a logbook will be kept, where the date and operating conditions are mentioned. The Excel files will be saved according to this date and the operating conditions. In addition, data will be stored in a folder per experimental setup, the operating conditions and the corresponding date. A ReadMe file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. 7.Reports and notes: regular reports will be generated using Microsoft Word /LaTeX. PowerPoint for presentations for internal meeting with the (co)promotors and researcher involved in the project. In these documents, the file names of the raw data files will be included. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: In the relevant research field, there is no formal metadata standard. However, the standardized steps described in previous section will ensure that the data is easy to find. This working method obviates the need for a separate INFO.txt file in each directory to ensure that the data can be understood by the research unit and can be reused in the future. 3.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No Storage capacity is resp. 50 GB and 0.99 TB at personal and shared network drive of KU Leuven which is automatically backed-up. The network drives can also be accessed at drives.kuleuven.be. KU Leuven has concluded an agreement with the online cloud storage provider Box. Here, an additional capacity of 100 GB can be stored with a maximum file size of 15 GB, and, when necessary, storage capacity can be extended to 400 GB. Moreover, standard every KU Leuven user has 2 TB with a maximum file size of 100 GB on OneDrive for Business, and an option to extend the capacity to 5 TB without costs. The VSC servers also provide dedicated servers for data storage in different drives: VSC_DATA and VSC_SCRATCH. The former allows storage up to 100 GB for permanent storage but does not provide sufficient I/O performance, whereas the VSC_SCRATCH directory guarantees better performance at the expense of storage duration (4 weeks) at increased storage all the way to 500 GB. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Only the (co)promotors and involved researchers (e.g. thesis students) have access to the shared folders where the data, analysis files and reports will be stored on OneDrive for Business. Additionally, the two factor authentication of KU Leuven provides secure storage against unauthorized persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The amount of data that will be generated in this project should not exceed a fe w hundred of GBs, which can be stored (with automatic back-up) on the current university's central servers without extra cost. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 105. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The amount of data that will be generated in this project should not exceed a fe w hundred of GBs, which can be stored (with automatic back-up) on the current university's central servers without extra cost. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: All data can be made available on an Open Access repository, for example when requested by the editor or publisher of a scientific journal or via restricted access upon request of an individual (e.g. a researcher who intends to reproduce an experiment). If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why . A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? Freeware such as WeTransfer can be used to transfer and share the files. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 137. Responsibilities Who will manage data documentation and metadata during the research project?The PI and promotor of the project. Who will manage data storage and backup during the research project?The PI and promotor of the project, together with the IT service that is responsible for the implementation of the storage and regular back up on the shared drivers. Who will manage data preservation and sharing?The PI and promotor of the project. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP (day-to-day management), while the promotor will be responsible for overall data management."
}