{
    "document_id": "D-2024-3392",
    "LinkTitle": "D-2024-3392",
    "file_name": "D-2024-3392.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3392.pdf",
    "metadata": {
        "title": "Scrolling Until the Trust is Gone? Investigating the Impact of Political Harmful Content on TikTok on Trust in Politics Among Adolescents",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Scrolling Until the Trust is Gone? Investigating the Impact of Political Harmful Content on TikTok on\nScrolling Until the Trust is Gone? Investigating the Impact of Political Harmful Content on TikTok on\nTrust in Politics Among Adolescents\nTrust in Politics Among Adolescents\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n1 of 7\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nGenerate new data\nReuse existing data\nDigital\nPhysical\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1\nData donation\nof TikTok\nwatch and\nsearch history\nto conduct a\nsystematic\ncontent\nanalysis\nNew data\nDigital\nObservational\n.por, .xml,\n.tab, .csv,.pdf,\n.txt, .rt\n<50TB\n \nWP2\nLongitudinal\npanel survey\n(three waves\nover six\nmonths)\nwhere we\nassess\nparticipants'\npolitical\nattitudes (trust\nin politics) and\nsocio-\ndemographics,\nand link data\nobtained\nthrough the\ndata donation\nwith the\nsurvey data.\nNew data\nDigital\nObservational\nCompiled/Aggregated\nData (linking analysis)\n \n.por, .xml,\n.tab, .csv,.pdf,\n.txt, .rt\n<100GB\n \nWP3\nExperimental\nintervention\nwhere half of\nparticipants\nwill be\nexposed to an\nintervention.\nPolitical\nattitudes and\npolitical\ninformation\nliteracy will be\ngauged before\nand after the\nintervention.  \nNew data\nDigital\nObservational\nExperimental\n.por, .xml,\n.tab, .csv,.pdf,\n.txt, .rt\n<100GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n2 of 7\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nIn each work package, human subject data will be collected. Ethical approval will be sought for the entire project to make sure\nguidelines and regulations are adhered to in terms of ethical considerations. \nPrivacy approval will also be sought. This includes providing participants with information letters and informed consents upon\ndata collection, pseudonimisation of datasets, restricted data sharing, secured data processing and storing. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nPersonal data will be collected in three work packages.\n(WP1) TikTok data (watch and search history), and meta-data -> through data donation\n(WP2) Socio-demographic data -> through survey\n(WP2) Political attitudes, which are considered special category data -> through survey\n(WP3) Political information literacy -> through survey\nAmong a category of people considered vulnerable (16-21). Data will by pseudonymised\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nDowloaded TikTok data within the data donations are copyrighted material owned by the original creators or TikTok. The analysis\nwill focus on aggregated patterns rather than redistributing or directly reproducing this content, ensuring adherence to copyright\nlaws.\nThe digital data collected from TikTok through data donation remains the intellectual property of TikTok (terms of service).\nParticipants, however, have the right to access and donate their personal data under the GDPR (Article 15). This requires ensuring\ncompliance with TikTok’s platform-specific policies while using the data for academic purposes only.\nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n3 of 7\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nTo keep an overview of used surveys, datasets, analytical procedures, obtained before and after data collection, as well as keep\ninformation understandable and and usable for, we will make use of word documents and Excels to track of all progress made\nthroughout the project. In other words, a glossary of used variables for the survey (including possible variable abbreviations),\nvariable definitions, a survey overview,  data cleaning methods, steps undertaken for data manipulation/transformation, data\nmerging, data analysis scripts, experiment conditions, experiment design, stimuli, meta-data of datasets and the codebook, will all\nbe integrated in documents for understandability and usability purposes. These will be kept on a secured online environment\n(OneDrive) and will only be accessible for the involved researchers (myself and my supervisor). \nMoreover, to adhere to OpenScience principles, pre-registrations containing this information as well as scripts for data analysis\nwill be made available on OSF to guarantee transparency and reproducibility. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata standard that will be used broadly relies on the terminology standard. As such, all metadata will be made readable\nthrough controlled vocabularies and through cleaning of unreadable formatting (use of certain characters).  The creation of\nmetadata for variables happens automatically in analysis software such as SPSS within quantitative research. Survey questions\nget a name and are used as the variables' meta data as well. A DDI codebook can additionally be created to safeguard the\nmetadata. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData can be stored on the following storage options:\nDigital Vault\nManGO\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nLarge Volume Storage\nIf needed, the ICTS service desk and the RDM Support Desk will be contacted for the best secured solution. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n4 of 7\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFiles will be stored in protected folders on secure KU Leuven servers to which only the researchers involved in this research\nproject have access to.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe faculty of social sciences is covering the storage costs. An additional budget is foreseen within the project to cover these\ncosts for the project duration. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nShared network drive (J-drive), OneDrive or Large Volume Storage.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe faculty of social sciences is covering the storage costs. An additional budget is foreseen within the project to cover these\ncosts for the project duration. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nFollowing pseudonymisation we will make relevant data sets (survey, intervention) available for reuse (e.g. on a platform such as\nOSF). \nHowever, we will first examine the proper copyright practices for sharing the TikTok datasets conform legal frameworks. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe research team (myself and my supervisor)\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n5 of 7\nYes, Intellectual Property Rights\nYes, Privacy aspects\nYes, Ethical aspects\nConform the ethical approval guidelines from SMEC and PRET, sharing data will only occur when it is pseudominized and/or\nallowed in lines with intellectual property rights (for the TikTok data). \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDatasets will be made available on OSF (where pre-registrations of the studies will also be available).\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nA PID will be added upon deposit in a data repository Via OSF.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe expect free data sharing, for instance on OSF, but if necessary we can allocate project budget to share open access (cf. open\naccess publication fees that were budgetted)\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nDuring the project, the doctoral student (Lucie Wittner Franckx) will be responsible for documenting data and generating\nmetadata to improve data readability, who will be closely supported by the main promotor of the project (prof. Dr. Brahim\nZarouali). \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nDuring the project, generated data storage and backup will be managed by the doctoral student (Lucie Wittner Franckx), under\nsupervision of the main promotor (prof. Dr. Brahim Zarouali). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe main promotor of the project (prof. Dr. Brahim Zarouali) will be designated responsible person for longterm management,\npreservation and facilitation of data generated within this research project. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n6 of 7\nThis is the collective responsibility of all involved researchers: Lucie Wittner Franckx and Brahim Zarouali \nCreated using DMPonline.be. Last modiﬁed 26 November 2024\n7 of 7"
    },
    "clean_full_text": "Scrolling Until the Trust is Gone? Investigating the Impact of Political Harmful Content on TikTok on Scrolling Until the Trust is Gone? Investigating the Impact of Political Harmful Content on TikTok on Trust in Politics Among Adolescents Trust in Politics Among Adolescents FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 26 November 2024 1 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Generate new data Reuse existing data Digital Physical Observational Experimental Compiled/aggregated data Simulation data Software Other NA .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1 Data donation of TikTok watch and search history to conduct a systematic content analysis New data Digital Observational .por, .xml, .tab, .csv,.pdf, .txt, .rt <50TB WP2 Longitudinal panel survey (three waves over six months) where we assess participants' political attitudes (trust in politics) and socio- demographics, and link data obtained through the data donation with the survey data. New data Digital Observational Compiled/Aggregated Data (linking analysis) .por, .xml, .tab, .csv,.pdf, .txt, .rt <100GB WP3 Experimental intervention where half of participants will be exposed to an intervention. Political attitudes and political information literacy will be gauged before and after the intervention. New data Digital Observational Experimental .por, .xml, .tab, .csv,.pdf, .txt, .rt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Created using DMPonline.be. Last modiﬁed 26 November 2024 2 of 7 / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data In each work package, human subject data will be collected. Ethical approval will be sought for the entire project to make sure guidelines and regulations are adhered to in terms of ethical considerations. Privacy approval will also be sought. This includes providing participants with information letters and informed consents upon data collection, pseudonimisation of datasets, restricted data sharing, secured data processing and storing. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Personal data will be collected in three work packages. (WP1) TikTok data (watch and search history), and meta-data -> through data donation (WP2) Socio-demographic data -> through survey (WP2) Political attitudes, which are considered special category data -> through survey (WP3) Political information literacy -> through survey Among a category of people considered vulnerable (16-21). Data will by pseudonymised Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Dowloaded TikTok data within the data donations are copyrighted material owned by the original creators or TikTok. The analysis will focus on aggregated patterns rather than redistributing or directly reproducing this content, ensuring adherence to copyright laws. The digital data collected from TikTok through data donation remains the intellectual property of TikTok (terms of service). Participants, however, have the right to access and donate their personal data under the GDPR (Article 15). This requires ensuring compliance with TikTok’s platform-specific policies while using the data for academic purposes only. Created using DMPonline.be. Last modiﬁed 26 November 2024 3 of 7 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To keep an overview of used surveys, datasets, analytical procedures, obtained before and after data collection, as well as keep information understandable and and usable for, we will make use of word documents and Excels to track of all progress made throughout the project. In other words, a glossary of used variables for the survey (including possible variable abbreviations), variable definitions, a survey overview, data cleaning methods, steps undertaken for data manipulation/transformation, data merging, data analysis scripts, experiment conditions, experiment design, stimuli, meta-data of datasets and the codebook, will all be integrated in documents for understandability and usability purposes. These will be kept on a secured online environment (OneDrive) and will only be accessible for the involved researchers (myself and my supervisor). Moreover, to adhere to OpenScience principles, pre-registrations containing this information as well as scripts for data analysis will be made available on OSF to guarantee transparency and reproducibility. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes The metadata standard that will be used broadly relies on the terminology standard. As such, all metadata will be made readable through controlled vocabularies and through cleaning of unreadable formatting (use of certain characters). The creation of metadata for variables happens automatically in analysis software such as SPSS within quantitative research. Survey questions get a name and are used as the variables' meta data as well. A DDI codebook can additionally be created to safeguard the metadata. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data can be stored on the following storage options: Digital Vault ManGO OneDrive (KU Leuven) Shared network drive (J-drive) Large Volume Storage If needed, the ICTS service desk and the RDM Support Desk will be contacted for the best secured solution. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 26 November 2024 4 of 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Files will be stored in protected folders on secure KU Leuven servers to which only the researchers involved in this research project have access to. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The faculty of social sciences is covering the storage costs. An additional budget is foreseen within the project to cover these costs for the project duration. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive), OneDrive or Large Volume Storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The faculty of social sciences is covering the storage costs. An additional budget is foreseen within the project to cover these costs for the project duration. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Following pseudonymisation we will make relevant data sets (survey, intervention) available for reuse (e.g. on a platform such as OSF). However, we will first examine the proper copyright practices for sharing the TikTok datasets conform legal frameworks. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The research team (myself and my supervisor) Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 26 November 2024 5 of 7 Yes, Intellectual Property Rights Yes, Privacy aspects Yes, Ethical aspects Conform the ethical approval guidelines from SMEC and PRET, sharing data will only occur when it is pseudominized and/or allowed in lines with intellectual property rights (for the TikTok data). Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Datasets will be made available on OSF (where pre-registrations of the studies will also be available). When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes A PID will be added upon deposit in a data repository Via OSF. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We expect free data sharing, for instance on OSF, but if necessary we can allocate project budget to share open access (cf. open access publication fees that were budgetted) 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the project, the doctoral student (Lucie Wittner Franckx) will be responsible for documenting data and generating metadata to improve data readability, who will be closely supported by the main promotor of the project (prof. Dr. Brahim Zarouali). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? During the project, generated data storage and backup will be managed by the doctoral student (Lucie Wittner Franckx), under supervision of the main promotor (prof. Dr. Brahim Zarouali). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The main promotor of the project (prof. Dr. Brahim Zarouali) will be designated responsible person for longterm management, preservation and facilitation of data generated within this research project. Who will update and implement this DMP? Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 26 November 2024 6 of 7 This is the collective responsibility of all involved researchers: Lucie Wittner Franckx and Brahim Zarouali Created using DMPonline.be. Last modiﬁed 26 November 2024 7 of 7"
}