{
    "document_id": "D-2022-1482",
    "LinkTitle": "D-2022-1482",
    "file_name": "D-2022-1482.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1482.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo-dmp-templatedocx.docx",
        "author": "u0129287",
        "num_pages": 6
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1 \n FWO DMP Template \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template. \n \n \n1. General Information \n \nName applicant  Edoardo Ciscato \nFWO Project Number & Title G0B8622N Wealth and marriage markets \nAffiliation ☒ KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel \n☐ Other:  \n2. Data description \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☐ Generate new data \n☒ Reuse existing data \n2019-10-01 | FWO DMP Template  2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume \n \nIf you reuse existing data, specify the source of these \ndata.  \nDistinguish data types (the kind of content) from \ndata formats (the technical format).  Panel Survey of Income Dynamics (PSID) Format: dta Estimated volume: 5-10 GB \nType: Anonymized secondary personal data \n \nGerman Socio-Economic Panel (GSOEP)  Format: dta Estimated volume: 15 GB \nType: Anonymized secondary personal data \n \n \n3. Ethical and legal issues \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register. \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☒ Yes \n☐ No \nIf yes:  \n- Privacy Registry Reference: E-2022-2903 \n- Short description of the kind of personal data that will be used: The study will use anonymized \npersonal household survey data. Both the PSID (U.S.) and the GSOEP (Germany) cover a sample of \na few thousands households interviewed every year. Both datasets are free and accessible online. \nThe PSID is produced and distributed by the Survey Research Center, Institute for Social Research, \nat the University of Michigan. The GSOEP is produced and distributed by the German Institute for \nEconomic Research, DIW Berlin.  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☐ Yes \n☒ No \nIf yes:  \n- Reference to ethical committee approval: \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted? ☐ Yes \n☒ No \nIf yes, please comment: \n2019-10-01 | FWO DMP Template  3 \n Do existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place? ☐ Yes \n☒ No \nIf yes, please comment: \n \n \n4. Documentation and metadata \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  There will be no data collected/generated in this project.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse. ☐ Yes \n☒ No \nIf yes, please specify: A dictionary with a list and description of all raw variables used in this project will be \nincluded in the replication files, so that any interested user can easily rebuild the dataset upon duly \naccepting the terms of use stated by the data owners.  \n \n5. Data storage & backup during the FWO project \n \nWhere will the data be stored?  Digital data will be stored on secure KU Leuven network drives (I- / J-drive).  \nHow will the data be backed up?  The network drives have back-up facilities. \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify: Given the reasonable size of the data, there are no complications associated with \ntheir storage. \n2019-10-01 | FWO DMP Template  4 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Given the reasonable size of the data, there are no costs associated with their storage.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The network drive is only accessible by the researchers of the Public Economics Working Group at the \nDepartment of Economics of KU Leuven. \n \n \n6. Data preservation after the end of the FWO project \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow. \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...). All digital data will be retained after the end of the project.  \nWhere will these data be archived (= stored for \nthe long term)?  All digital data will stay on the KU Leuven network drives (I- / J-drive). \n2019-10-01 | FWO DMP Template  5 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  There are no costs associated with their storage.  \n \n7. Data sharing and reuse \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☒ Yes \n☐ No \nIf yes, please specify: Both the PSID and GSOEP prevent the user from sharing the data with unauthorized \nthird parties.  \nWhich data will be made available after the end \nof the project?  For every part of the project, a self-contained replication file with detailed instructions  \nWhere/how will the data be made available for \nreuse?  ☐ In an Open Access repository \n☐ In a restricted access repository \n☐ Upon request by mail \n☒ Other (specify): The data are free and accessible online upon accepting the terms of use stated by the \ndata owners. Were the data no longer made available by their owners, the PI would consider sharing the \nstored data upon request, unless the data owners explicitly forbad it. \n \nWhen will the data be made available?  The metadata and replication files will be made available upon completion of the project. \nWho will be able to access the data and under \nwhat conditions?  The metadata and replication files will be available upon request. The digital data will not be made \navailable (see above). \n2019-10-01 | FWO DMP Template  6 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  There are no costs associated with the sharing of the data.  \n \n8. Responsibilities \n \nWho will be responsible for the data \ndocumentation & metadata?  The PI \nWho will be responsible for data storage & back \nup during the project?  The PI \nWho will be responsible for ensuring data \npreservation and sharing?  The PI \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMP  The PI \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Edoardo Ciscato FWO Project Number & Title G0B8622N Wealth and marriage markets Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☐ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Panel Survey of Income Dynamics (PSID) Format: dta Estimated volume: 5-10 GB Type: Anonymized secondary personal data German Socio-Economic Panel (GSOEP) Format: dta Estimated volume: 15 GB Type: Anonymized secondary personal data 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes: - Privacy Registry Reference: E-2022-2903 - Short description of the kind of personal data that will be used: The study will use anonymized personal household survey data. Both the PSID (U.S.) and the GSOEP (Germany) cover a sample of a few thousands households interviewed every year. Both datasets are free and accessible online. The PSID is produced and distributed by the Survey Research Center, Institute for Social Research, at the University of Michigan. The GSOEP is produced and distributed by the German Institute for Economic Research, DIW Berlin. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? There will be no data collected/generated in this project. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify: A dictionary with a list and description of all raw variables used in this project will be included in the replication files, so that any interested user can easily rebuild the dataset upon duly accepting the terms of use stated by the data owners. 5. Data storage & backup during the FWO project Where will the data be stored? Digital data will be stored on secure KU Leuven network drives (I- / J-drive). How will the data be backed up? The network drives have back-up facilities. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: Given the reasonable size of the data, there are no complications associated with their storage. 2019-10-01 | FWO DMP Template 4 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Given the reasonable size of the data, there are no costs associated with their storage. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive is only accessible by the researchers of the Public Economics Working Group at the Department of Economics of KU Leuven. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All digital data will be retained after the end of the project. Where will these data be archived (= stored for the long term)? All digital data will stay on the KU Leuven network drives (I- / J-drive). 2019-10-01 | FWO DMP Template 5 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. There are no costs associated with their storage. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Both the PSID and GSOEP prevent the user from sharing the data with unauthorized third parties. Which data will be made available after the end of the project? For every part of the project, a self-contained replication file with detailed instructions Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☒ Other (specify): The data are free and accessible online upon accepting the terms of use stated by the data owners. Were the data no longer made available by their owners, the PI would consider sharing the stored data upon request, unless the data owners explicitly forbad it. When will the data be made available? The metadata and replication files will be made available upon completion of the project. Who will be able to access the data and under what conditions? The metadata and replication files will be available upon request. The digital data will not be made available (see above). 2019-10-01 | FWO DMP Template 6 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. There are no costs associated with the sharing of the data. 8. Responsibilities Who will be responsible for the data documentation & metadata? The PI Who will be responsible for data storage & back up during the project? The PI Who will be responsible for ensuring data preservation and sharing? The PI Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP The PI"
}