{
    "document_id": "D-2024-3125",
    "LinkTitle": "D-2024-3125",
    "file_name": "D-2024-3125.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3125.pdf",
    "metadata": {
        "title": "The platelet lipidome, a key regulator of platelet inflammatory and procoagulant functions during sepsis",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The platelet lipidome, a key regulator of platelet inflammatory and procoagulant functions during\nThe platelet lipidome, a key regulator of platelet inflammatory and procoagulant functions during\nsepsis\nsepsis\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWP 1.1 Lipidomics\nWP will be performed at UCL (joint\nPhD project) and stored according to\ntheir DMP.\n \n \n \n \n \n \nWP 1.2 Bioenergetics\nPerformed at UCL, see 1.1\n \n \n \n \n \n \nWP 2.1 Analysis of the\nplatelet secretome.\nPerformed at UCL, see 1.1\n \n \n \n \n \n \nWP 2.2 Endothelial\ncells studies.\nPerformed at UCL, see 1.1\n \n \n \n \n \n \nWP 3.1 Procoagulant\nplatelet formation upon\nACC1 modulation\nMurine blood: flow cytometry assays,\naPTT assay on plasma. Hemostatic\nplug assay: SEM analysis.\n N\n D\n N, SO, I, T\n.xlsx,\n.fcs,\n.jpeg,\n.czi\n.docx\n<100GB \nTissue on\nmicroscopy\nslides, n=30;\nplasma\naliquots,\nn=30\nWP 3.2 Protein\nacetylation modified by\nACC\nMurine platelet lysate western blot. \n(Acetyl proteomics will be performed\nat UCL)\nN\nD\nN, I, T\n.xlsx,\n.jpeg,\n.docx\n<1GB\nNA\nWP 4.1 Ex vivo platelet\nanalysis\nMurine blood: flow cytometry assays,\naPTT assay on plasma, western blot\non platelet lysate.\nN\nD\nN, SO, I, T\n.xlsx,\n.fcs,\n.jpeg,\n.docx\n<100GB\nNA\n \nWP 4.2 Analysis of\nprocoagulant\nparameters\nELISAs on murine plasma, histology\non organ sections. \n N\n D\n N, I, T\n.xlsx,\n.jpeg,\n.docx\n <1GB\nPlasma\naliquots,\nn=40; tissue\non\nmicroscopy\nslides, n=20\nWP 4.3 Analysis of\nmultiple organ failure\nELISAs on murine plasma.\nN\nD\nN, T\n.xlsx,\n.doc\n<1GB\nPlasma\naliquots,\nn=80\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 20 August 2024\n1 of 6\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nNot yet applied for ECD approval yet, as the related experiments will not start before October 2025.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nDigital data:\nDigital data:\nWe will maintain a record of the following for every WP (where applicable):\nElectronic lab book in Excel (.xlsx file) containing: \n-Experimental design and protocol \n-Sampling protocol\n-Steps involved in data analysis \n-Analyzed data \n-Overview of used materials \n-Overview of stored electronic raw data files including name and location of folders\nCreated using DMPonline.be. Last modiﬁed 20 August 2024\n2 of 6\n-Overview of stored tissue and plasma samples \nThe Excel files will be stored in the folder of the specific WP, named by the date and the experiment title.\nOther:\n-Raw data (specific file format according to data type)\nWord document (.docx file):\n-Overview and summary of the overall findings for the specific WP.\nPhysical data:\nPhysical data:\nSamples taken from mice (plasma, tissue) will be stored for up to ten years after the end of the project. Organs will be fixed or\nembedded in paraffin, plasma will be stored in a -80 freezer. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nIn an electronic lab book (using Excel), all data related to the specific experiments will be kept. This includes an overview of all raw\ndata and physical samples that are stored. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nLarge Volume Storage\nJ-drive: storage of electronic lab books and raw data.\nLarge volume storage (K-drive) will be used for the storage of microscopy images. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nEach PhD student gets a folder on the J-drive for his/her electronic lab book. This folder is only accessible by authorized persons\n(PhD student, technician, PI). Raw data is stored in J-drive that is only accessible by personnel within the Laboratory for\nThrombosis Research.\nPhysical data will be stored within the IRF at the Kulak, which is only accessible with badge access.  \nCreated using DMPonline.be. Last modiﬁed 20 August 2024\n3 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts foreseen in the bench fee for this project should be enough. Kulak campus offers good deals for campus members and\nresearchers.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nK-drive on the server of Kulak will be used as archive drive for long-term storage of data. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for data preservation on the K-drive is shared between 3 PI's within the Laboratory for Thrombosis Research. My part will\nbe payed depending on the at that time available budget (e.g. project funding, consultancy income).\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nPublished data will be made available. Unpublished results will be made available after an embargo period (3 years; exceptionally\n5 years after the project).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 20 August 2024\n4 of 6\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nPublished data will be made available. Unpublished results will be made available after an embargo period (3 years; exceptionally\n5 years after the project).\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo expected costs for public data repositories.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPI (prof. Claudia Tersteeg) and PhD Student (Gabriele Muscia)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nStorage: PI (prof. Claudia Tersteeg) and PhD Student (Gabriele Muscia). \nBackup: Kulak ICT\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPI (prof. Claudia Tersteeg) \nCreated using DMPonline.be. Last modiﬁed 20 August 2024\n5 of 6\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPI (prof. Claudia Tersteeg) \nCreated using DMPonline.be. Last modiﬁed 20 August 2024\n6 of 6"
    },
    "clean_full_text": "The platelet lipidome, a key regulator of platelet inflammatory and procoagulant functions during The platelet lipidome, a key regulator of platelet inflammatory and procoagulant functions during sepsis sepsis Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP 1.1 Lipidomics WP will be performed at UCL (joint PhD project) and stored according to their DMP. WP 1.2 Bioenergetics Performed at UCL, see 1.1 WP 2.1 Analysis of the platelet secretome. Performed at UCL, see 1.1 WP 2.2 Endothelial cells studies. Performed at UCL, see 1.1 WP 3.1 Procoagulant platelet formation upon ACC1 modulation Murine blood: flow cytometry assays, aPTT assay on plasma. Hemostatic plug assay: SEM analysis. N D N, SO, I, T .xlsx, .fcs, .jpeg, .czi .docx <100GB Tissue on microscopy slides, n=30; plasma aliquots, n=30 WP 3.2 Protein acetylation modified by ACC Murine platelet lysate western blot. (Acetyl proteomics will be performed at UCL) N D N, I, T .xlsx, .jpeg, .docx <1GB NA WP 4.1 Ex vivo platelet analysis Murine blood: flow cytometry assays, aPTT assay on plasma, western blot on platelet lysate. N D N, SO, I, T .xlsx, .fcs, .jpeg, .docx <100GB NA WP 4.2 Analysis of procoagulant parameters ELISAs on murine plasma, histology on organ sections. N D N, I, T .xlsx, .jpeg, .docx <1GB Plasma aliquots, n=40; tissue on microscopy slides, n=20 WP 4.3 Analysis of multiple organ failure ELISAs on murine plasma. N D N, T .xlsx, .doc <1GB Plasma aliquots, n=80 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Created using DMPonline.be. Last modiﬁed 20 August 2024 1 of 6 NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) Not yet applied for ECD approval yet, as the related experiments will not start before October 2025. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Digital data: Digital data: We will maintain a record of the following for every WP (where applicable): Electronic lab book in Excel (.xlsx file) containing: -Experimental design and protocol -Sampling protocol -Steps involved in data analysis -Analyzed data -Overview of used materials -Overview of stored electronic raw data files including name and location of folders Created using DMPonline.be. Last modiﬁed 20 August 2024 2 of 6 -Overview of stored tissue and plasma samples The Excel files will be stored in the folder of the specific WP, named by the date and the experiment title. Other: -Raw data (specific file format according to data type) Word document (.docx file): -Overview and summary of the overall findings for the specific WP. Physical data: Physical data: Samples taken from mice (plasma, tissue) will be stored for up to ten years after the end of the project. Organs will be fixed or embedded in paraffin, plasma will be stored in a -80 freezer. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No In an electronic lab book (using Excel), all data related to the specific experiments will be kept. This includes an overview of all raw data and physical samples that are stored. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Large Volume Storage J-drive: storage of electronic lab books and raw data. Large volume storage (K-drive) will be used for the storage of microscopy images. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Each PhD student gets a folder on the J-drive for his/her electronic lab book. This folder is only accessible by authorized persons (PhD student, technician, PI). Raw data is stored in J-drive that is only accessible by personnel within the Laboratory for Thrombosis Research. Physical data will be stored within the IRF at the Kulak, which is only accessible with badge access. Created using DMPonline.be. Last modiﬁed 20 August 2024 3 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs foreseen in the bench fee for this project should be enough. Kulak campus offers good deals for campus members and researchers. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) K-drive on the server of Kulak will be used as archive drive for long-term storage of data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for data preservation on the K-drive is shared between 3 PI's within the Laboratory for Thrombosis Research. My part will be payed depending on the at that time available budget (e.g. project funding, consultancy income). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Published data will be made available. Unpublished results will be made available after an embargo period (3 years; exceptionally 5 years after the project). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 20 August 2024 4 of 6 Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Published data will be made available. Unpublished results will be made available after an embargo period (3 years; exceptionally 5 years after the project). When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No expected costs for public data repositories. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PI (prof. Claudia Tersteeg) and PhD Student (Gabriele Muscia) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Storage: PI (prof. Claudia Tersteeg) and PhD Student (Gabriele Muscia). Backup: Kulak ICT Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI (prof. Claudia Tersteeg) Created using DMPonline.be. Last modiﬁed 20 August 2024 5 of 6 Who will update and implement this DMP? Who will update and implement this DMP? PI (prof. Claudia Tersteeg) Created using DMPonline.be. Last modiﬁed 20 August 2024 6 of 6"
}