{
    "document_id": "D-2021-1016",
    "LinkTitle": "D-2021-1016",
    "file_name": "D-2021-1016.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1016.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Marion Pragt\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMarion Pragt\nFWO Project Number & Title\n1211322N\nSpeaking from the Sides: Marginal Annotation and the Collection of Knowledge in Early Medieval\nSyriac Christianity\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nType of data\nFormat\nVolume\nHow created\nScientific\nliterature\n(books, articles,\ncritical editions,\ntranslations)\nPaper; .pdf and\n.docx files\n10 GB max.\nPublished\nbooks and\njournal articles\navailable in\nacademic\nlibraries and\nonline (e.g. in\ndigital journals)\nImages of\narchival\nmaterial\n(manuscripts\nfrom the 6th-\n20th centuries)\n.JPG files\n30 GB max.\nRequested from\nor made by the\nresearcher at\nlibraries and\narchives (e.g.\nBritish Library)\nTranscriptions\nand translations\nof primary\nsources\n.docx and .pdf\nfiles\n1 GB max.\nCreated\nmanually by the\nresearcher\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nPart of the project’s data consists of photographs and scans of archival material, which can\nmostly only be obtained from libraries and archives for the purposes of private study and cannot\nbe freely shared with a third party. For the publication of the project's results, which partly\ndepend on archival material (e.g. critical edition of an ancient text) permission will be sought\nfrom the relevant libraries and archives.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nTranscriptions and translations made of primary sources will be categorised and labeled clearly\nto enable their potential reuse.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nData will be stored in folders organised according to the project's five work packages A labeling\nsystem will be used to ensure their retrievability and searchability, e.g.:\n-WP 4 Severus of Antioch [folder]\n    -Articles [subfolder]\n        -Surname_keyword_year [file]\n    -Translations [subfolder]\n        -Shelfmark_keyword_folio numbers [file]\n    -Notes secondary literature [subfolder]\n        -Theme 1 [file]\n        -Theme 2 [file]\n        -Theme 3 [file]\nManuscript images will be categorised according to the collections in which they are held and\ntheir shelf marks, while individual file names will include the folio number, for example:\n-British Library [folder]\n    -Add 12144 [subfolder]\n        -63v [file]\nIn addition, each manuscript subfolder includes a Word file with structured information about the\nmanuscript (shelf mark, date, reference to catalogue, brief summary of contents, note on which\npart of the manuscript is studied in which work package of the project).\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nAll data will be stored on 1) the laptop of the researcher, 2) OneDrive (using the KU Leuven cloud\nstorage service), 3) an external hard drive, and 4) personal cloud storage space.\nHow is backup of the data provided?\nThe cloud services used for storing data makes back-ups automatically. The researcher will also\nmake additional back-ups on the external hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe existing storage and backup capacity is sufficient for the needs of this project, which does\nnot involve large amounts of data (e.g. OneDrive offers 2000 GB of storage space).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no expected costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe cloud storage services used are password-protected and operate with multi-factor\nauthentication. No further security measures are required as the project does not involve\nsensitive data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data listed in section 2 will be retained.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored for at least 10 years on the researcher's laptop, external hard drive and\nexternal cloud.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThere are no expected costs, except for the personal external cloud service for which the\nresearcher will pay.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nMany libraries and archives allow scans and photographs of their material to be made on the\ncondition that these are only used for private study by the researcher who requested them. This\nmeans that there will likely be restrictions on sharing scans and photographs of archive material\nwith a third party.\nWhich data will be made available after the end of the project?\nIn principle, all data will be made available, e.g. through publications and lectures.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nData will be available through the scientific publications which will result from the project and will\nalso be available upon request by e-mail (e.g. transcriptions and translations of primary sources).\nWhen will the data be made available?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will be shared upon request, after agreement with the project's primary researcher or senior\nacademic host.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMarion Pragt\nWho will be responsible for data storage & back up during the project?\nMarion Pragt\nWho will be responsible for ensuring data preservation and reuse ?\nMarion Pragt\n \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Marion Pragt Institution KU Leuven 1. General Information Name applicant Marion Pragt FWO Project Number & Title 1211322N Speaking from the Sides: Marginal Annotation and the Collection of Knowledge in Early Medieval Syriac Christianity Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Scientific literature (books, articles, critical editions, translations) Paper; .pdf and .docx files 10 GB max. Published books and journal articles available in academic libraries and online (e.g. in digital journals) Images of archival material (manuscripts from the 6th- 20th centuries) .JPG files 30 GB max. Requested from or made by the researcher at libraries and archives (e.g. British Library) Transcriptions and translations of primary sources .docx and .pdf files 1 GB max. Created manually by the researcher 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes Part of the project’s data consists of photographs and scans of archival material, which can mostly only be obtained from libraries and archives for the purposes of private study and cannot be freely shared with a third party. For the publication of the project's results, which partly depend on archival material (e.g. critical edition of an ancient text) permission will be sought from the relevant libraries and archives. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Transcriptions and translations made of primary sources will be categorised and labeled clearly to enable their potential reuse. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Data will be stored in folders organised according to the project's five work packages A labeling system will be used to ensure their retrievability and searchability, e.g.: -WP 4 Severus of Antioch [folder] -Articles [subfolder] -Surname_keyword_year [file] -Translations [subfolder] -Shelfmark_keyword_folio numbers [file] -Notes secondary literature [subfolder] -Theme 1 [file] -Theme 2 [file] -Theme 3 [file] Manuscript images will be categorised according to the collections in which they are held and their shelf marks, while individual file names will include the folio number, for example: -British Library [folder] -Add 12144 [subfolder] -63v [file] In addition, each manuscript subfolder includes a Word file with structured information about the manuscript (shelf mark, date, reference to catalogue, brief summary of contents, note on which part of the manuscript is studied in which work package of the project). 5. Data storage and backup during the FWO project Where will the data be stored? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 All data will be stored on 1) the laptop of the researcher, 2) OneDrive (using the KU Leuven cloud storage service), 3) an external hard drive, and 4) personal cloud storage space. How is backup of the data provided? The cloud services used for storing data makes back-ups automatically. The researcher will also make additional back-ups on the external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The existing storage and backup capacity is sufficient for the needs of this project, which does not involve large amounts of data (e.g. OneDrive offers 2000 GB of storage space). What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no expected costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The cloud storage services used are password-protected and operate with multi-factor authentication. No further security measures are required as the project does not involve sensitive data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data listed in section 2 will be retained. Where will the data be archived (= stored for the longer term)? The data will be stored for at least 10 years on the researcher's laptop, external hard drive and external cloud. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There are no expected costs, except for the personal external cloud service for which the researcher will pay. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Many libraries and archives allow scans and photographs of their material to be made on the condition that these are only used for private study by the researcher who requested them. This means that there will likely be restrictions on sharing scans and photographs of archive material with a third party. Which data will be made available after the end of the project? In principle, all data will be made available, e.g. through publications and lectures. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail Data will be available through the scientific publications which will result from the project and will also be available upon request by e-mail (e.g. transcriptions and translations of primary sources). When will the data be made available? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Upon publication of the research results Who will be able to access the data and under what conditions? Data will be shared upon request, after agreement with the project's primary researcher or senior academic host. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Marion Pragt Who will be responsible for data storage & back up during the project? Marion Pragt Who will be responsible for ensuring data preservation and reuse ? Marion Pragt Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}