{
    "document_id": "D-2021-1263",
    "LinkTitle": "D-2021-1263",
    "file_name": "D-2021-1263.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1263.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP_Ward_Janssens",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP_Ward_Janssens\nProject Name\n My plan (FWO DMP) - DMP_Ward_Janssens\nProject Identifier\n 1S34022N\nPrincipal Investigator / Researcher\n Ward Janssens\nProject Data Contact\n +32478036829, ward_janssens@outlook.com\nDescription\n To enable SOT-MRAM as viable technology for more power-efficient memory\ndevices, several challenges need to be overcome. Firstly, one needs to increase the efficiency.\nTherefore, alternative SOT materials are being researched, among them topological insulators\nand 2D materials. Next to the material properties, controlling the interface properties between\nthe SOT metal strip and the storage layer is of equal importance to maximize spin transmission\nefficiency. A second key challenge is to a free layer structure that is both compatible with\nstandard MgO-based tunnel junctions and the specific SOT material. Interfacing with advanced\nmaterials such as topological insulators is expected to require the development of new magnetic\nfree layer laminated structures.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWard Janssens\nFWO Project Number & Title\n1S34022N - Advanced Materials for Highly Efficient and Field-free Spin-Orbit Torque MRAM\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nMagnetic\nhystersis loop\ndata\n.csv\n20 GB\nVibrating sample\nmagnetometry of\nmagnetic 0.8cmx0.8cn\nsamples\nSpin Hall\nmeasurement\ndata\n.dat\n100 GB\nElectrical measurement\nof Hall bar patterened\nsamples\nElectron\nmicroscopy\nimages\n.tif\n2 GB\nElectron microscopy of\ncross section of specific\nsamples\nX-ray\ndiffraction\npatterns\n.csv\n2 GB\nXRD spectroscopy of\nsamples\nMicromagnetic\nsimulations\n.mx3\n25 GB\nMicormagnetic\nsimulations of magnetic\nlayers\nSample\nfabrication\nconditions\n.xlsx\nfew GB\nThe sample fabrication\nconditions (such as\ndeposition compositions\nand conditions, or\npatterning conditions)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. For magnetic hystersis loop data the following information will be saved in the .csv\nfile: coercivity, saturation magnetic moment, remanance magentic moment, squareness of\nmagnetic loops, anisotropy fields, applied fields, temperature, orientation applied field. \n2. For the spin Hall measurements data the following information will be saved in the .dat file:\nmeasured Hall resistance (first, second, third, fourth and fifth harmonic responses), applied field,\napplied current, temperature. \n3. All the information related to electron microscopy images are already embedded in the\ngnerated images. \n4. For the X-ray diffraction patterns all the following data will be saved in the .csv file: angles,\nintensities, wavelengths.\n5. Raw simulation data will be collected per simulation test, including a txt file with a clear\ndescription of what the data represent and how they were generated. The input files used for the\nsimulation will be kept in the same folder. The name of the folder will contain the composition,\ntemperature and a reference to the loading conditions of the considered material (A .txt file\nexplaining the naming will be maintained).\n6. The deposition conditions and materials of a lot will be stored in .xlsx files in a assigned folder\ntogether with the retrieved data of this lot.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe metadata refers always to a specific generation of wafers/sample or devices. Then, it will be\nextended with further information related to the specific characterization/simulation\nimplemented. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored in IMEC's clouds or central servers (SharePoint or OneDrive). \nHow is backup of the data provided?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nIMEC's central servers are automatically back-uped and the data will be also stored in the cloud.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nIMEC's central servers and cloud has ore than sufficient storage and back-up capacity. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo costs are expected since I can make use of IMEC's server.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe assigned folders requires authorization by the project managers and IMEC ICT team.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be archived in archive folders on IMEC's central servers and clouds.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nCosts will be covered by IMEC, so no extra costs expected.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nRelevant data will be published in journals and reported in the PhD thesis. Furthermore, the data\ncan be shared with FWO and KU Leuven on request.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nA procedure can be defined where the data is shared between the parties involved. \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll the required data can be shared with FWO and KU Leuven.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD candidate is responsible for the data documentation and supervised in this process by\nGiacomo Talmelli and Prof. Dr. Ir. Jo De Boeck. \nWho will be responsible for data storage & back up during the project?\nThe PhD candidate is responsible for the data storage and back up and supervised in this process\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nby Giacomo Talmelli and Prof. Dr. Ir. Jo De Boeck. \nWho will be responsible for ensuring data preservation and reuse ?\nThe main responsible for data preservation and reuse is Giacomo Talmelli (daily supervisor),\nJohan Swerts (team manager) and Sebastien Couet (project manager).\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP_Ward_Janssens Project Name My plan (FWO DMP) - DMP_Ward_Janssens Project Identifier 1S34022N Principal Investigator / Researcher Ward Janssens Project Data Contact +32478036829, ward_janssens@outlook.com Description To enable SOT-MRAM as viable technology for more power-efficient memory devices, several challenges need to be overcome. Firstly, one needs to increase the efficiency. Therefore, alternative SOT materials are being researched, among them topological insulators and 2D materials. Next to the material properties, controlling the interface properties between the SOT metal strip and the storage layer is of equal importance to maximize spin transmission efficiency. A second key challenge is to a free layer structure that is both compatible with standard MgO-based tunnel junctions and the specific SOT material. Interfacing with advanced materials such as topological insulators is expected to require the development of new magnetic free layer laminated structures. Institution KU Leuven 1. General Information Name applicant Ward Janssens FWO Project Number & Title 1S34022N - Advanced Materials for Highly Efficient and Field-free Spin-Orbit Torque MRAM Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Magnetic hystersis loop data .csv 20 GB Vibrating sample magnetometry of magnetic 0.8cmx0.8cn samples Spin Hall measurement data .dat 100 GB Electrical measurement of Hall bar patterened samples Electron microscopy images .tif 2 GB Electron microscopy of cross section of specific samples X-ray diffraction patterns .csv 2 GB XRD spectroscopy of samples Micromagnetic simulations .mx3 25 GB Micormagnetic simulations of magnetic layers Sample fabrication conditions .xlsx few GB The sample fabrication conditions (such as deposition compositions and conditions, or patterning conditions) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. For magnetic hystersis loop data the following information will be saved in the .csv file: coercivity, saturation magnetic moment, remanance magentic moment, squareness of magnetic loops, anisotropy fields, applied fields, temperature, orientation applied field. 2. For the spin Hall measurements data the following information will be saved in the .dat file: measured Hall resistance (first, second, third, fourth and fifth harmonic responses), applied field, applied current, temperature. 3. All the information related to electron microscopy images are already embedded in the gnerated images. 4. For the X-ray diffraction patterns all the following data will be saved in the .csv file: angles, intensities, wavelengths. 5. Raw simulation data will be collected per simulation test, including a txt file with a clear description of what the data represent and how they were generated. The input files used for the simulation will be kept in the same folder. The name of the folder will contain the composition, temperature and a reference to the loading conditions of the considered material (A .txt file explaining the naming will be maintained). 6. The deposition conditions and materials of a lot will be stored in .xlsx files in a assigned folder together with the retrieved data of this lot. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The metadata refers always to a specific generation of wafers/sample or devices. Then, it will be extended with further information related to the specific characterization/simulation implemented. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored in IMEC's clouds or central servers (SharePoint or OneDrive). How is backup of the data provided? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 IMEC's central servers are automatically back-uped and the data will be also stored in the cloud. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes IMEC's central servers and cloud has ore than sufficient storage and back-up capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs are expected since I can make use of IMEC's server. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The assigned folders requires authorization by the project managers and IMEC ICT team. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be archived in archive folders on IMEC's central servers and clouds. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs will be covered by IMEC, so no extra costs expected. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Relevant data will be published in journals and reported in the PhD thesis. Furthermore, the data can be shared with FWO and KU Leuven on request. Where/how will the data be made available for reuse? Upon request by mail A procedure can be defined where the data is shared between the parties involved. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All the required data can be shared with FWO and KU Leuven. What are the expected costs for data sharing? How will the costs be covered? No costs are expected 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD candidate is responsible for the data documentation and supervised in this process by Giacomo Talmelli and Prof. Dr. Ir. Jo De Boeck. Who will be responsible for data storage & back up during the project? The PhD candidate is responsible for the data storage and back up and supervised in this process This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 by Giacomo Talmelli and Prof. Dr. Ir. Jo De Boeck. Who will be responsible for ensuring data preservation and reuse ? The main responsible for data preservation and reuse is Giacomo Talmelli (daily supervisor), Johan Swerts (team manager) and Sebastien Couet (project manager). Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}