{
    "document_id": "D-2022-1552",
    "LinkTitle": "D-2022-1552",
    "file_name": "D-2022-1552.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1552.pdf",
    "metadata": {
        "title": "D-2022-1552",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Hans Op de Beeck  \nFWO Project Number & Title  G0D3322N  \nExpert deep learning in the human brain: A cognitive computational neuroscience perspective  \n  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type  and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  Type 1:   \nType: Behavioural responses of participants to visual tasks on computer or using online platform.  \nFormat: Mostly .mat (Matlab files) or .csv  \nSize: 1 -10 GB  \nHow created: Output of experimental scripts written in e.g. Matlab (PsychToolbox) or Python (PsychoPy)  \n   \nType 2:   \nType:  Magneti c Resonance Images (MRI) of the brain, Structural & Functional  \nFormat: Mostly NIfTI or DICOM  \nSize: 300 GB - 1 TB (the latter including intermediate  processing steps)  \nHow created: MRI research scanner  \n \nType 3:   \nType: Electroencephalography (EEG)  \nFormat : Depending on software, often .py and .mat  \nSize:   40 GB - 100 GB (the latter including  intermediate  processing steps)  \nHow created: EEG equipment (electrodes attached to the skin)  \n   \nType 4:  \nType: Computer simulation data  \nFormat:  Depending on software, often .py and .mat  \nSize: 500 GB  \nHow created: By implementing artificial  neural networks & training them to classify visual images (e.g. \nusing Python & Tensorflow/PyTorch  \n   \n \n \n3. Ethical and le gal issues  \n \n2019-10-01 | FWO DMP Template   3 \n Will you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☒ Yes \n☐ No \n \nYes, we use personal data. This is registered through our ethical approvals with EC and SMEC.  \nFor studies with paid participants , we obtain the names, email address, personal address, and bank \naccount information. This information is needed to pay participants.  \nThis identifiable information  is kept separate from the actual research data (see types 1 -4 under Section \n2.2). The research data are coded.    \n \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g.  \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nYes, there are ethical considerations, and they are covered by several ethical approvals.  \nSMEC: G -2020 -2910; G -2020 -2379  \nEC: S62131  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions  be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment:  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   4 \n What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  The raw data files for all four types are automatically stored with relevant meta -data.  \nFor each experiment a detailed Methods section is written that allows to replicate the experiment, and re -\nanalyse the obtained data.  It is impossible to detail these methods before the start of the project, given \nthat many design and implementation choices will be made together with the to -be-hired jun ior \nresearchers.  \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nWhere applica ble we use data acquisition and analysis software that is internationally used (e.g., for data \ntype II: fMRIPREP, SPM, cosmoMVPA toolbox), and the relevant  standard data formats such as BIDS (which \nalso standardizes directory structure & experimental information).  \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?   The coded research data are stored on the professional KU Leuven Onedrive for Enterprises serves, using \nthe drive of the main experimenter per experiment (up to 3 experimenters can be involved in this project). \nCopies can be made and kept on personal profe ssional devices that fall under the university' secure \nenvironment.  All people with access to these data use multi -factor authentication.  \n \nHow will the data be backed up?  The Onedrive assures a storage using online cloude  services. In addition, the coded research data might be \nbacked -up on local external hard drives that are encrypted and password -protected.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or i nsufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nYes, the expected size of the research data is smaller than the 2 TB per person provided through Onedrive.  \n \n2019-10-01 | FWO DMP Template   5 \n What are the expected costs f or data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  No substantial costs expected, except the purchase of a few external hard drives.  \n \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Password protection  and m ulti-factor autenthication.  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data gene rated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear  period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  The coded research data will be preserved for 10 y ears.  \nThe informed consents on paper will also be preserved for 10 years.  \nWhere will these data be archived (= stored for \nthe long term)?  Currently we  archive data on a central storage RAID system of our research group when a lab member's \ncontract ends,  with additional backup on encrypted & password -protected external hard drives stored in a \ndifferent building.    \nTowards the end of this project, we  hope to move towards using  the university's central servers (with \nautomatic back -up procedures) for at leas t 10 years, conform the KU Leuven RDM policy.  \n2019-10-01 | FWO DMP Template   6 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  With current policies, we expect a total cost of around 5 000 euro,  which can be covered from the FWO \nbudget.  \n \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☒ Yes \n☐ No \nThe research data can be shared (anonymously) with other researchers, also on online databases.  This is \nexplicitly mentioned in the informed consent forms signed by the participants.  \n \nWhich data will be made available after the end \nof the project?  We share the final analyses files and further experimental material (stimuli etc.) using the OSF platform, \nwhich is an international standard frequently used in the domain of psychology.    \n \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \nWe use the Open Science Framework.    \nPartially also by mail, because not all the raw data files might be on OSF.  \n \nWhen will the data be made available?  Upon publication of the research results  \nWho will be able to access the data and under \nwhat conditions?  Summary data & analysis files and experimental  material will be fully open access for all that are \nregistered on OSF.  \n2019-10-01 | FWO DMP Template   7 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to  support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  OSF has no costs (at the moment).  \n \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  The researchers hired on the project and the supervisor/promotor (the latter is the first contact point).  \n \nWho will be responsible for data storage & back \nup during the project?  The researc hers hired on the project and the supervisor/promotor (the latter is the first contact point).  \n \nWho will be responsible for ensuring data \npreservation and sharing?  The supervisor/promotor.  \n \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  The end responsibility for updating and implementing the DMP is with the supervisor (pro motor).  \n \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Hans Op de Beeck FWO Project Number & Title G0D3322N Expert deep learning in the human brain: A cognitive computational neuroscience perspective Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type 1: Type: Behavioural responses of participants to visual tasks on computer or using online platform. Format: Mostly .mat (Matlab files) or .csv Size: 1 -10 GB How created: Output of experimental scripts written in e.g. Matlab (PsychToolbox) or Python (PsychoPy) Type 2: Type: Magneti c Resonance Images (MRI) of the brain, Structural & Functional Format: Mostly NIfTI or DICOM Size: 300 GB - 1 TB (the latter including intermediate processing steps) How created: MRI research scanner Type 3: Type: Electroencephalography (EEG) Format : Depending on software, often .py and .mat Size: 40 GB - 100 GB (the latter including intermediate processing steps) How created: EEG equipment (electrodes attached to the skin) Type 4: Type: Computer simulation data Format: Depending on software, often .py and .mat Size: 500 GB How created: By implementing artificial neural networks & training them to classify visual images (e.g. using Python & Tensorflow/PyTorch 3. Ethical and le gal issues 2019-10-01 | FWO DMP Template 3 Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No Yes, we use personal data. This is registered through our ethical approvals with EC and SMEC. For studies with paid participants , we obtain the names, email address, personal address, and bank account information. This information is needed to pay participants. This identifiable information is kept separate from the actual research data (see types 1 -4 under Section 2.2). The research data are coded. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No Yes, there are ethical considerations, and they are covered by several ethical approvals. SMEC: G -2020 -2910; G -2020 -2379 EC: S62131 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata 2019-10-01 | FWO DMP Template 4 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The raw data files for all four types are automatically stored with relevant meta -data. For each experiment a detailed Methods section is written that allows to replicate the experiment, and re - analyse the obtained data. It is impossible to detail these methods before the start of the project, given that many design and implementation choices will be made together with the to -be-hired jun ior researchers. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No Where applica ble we use data acquisition and analysis software that is internationally used (e.g., for data type II: fMRIPREP, SPM, cosmoMVPA toolbox), and the relevant standard data formats such as BIDS (which also standardizes directory structure & experimental information). 5. Data storage & backup during the FWO project Where will the data be stored? The coded research data are stored on the professional KU Leuven Onedrive for Enterprises serves, using the drive of the main experimenter per experiment (up to 3 experimenters can be involved in this project). Copies can be made and kept on personal profe ssional devices that fall under the university' secure environment. All people with access to these data use multi -factor authentication. How will the data be backed up? The Onedrive assures a storage using online cloude services. In addition, the coded research data might be backed -up on local external hard drives that are encrypted and password -protected. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or i nsufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Yes, the expected size of the research data is smaller than the 2 TB per person provided through Onedrive. 2019-10-01 | FWO DMP Template 5 What are the expected costs f or data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. No substantial costs expected, except the purchase of a few external hard drives. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protection and m ulti-factor autenthication. 6. Data preservation after the end of the FWO project FWO expects that data gene rated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The coded research data will be preserved for 10 y ears. The informed consents on paper will also be preserved for 10 years. Where will these data be archived (= stored for the long term)? Currently we archive data on a central storage RAID system of our research group when a lab member's contract ends, with additional backup on encrypted & password -protected external hard drives stored in a different building. Towards the end of this project, we hope to move towards using the university's central servers (with automatic back -up procedures) for at leas t 10 years, conform the KU Leuven RDM policy. 2019-10-01 | FWO DMP Template 6 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. With current policies, we expect a total cost of around 5 000 euro, which can be covered from the FWO budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No The research data can be shared (anonymously) with other researchers, also on online databases. This is explicitly mentioned in the informed consent forms signed by the participants. Which data will be made available after the end of the project? We share the final analyses files and further experimental material (stimuli etc.) using the OSF platform, which is an international standard frequently used in the domain of psychology. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): We use the Open Science Framework. Partially also by mail, because not all the raw data files might be on OSF. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Summary data & analysis files and experimental material will be fully open access for all that are registered on OSF. 2019-10-01 | FWO DMP Template 7 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. OSF has no costs (at the moment). 8. Responsibilities Who will be responsible for the data documentation & metadata? The researchers hired on the project and the supervisor/promotor (the latter is the first contact point). Who will be responsible for data storage & back up during the project? The researc hers hired on the project and the supervisor/promotor (the latter is the first contact point). Who will be responsible for ensuring data preservation and sharing? The supervisor/promotor. Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP The end responsibility for updating and implementing the DMP is with the supervisor (pro motor)."
}