{
    "document_id": "D-2023-2352",
    "LinkTitle": "D-2023-2352",
    "file_name": "D-2023-2352.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2352.pdf",
    "metadata": {
        "title": "RESAURSE-study: RESearch on translating AUtistic individuals’ Relational and Sexual Experiences into meaningful support",
        "author": "N/A",
        "creation_date": "2023-11-17 16:40:42+00:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "RESAURSE-study: RESearch on translating AUtistic individuals’ Relational and\nSexual Experiences into meaningful support\nA Data Management Plan created using DMPonline.be\nCreators: \nRobin Michiels, First Name Surname \n \nhttps://orcid.org/0000-0003-3353-4423\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., First Name Surname \n \nhttps://orcid.org/0000-0003-3353-4423\n, Robin Michiels\nGrant number / URL: \n3H230460\nID: \n202111\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nWhile most people with autism have experience with romantic relationships and sexuality, they argue that their\nexperiences are negatively influenced by a lack of information, sex education, healthcare and support. Hence, this\nparticipatory study aims to: a) explore the mechanisms (including scripts, barriers, needs and successes) that influence\n(lifelong) relational satisfaction and sexual well-being in autistic adults with and without cooccurring intellectual\ndisability; b) develop and evaluate methods and tools to support practitioners and autistic individuals to discuss sexual\nexperiences and needs; c) develop and evaluate a group-based peer support program on relational and sexual health for\nautistic adults without intellectual disability; and d) develop guidelines and recommendations to support and foster\nsexual health in autistic adults with intellectual disability. These goals will be addressed in three phases and five\nstudies.\nLast modified: \n17-11-2023\nCreated using DMPonline.be. Last modiﬁed 17 November 2023\n1 of 6\nRESAURSE-study: RESearch on translating AUtistic individuals’ Relational and\nSexual Experiences into meaningful support\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nraw/processed\nDescription\nNew or\nreuse \nDigital  or\nPhysical\n data\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \n \nIndicate:\nN\n(ew data)\nor \nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nStudy 1A:\ninterviews\nwith\nneurodivergent\nparticipants\nRAW\nAudio-recordings of\ninterviews by face-to-face\ninterviews with\nautistic\nindividuals \nN\nD\n \nA\n.mp3\nEstimated\n4\nGB (files of\nabout 25\ninterviews)\n/\n \n \nDescriptive and\nreflective notes\nmade during face-to-face interviews\nN\nP\nT\nOn\npaper\n/\n25 pages\n \nProcessed\nPseudonymized\ntranscriptions of\naudio-files of the\ninterviews \nN\nD\nT\n.rtf\nEstimated\n5MB\n/\n \n \nSummaries of the transcripted interviews\nN\nD\nT\n.docx\nEstimated\n0.5 MB\n \n \n \nDigitalisation of\nhand written notes\nN\nD\nT\n.docx\nEstimated\n0.5 MB\n/\n \n \nQualitative\ndata analysis\ndocuments\n(import and coding via Nvivo) \nN\nD\nT\n.nvp\nEstimated\n25 MB\n/\nStudy 1B:\ninterviews\nwith\nneurodivergent\nparticipants and\nan intellectual\ndisability\nRaw\nAudio-recordings of\ninterviews by face-to-face\ninterviews with\nautistic\nindividuals wit an intellectual disability\nN\nD\n \nA\n.mp3\nEstimated\n4\nGB (files of\nabout 25\ninterviews)\n/\n \n \nDescriptive and\nreflective notes\nmade during face-to-face interviews\nN\nP\nT\nOn\npaper\n/\n25 pages\n \nProcessed\nPseudonymized\ntranscriptions of\naudio-files of the\ninterviews \nN\nD\nT\n.rtf\nEstimated\n5MB\n/\n \n \nSummaries of the transcripted interviews\nN\nD\nT\n.docx\nEstimated\n0.5 MB\n \n \n \nDigitalisation of\nhand written notes\nN\nD\nT\n.docx\nEstimated\n0.5 MB\n/\n \n \nQualitative\ndata analysis\ndocuments\n(import and coding via Nvivo) \nN\nD\nT\n.nvp\nEstimated\n25 MB\n/\nStudy 2A: a\nprogram\ndevelopment\nstudy\nRaw\nVideo-recordings of\nfocus groups with\nautistic\nindividuals \nN\nD\n \nA\n.mp4\nEstimated\n2 GB\n/\n \n \nDescriptive and\nreflective notes\nmade during\ndiscussion\nsessions and focus\ngroups\nN\nP\nT\nOn\npaper\n/\n10 pages\n \nProcessed\nDigitalisation of\nhand written notes\nN\nD\nT\n.docx\nEstimated\n0.5 MB\n \n \n \nPseudonymized\ntranscriptions of\nvideo-files of the\nfocus groups\nN\nD\nT\n.rtf\nEstimated\n5MB\n \nCreated using DMPonline.be. Last modiﬁed 17 November 2023\n2 of 6\n \n \nQualitative\ndata analysis\ndocuments\n(import and coding via Nvivo) \nN\nD\nT\n.nvp\nEstimated\n25 MB\n \nStudy 2B: a proof-\nof-concept study\nRaw\nPaper\nquestionnaires\ncompleted by\nparticipants after\nintervention\nN\nP\nT\nOn\npaper\n/\nEstimated 60-120\npages (24\nparticipants, 5 pages\nper participant)  \n \n \nAudio-recordings of\ninterviews by face-to-face\ninterviews with\nparticipants after the intervention\nN\nD\n \nA\n.mp3\nEstimated\n4\nGB (files of\nabout 24\ninterviews)\n/\n \n \nDescriptive and\nreflective notes\nmade during face-to-face interviews with the\nparticipants\nN\nP\nT\nOn\npaper\n/\n24 pages\n \n \nAudio-recordings of\ninterviews by face-to-face\ninterviews with\nclinicians\nN\nD\n \nA\n.mp3\nestimated\n0.5\nGB (files of\nabout 3\ninterviews)\n/\n \n \nDescriptive and\nreflective notes\nmade during face-to-face interviews with clinicians\nN\nP\nT\nOn\npaper\n/\n3 pages\n \nProcessed\nDigitalisation of questionnaires\nN\nD\nT\n.xlsx\nDataset\nwith\nresponses\nfrom about\n24\nparticipants\n/\n \n \nPseudonymized\ntranscriptions of\naudio-files of the\ninterviews \nN\nD\nT\n.rtf\nEstimated\n5MB\n/\n \n \nDigitalisation of\nhand written notes\nN\nD\nT\n.docx\nEstimated\n0.5 MB\n/\n \n \nQualitative\ndata analysis\ndocuments\n(import and coding via Nvivo) \nN\nD\nT\n.nvp\nEstimated\n25 MB\n /\nStudy 3: Delphi-\nstudy\nRaw\nProcessed\nOnline questionnaires completed by Panellists with\nnumerical scores for relevance and space for\ntextual justification\nN\nD\nT and N\n.xlsx\nA dataset\nper round\nwith\nresponses\nfrom \npanellists \n/\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nOnly new data will be used during the project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nWe will submit an ethical application to the Social and Societal Ethics Committee KU Leuven (SMEC).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPrivacy and ethical approval (SMEC) will be obtained for all studies. Depending on the study we will collect: name; e-mail address; address; telephone number;\naudio/video-recordings of interviews/focus groups; gender; age; educational level; autism diagnosis; questionnaires on perception of intervention.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 17 November 2023\n3 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nFor each study we will generate documentation which will be stored together with the pseudonymized data (see below for storage location). This documentation will\nconsist of SMEC application, including the informed consent process and the study protocol, which entails recruitment procedures and interview/focus group guides. For\neach of the qualitative studies, a single Word document will be kept describing the contextual variables and field notes for each interview/focus group. Also, during the\nresearch project itself we will keep a logbook concerning pseudonymisation (linking transcripts to identifiable persons). For each study a codebook will be generated in\nNVivo during qualitative data analysis.\nIn particular for Study 2B (proof-of-concept intervention) a detailed set of instructions for\ninterventionists will be generated on how to deliver the different modules of the intervention. After effectuating the intervention, these instructions will be complemented\nwith field notes made during the intervention and with reflections based on the quantitative and qualitative evaluation of the intervention in this work package.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nNon-pseudonymized data (i.e. audio/videofiles, questionnaires) will be stored on Onedrive in a different folder from the processed and pseudonymized data. The folder\nwith non-pseudonymized data will only be available for the promotor, PhD student and Master students. The audio/videofiles will be uploaded by the involved PhD student\nor Master students as soon as possible and at the latest 24h after the audio/videofiles are collected. Subsequently, the PhD student and Master students will delete the\naudio/videofiles of their devices. The raw data on paper (i.e questionnaires and notes) will be digitised and uploaded on the Onedrive as soon as possible and at the latest\n24h after production or collection, respectively. Immediately after processing non-pseudonymized raw data (ie. audio/videofiles, descriptive and reflective notes on paper\nand questionnaires), the processed data (transcriptions together with notes, digitised questionnaires) will be uploaded on the shared onedrive (cfr.infra) and the raw data\nwill be deleted or destroyed.\nThe password-protected logbook, which links the pseudonymized data to identifiable persons and contact information will be stored on Onedrive in a folder separate form\nother data. The password-protected logbook and contact information will be used to perform a member check during the analysis process, in which the participants are\nonly allowed to review the global summary of their own interview. After the member check, the logbook will be deleted. Contact information of participants will be stored\non Onedrive, until feedback is provided to the participants. After feedback, it too will be deleted.\nAs we will collaborate with researchers from other research units and groups, processed and pseudonymized electronic data will be stored separately on the shared\nOneDrive for Business offered by KU Leuven for active use during the project. Only directly involved researchers, including involved Master students, will have access to\nthis shared folder. All researchers will be using multifactor authentication with the KU Leuven Authenticator app. \nPaper data (informed consents) will be archived in a locked closet in the office of\nthe researcher at the Parenting and Special Education research unit.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nAll data will be stored within OneDrive with automatic back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 17 November 2023\n4 of 6\nOneDrive provides a capacity 2TB which largely suffices this project's needs as specified above.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data collectors (PhD student and Master students) will upload non-pseudonymized raw data (ie. audio/videofiles, descriptive and reflective notes on paper and\nquestionnaires) in the Onedrive as soon as possible and at the latest 24 after their production or collection, after which this data will be deleted from their devices in order\nto secure the data with KULeuven Authenticator access protection.\nThe password-protected logbook which links the pseudonymized data to identifiable persons and contact information will be stored separately on Onedrive for Business\noffered by KULeuven, secured by multifactor authentication with the KU Leuven Authenticator app. \nPseudonymized electronic data will be stored on another OneDrive folder with different access. All researchers will be using multifactor authentication with the KU Leuven\nAuthenticator app. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs expected.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nAll pseudonymized and anonymized data will be stored for at least 10 years in accordance with the KU Leuven research data management policy. Irrelevant personal data\nsuch as the audio/videofiles of the interviews and focus groups, the logbook linking transcripts and\nquestionnaire responses to identifiable persons and participants contact details will not be kept after finalising the respective studies. Moreover, notes on paper will be\nsaved together with the interview transcripts in Word files as soon as possible. Once the notes have been saved electronically, paper notes will be destroyed.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nAfter finalising the project, data and documentation will be stored on Onedrive for durations specified above, after which they will be destroyed. We opt for a shared\nOnedrive in order for data to be kept available even if individual researchers would leave the university.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs the size of all data files is fairly small (<100MB), no additional costs are expected.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nUpon motivated request data will be shared via secured email.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be\nexcluded. Researchers have to comply with the confidentiality rules for the given data. As stated below, pseudonymized data will only be made available upon publication\nof all results on this part of the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nThe raw qualitative data (i.e. transcripts) cannot be shared, because the data are only pseudonymized and participants did not give their informed consent to share these\ndata. Participants only consent to using excerpts of the interview for scientific publication.\nCreated using DMPonline.be. Last modiﬁed 17 November 2023\n5 of 6\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nUpon motivated request data will be shared via secured email.\nWhen will the data be made available? \nOther (specify below)\nImmediately after the end of the project.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nRobin Michiels will be the main responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter.\nWho will manage data storage and backup during the research project? \nRobin Michiels will be responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter.\nWho will manage data preservation and sharing? \nIlse Noens, Paul Enzlin & Jeroen Dewinter will be responsible for data preservation an reuse after the project will have ended. During the project, Robin Michiels will be\nresponsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter.\nWho will update and implement this DMP? \nRobin Michiels will be responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter.\nCreated using DMPonline.be. Last modiﬁed 17 November 2023\n6 of 6"
    },
    "clean_full_text": "RESAURSE-study: RESearch on translating AUtistic individuals’ Relational and Sexual Experiences into meaningful support A Data Management Plan created using DMPonline.be Creators: Robin Michiels, First Name Surname https://orcid.org/0000-0003-3353-4423 , n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., First Name Surname https://orcid.org/0000-0003-3353-4423 , Robin Michiels Grant number / URL: 3H230460 ID: 202111 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: While most people with autism have experience with romantic relationships and sexuality, they argue that their experiences are negatively influenced by a lack of information, sex education, healthcare and support. Hence, this participatory study aims to: a) explore the mechanisms (including scripts, barriers, needs and successes) that influence (lifelong) relational satisfaction and sexual well-being in autistic adults with and without cooccurring intellectual disability; b) develop and evaluate methods and tools to support practitioners and autistic individuals to discuss sexual experiences and needs; c) develop and evaluate a group-based peer support program on relational and sexual health for autistic adults without intellectual disability; and d) develop guidelines and recommendations to support and foster sexual health in autistic adults with intellectual disability. These goals will be addressed in three phases and five studies. Last modified: 17-11-2023 Created using DMPonline.be. Last modiﬁed 17 November 2023 1 of 6 RESAURSE-study: RESearch on translating AUtistic individuals’ Relational and Sexual Experiences into meaningful support Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID raw/processed Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Study 1A: interviews with neurodivergent participants RAW Audio-recordings of interviews by face-to-face interviews with autistic individuals N D A .mp3 Estimated 4 GB (files of about 25 interviews) / Descriptive and reflective notes made during face-to-face interviews N P T On paper / 25 pages Processed Pseudonymized transcriptions of audio-files of the interviews N D T .rtf Estimated 5MB / Summaries of the transcripted interviews N D T .docx Estimated 0.5 MB Digitalisation of hand written notes N D T .docx Estimated 0.5 MB / Qualitative data analysis documents (import and coding via Nvivo) N D T .nvp Estimated 25 MB / Study 1B: interviews with neurodivergent participants and an intellectual disability Raw Audio-recordings of interviews by face-to-face interviews with autistic individuals wit an intellectual disability N D A .mp3 Estimated 4 GB (files of about 25 interviews) / Descriptive and reflective notes made during face-to-face interviews N P T On paper / 25 pages Processed Pseudonymized transcriptions of audio-files of the interviews N D T .rtf Estimated 5MB / Summaries of the transcripted interviews N D T .docx Estimated 0.5 MB Digitalisation of hand written notes N D T .docx Estimated 0.5 MB / Qualitative data analysis documents (import and coding via Nvivo) N D T .nvp Estimated 25 MB / Study 2A: a program development study Raw Video-recordings of focus groups with autistic individuals N D A .mp4 Estimated 2 GB / Descriptive and reflective notes made during discussion sessions and focus groups N P T On paper / 10 pages Processed Digitalisation of hand written notes N D T .docx Estimated 0.5 MB Pseudonymized transcriptions of video-files of the focus groups N D T .rtf Estimated 5MB Created using DMPonline.be. Last modiﬁed 17 November 2023 2 of 6 Qualitative data analysis documents (import and coding via Nvivo) N D T .nvp Estimated 25 MB Study 2B: a proof- of-concept study Raw Paper questionnaires completed by participants after intervention N P T On paper / Estimated 60-120 pages (24 participants, 5 pages per participant) Audio-recordings of interviews by face-to-face interviews with participants after the intervention N D A .mp3 Estimated 4 GB (files of about 24 interviews) / Descriptive and reflective notes made during face-to-face interviews with the participants N P T On paper / 24 pages Audio-recordings of interviews by face-to-face interviews with clinicians N D A .mp3 estimated 0.5 GB (files of about 3 interviews) / Descriptive and reflective notes made during face-to-face interviews with clinicians N P T On paper / 3 pages Processed Digitalisation of questionnaires N D T .xlsx Dataset with responses from about 24 participants / Pseudonymized transcriptions of audio-files of the interviews N D T .rtf Estimated 5MB / Digitalisation of hand written notes N D T .docx Estimated 0.5 MB / Qualitative data analysis documents (import and coding via Nvivo) N D T .nvp Estimated 25 MB / Study 3: Delphi- study Raw Processed Online questionnaires completed by Panellists with numerical scores for relevance and space for textual justification N D T and N .xlsx A dataset per round with responses from panellists / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Only new data will be used during the project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) We will submit an ethical application to the Social and Societal Ethics Committee KU Leuven (SMEC). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Privacy and ethical approval (SMEC) will be obtained for all studies. Depending on the study we will collect: name; e-mail address; address; telephone number; audio/video-recordings of interviews/focus groups; gender; age; educational level; autism diagnosis; questionnaires on perception of intervention. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 17 November 2023 3 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For each study we will generate documentation which will be stored together with the pseudonymized data (see below for storage location). This documentation will consist of SMEC application, including the informed consent process and the study protocol, which entails recruitment procedures and interview/focus group guides. For each of the qualitative studies, a single Word document will be kept describing the contextual variables and field notes for each interview/focus group. Also, during the research project itself we will keep a logbook concerning pseudonymisation (linking transcripts to identifiable persons). For each study a codebook will be generated in NVivo during qualitative data analysis. In particular for Study 2B (proof-of-concept intervention) a detailed set of instructions for interventionists will be generated on how to deliver the different modules of the intervention. After effectuating the intervention, these instructions will be complemented with field notes made during the intervention and with reflections based on the quantitative and qualitative evaluation of the intervention in this work package. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Non-pseudonymized data (i.e. audio/videofiles, questionnaires) will be stored on Onedrive in a different folder from the processed and pseudonymized data. The folder with non-pseudonymized data will only be available for the promotor, PhD student and Master students. The audio/videofiles will be uploaded by the involved PhD student or Master students as soon as possible and at the latest 24h after the audio/videofiles are collected. Subsequently, the PhD student and Master students will delete the audio/videofiles of their devices. The raw data on paper (i.e questionnaires and notes) will be digitised and uploaded on the Onedrive as soon as possible and at the latest 24h after production or collection, respectively. Immediately after processing non-pseudonymized raw data (ie. audio/videofiles, descriptive and reflective notes on paper and questionnaires), the processed data (transcriptions together with notes, digitised questionnaires) will be uploaded on the shared onedrive (cfr.infra) and the raw data will be deleted or destroyed. The password-protected logbook, which links the pseudonymized data to identifiable persons and contact information will be stored on Onedrive in a folder separate form other data. The password-protected logbook and contact information will be used to perform a member check during the analysis process, in which the participants are only allowed to review the global summary of their own interview. After the member check, the logbook will be deleted. Contact information of participants will be stored on Onedrive, until feedback is provided to the participants. After feedback, it too will be deleted. As we will collaborate with researchers from other research units and groups, processed and pseudonymized electronic data will be stored separately on the shared OneDrive for Business offered by KU Leuven for active use during the project. Only directly involved researchers, including involved Master students, will have access to this shared folder. All researchers will be using multifactor authentication with the KU Leuven Authenticator app. Paper data (informed consents) will be archived in a locked closet in the office of the researcher at the Parenting and Special Education research unit. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution All data will be stored within OneDrive with automatic back-up procedures. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 17 November 2023 4 of 6 OneDrive provides a capacity 2TB which largely suffices this project's needs as specified above. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data collectors (PhD student and Master students) will upload non-pseudonymized raw data (ie. audio/videofiles, descriptive and reflective notes on paper and questionnaires) in the Onedrive as soon as possible and at the latest 24 after their production or collection, after which this data will be deleted from their devices in order to secure the data with KULeuven Authenticator access protection. The password-protected logbook which links the pseudonymized data to identifiable persons and contact information will be stored separately on Onedrive for Business offered by KULeuven, secured by multifactor authentication with the KU Leuven Authenticator app. Pseudonymized electronic data will be stored on another OneDrive folder with different access. All researchers will be using multifactor authentication with the KU Leuven Authenticator app. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs expected. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) All pseudonymized and anonymized data will be stored for at least 10 years in accordance with the KU Leuven research data management policy. Irrelevant personal data such as the audio/videofiles of the interviews and focus groups, the logbook linking transcripts and questionnaire responses to identifiable persons and participants contact details will not be kept after finalising the respective studies. Moreover, notes on paper will be saved together with the interview transcripts in Word files as soon as possible. Once the notes have been saved electronically, paper notes will be destroyed. Where will these data be archived (stored and curated for the long-term)? Other (specify below) After finalising the project, data and documentation will be stored on Onedrive for durations specified above, after which they will be destroyed. We opt for a shared Onedrive in order for data to be kept available even if individual researchers would leave the university. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As the size of all data files is fairly small (<100MB), no additional costs are expected. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Upon motivated request data will be shared via secured email. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules for the given data. As stated below, pseudonymized data will only be made available upon publication of all results on this part of the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects The raw qualitative data (i.e. transcripts) cannot be shared, because the data are only pseudonymized and participants did not give their informed consent to share these data. Participants only consent to using excerpts of the interview for scientific publication. Created using DMPonline.be. Last modiﬁed 17 November 2023 5 of 6 Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Upon motivated request data will be shared via secured email. When will the data be made available? Other (specify below) Immediately after the end of the project. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? None Responsibilities Who will manage data documentation and metadata during the research project? Robin Michiels will be the main responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter. Who will manage data storage and backup during the research project? Robin Michiels will be responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter. Who will manage data preservation and sharing? Ilse Noens, Paul Enzlin & Jeroen Dewinter will be responsible for data preservation an reuse after the project will have ended. During the project, Robin Michiels will be responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter. Who will update and implement this DMP? Robin Michiels will be responsible, supervised by Ilse Noens, Paul Enzlin & Jeroen Dewinter. Created using DMPonline.be. Last modiﬁed 17 November 2023 6 of 6"
}