{
    "document_id": "D-2021-1180",
    "LinkTitle": "D-2021-1180",
    "file_name": "D-2021-1180.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1180.pdf",
    "metadata": {
        "title": "\"Chosen Traumas\" and \"Chosen Glories\" in the Group Identity of the Johannine Community: An Exegetical Study of the Language of eirene in the Fourth Gospel through a Hermeneutics of Trans-generational Trauma and Social Memory. - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n \"Chosen Traumas\" and \"Chosen Glories\" in the Group Identity of the Johannine\nCommunity: An Exegetical Study of the Language of eirene in the Fourth Gospel through a\nHermeneutics of Trans-generational Trauma and Social Memory. - DMP title\nProject Identifier\n 3H200447\nGrant Title\n 11A3822N\nPrincipal Investigator / Researcher\n Alexander Bevan\nProject Data Contact\n Alexander Bevan\nDescription\n From the perspective of the gospel of John as an ideological product of its time,\nJesus appears as a colluder or conspirator in his own death. In terms of Vamik Volkan's notion of\nthe trans-generational transmission of aspects of shared identity in ethnic groups, the \ngospel\nmemorialises the \"chosen trauma\" (representations of past trauma) of Israel including the\ndestruction of the temple in the \"chosen glory\" (representations of past victory) of Jesus' death.\nHis promise of peace, therefore, to his disciples (Jn 14,27; 16,33) suggests merely a peace\npredicated on oppression. Despite the \nviolent context of the gospel, however, the first words of\nthe crucified but risen Jesus to his disciples are eirene umin (Jn 20,19.21.26) and forgiveness of\nsins (Jn 20,23). If biblical texts are literary witnesses to the formation of group identity, therefore,\nin the trans-generational transmission of Israel's trauma, how does the language of eirene\nfunction in the fourth gospel against the cultural and socio-political frames of the time to\nfabricate new frames of group identity detectable in ways that allow the gospel to be read as an\nartefact of \ncollective memory? Through a critical study of eirene in the gospel, this project posits\nthat following the violent death of Jesus, the narrative of the encounter between the risen Jesus\nand the disciples \nenvisages a transition from \"chosen trauma\" to \"chosen glory\" that is inclusive\nand restorative in the identity of God's eschatological people.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAlexander Bevan\nFWO Project Number & Title\nProject Number:\n 11A3822N\nProject Title:\n “Chosen Traumas” and “Chosen Glories” in the Group Identity of the Johannine\nCommunity: An Exegetical Study of the Language of ειρηνη in the Fourth Gospel through a\nHermeneutics of Trans-generational Trauma and Social Memory.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of Data\nFormat\nVolume\nHow created\nTextual\n.pdf\n1-2 GB\nScanned images\nof archival\ndocuments using\nlibrary scanner\nTextual\n.doc\n2-5 GB\nNotes from\npublished archival\nliterature\nTextual\n.pdf\n1-2GB\nDigital articles\naccessed through\nLIMO\nSoftware\nBibleworks\n4.0GB\nDownloaded\nsoftward for Bible\ncitations\nDatabase\n(Thesaurus Linguae Graecae,\nPerseus:\nhttp://www.perseus.tufts.edu/\nhttp://stephanus.tlg.uci.edu/\n)\n500MB\nDigital formats of\nprimary ancient\ntexts\nTextual\nOnline\n-           \nDigital dictionaries\n(e.g. Brill\nDictionary)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nRaw textual data will be collected/ generated using word and stored locally and using the KU\nLeuven One Drive.  Raw software data will be collected/ generated using word and stored locally\nand using the KU Leuven One Drive.  Raw database data will be collected/ generated using word\nand stored locally and using the KU Leuven One Drive. Raw data will be captured in data files\nheaded according to the work packages of the project and also according to the source (e.g.\nauthor) for the researcher to process.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nData processing will be organised according to the work packages of the project and stored\nlocally and using the KU Leuven One Drive.  \nIn the final stage of each workpackage, state-of-the-art data documentation will be published\nusing peer-reviewed journals/ conference proceedings, which will be stored locally, on KU Leuven\nOne Drive and made publically accessible for reuse through publishers and LIRIAS (as\nappropriate).\nThe final results of the project will be documented in a dissertation and published monograph.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThis project will explore applying the Dublin Core Standards.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll primary data, notes made and work written will be stored locally and online on KU Leuven Box\nCloud, KU Leuven drive, One Drive, Google Drive, and iCloud and once a month an external hard\ndrive will be updated. Published data will be held in a respository with the publisher and on\nLIRIAS (as appropriate).  These documents will be kept for at least 5 years after the PhD has been\ncompleted. Additionally a printed copy of the final dissertation will also be stored securely in the\nFaculty Library, and through LIMO a digital copy will be consultable. The resources for the\nresearch will either be hard copies (accessed at libraries or purchased by the researcher) or\navailable electronically (accessed online or or downloaded).\nHow is backup of the data provided?\nThe researcher and promoter are responsible for backup and recovery of all data.  All primary\ndata is automatically stored locally and backed up daily using the KU Leuven One Drive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nOneDrive has 2TB for each user, which will be more than enough for the needs of the project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are expected to be no costs because the cost of the server and OneDrive are covered by\nKU Leuven.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe OneDrive folder will only be shared by the project’s members.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated by the project will be retained.\nWhere will the data be archived (= stored for the longer term)?\nAll relevant data collected and generated in the project will be archived as a hard copy in the\nlibrary, electronically using LIMO, and for other publications in LIRIAS (as appropriate). In\naddition, the final outcome of the project will be published through a peer-reviewed data journal\nand monograph.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThere are not expected to be any costs for archiving on the KU Leuven repositories. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nMost data will be shared but in some cases copyright and contractural agreements with\npublishers may be a restricting factor.\nWhich data will be made available after the end of the project?\nThe results of the project will be made publicly available in hard copy and electronically without\nrestriction.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe final dissertation will be held as a hard copy in the library and electronically on LIMO. The\ndissertation will also be published through individual articles to peer-reviewed journals and as a\ncomprehensive monograph.\nWhen will the data be made available?\nImmediately after the end of the project\nAll data generated in the project will be made available following the public defence of the\nproject.\nWho will be able to access the data and under what conditions?\nThe data will be available to anyone open access under a cc-by license.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are not expected to be any costs for data sharing because costs are covered through the\nKU Leuven sharing facilities.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe promoter and the researcher of the project.\nWho will be responsible for data storage & back up during the project?\nThe promoter and researcher of the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe promoter and researcher of the project.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name \"Chosen Traumas\" and \"Chosen Glories\" in the Group Identity of the Johannine Community: An Exegetical Study of the Language of eirene in the Fourth Gospel through a Hermeneutics of Trans-generational Trauma and Social Memory. - DMP title Project Identifier 3H200447 Grant Title 11A3822N Principal Investigator / Researcher Alexander Bevan Project Data Contact Alexander Bevan Description From the perspective of the gospel of John as an ideological product of its time, Jesus appears as a colluder or conspirator in his own death. In terms of Vamik Volkan's notion of the trans-generational transmission of aspects of shared identity in ethnic groups, the gospel memorialises the \"chosen trauma\" (representations of past trauma) of Israel including the destruction of the temple in the \"chosen glory\" (representations of past victory) of Jesus' death. His promise of peace, therefore, to his disciples (Jn 14,27; 16,33) suggests merely a peace predicated on oppression. Despite the violent context of the gospel, however, the first words of the crucified but risen Jesus to his disciples are eirene umin (Jn 20,19.21.26) and forgiveness of sins (Jn 20,23). If biblical texts are literary witnesses to the formation of group identity, therefore, in the trans-generational transmission of Israel's trauma, how does the language of eirene function in the fourth gospel against the cultural and socio-political frames of the time to fabricate new frames of group identity detectable in ways that allow the gospel to be read as an artefact of collective memory? Through a critical study of eirene in the gospel, this project posits that following the violent death of Jesus, the narrative of the encounter between the risen Jesus and the disciples envisages a transition from \"chosen trauma\" to \"chosen glory\" that is inclusive and restorative in the identity of God's eschatological people. Institution KU Leuven 1. General Information Name applicant Alexander Bevan FWO Project Number & Title Project Number: 11A3822N Project Title: “Chosen Traumas” and “Chosen Glories” in the Group Identity of the Johannine Community: An Exegetical Study of the Language of ειρηνη in the Fourth Gospel through a Hermeneutics of Trans-generational Trauma and Social Memory. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of Data Format Volume How created Textual .pdf 1-2 GB Scanned images of archival documents using library scanner Textual .doc 2-5 GB Notes from published archival literature Textual .pdf 1-2GB Digital articles accessed through LIMO Software Bibleworks 4.0GB Downloaded softward for Bible citations Database (Thesaurus Linguae Graecae, Perseus: http://www.perseus.tufts.edu/ http://stephanus.tlg.uci.edu/ ) 500MB Digital formats of primary ancient texts Textual Online - Digital dictionaries (e.g. Brill Dictionary) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Raw textual data will be collected/ generated using word and stored locally and using the KU Leuven One Drive. Raw software data will be collected/ generated using word and stored locally and using the KU Leuven One Drive. Raw database data will be collected/ generated using word and stored locally and using the KU Leuven One Drive. Raw data will be captured in data files headed according to the work packages of the project and also according to the source (e.g. author) for the researcher to process. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Data processing will be organised according to the work packages of the project and stored locally and using the KU Leuven One Drive. In the final stage of each workpackage, state-of-the-art data documentation will be published using peer-reviewed journals/ conference proceedings, which will be stored locally, on KU Leuven One Drive and made publically accessible for reuse through publishers and LIRIAS (as appropriate). The final results of the project will be documented in a dissertation and published monograph. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No This project will explore applying the Dublin Core Standards. 5. Data storage and backup during the FWO project Where will the data be stored? All primary data, notes made and work written will be stored locally and online on KU Leuven Box Cloud, KU Leuven drive, One Drive, Google Drive, and iCloud and once a month an external hard drive will be updated. Published data will be held in a respository with the publisher and on LIRIAS (as appropriate). These documents will be kept for at least 5 years after the PhD has been completed. Additionally a printed copy of the final dissertation will also be stored securely in the Faculty Library, and through LIMO a digital copy will be consultable. The resources for the research will either be hard copies (accessed at libraries or purchased by the researcher) or available electronically (accessed online or or downloaded). How is backup of the data provided? The researcher and promoter are responsible for backup and recovery of all data. All primary data is automatically stored locally and backed up daily using the KU Leuven One Drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes OneDrive has 2TB for each user, which will be more than enough for the needs of the project. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are expected to be no costs because the cost of the server and OneDrive are covered by KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The OneDrive folder will only be shared by the project’s members. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated by the project will be retained. Where will the data be archived (= stored for the longer term)? All relevant data collected and generated in the project will be archived as a hard copy in the library, electronically using LIMO, and for other publications in LIRIAS (as appropriate). In addition, the final outcome of the project will be published through a peer-reviewed data journal and monograph. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There are not expected to be any costs for archiving on the KU Leuven repositories. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Most data will be shared but in some cases copyright and contractural agreements with publishers may be a restricting factor. Which data will be made available after the end of the project? The results of the project will be made publicly available in hard copy and electronically without restriction. Where/how will the data be made available for reuse? In an Open Access repository The final dissertation will be held as a hard copy in the library and electronically on LIMO. The dissertation will also be published through individual articles to peer-reviewed journals and as a comprehensive monograph. When will the data be made available? Immediately after the end of the project All data generated in the project will be made available following the public defence of the project. Who will be able to access the data and under what conditions? The data will be available to anyone open access under a cc-by license. What are the expected costs for data sharing? How will the costs be covered? There are not expected to be any costs for data sharing because costs are covered through the KU Leuven sharing facilities. 8. Responsibilities Who will be responsible for data documentation & metadata? The promoter and the researcher of the project. Who will be responsible for data storage & back up during the project? The promoter and researcher of the project. Who will be responsible for ensuring data preservation and reuse ? The promoter and researcher of the project. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}