{
    "document_id": "D-2021-1163",
    "LinkTitle": "D-2021-1163",
    "file_name": "D-2021-1163.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1163.pdf",
    "metadata": {
        "title": "Microsoft Word - My plan (FWO DMP) - DMP title.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": " \n1  MY PLAN (FWO DMP) DMP TITLE  ADMIN DETAILS Project Name: My plan (FWO DMP) - DMP title Principal Investigator / Researcher: Tinne Pauwels Institution: KU Leuven  1. GENERAL INFORMATION Name applicant Tinne Pauwels   FWO Project Number & Title 1164522N: Multiplicity properties of massive stars across different ages and stellar environments through high-angular resolution observations   Affiliation ● KU Leuven   2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data?   Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format). Type of data  Format  (Estimated) volume  How created  ESO VLT/SPHERE telescope data .FITS  123 GB Observations from ESO/VLT SPHERE DC reduced data .FITS  18 GB Derived from observational data Post-processed images .FITS  14 GB Derived from observational data \n \n2 Measurements and numerical results .CSV or .ASCII  < 1 GB Derived from observational data Statistical plots .PNG or .PDF  6 GB Derived from observational data Python codes .IPYNB or .PY  < 1 GB Created by PI Publication files .TEX or .PDF  < 1 GB Created by PI    3. LEGAL AND ETHICAL ISSUES Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application).   Be aware that registering the fact that you process personal data is a legal obligation. ● No Privacy Registry Reference:  Short description of the kind of personal data that will be used:   Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● No  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  ● No  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No   4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Observational data from ESO include a FITS header with information about the observing setup, weather conditions, acquisition date and time, resolution, etc.  \n \n3 2. Reduced data from the SPHERE data center include the same FITS header as the original ESO files. In addition, they insert information about the data reduction pipeline that was adopted.  3. The CSV tables with measurements and numerical results contain descriptive titles for each column, including the units of measurement. ASCII tables that will be made available through the CDS SAGA database system will be accompanied by a README file.   4. Processed images and statistical plots usually contain an explanatory title and will be further explained in the final publication file.  5. Python codes are accompanied by documentation in the file itself, such as explanatory comments or a description on how to use the code.  6. Publication files include date of submission, acceptance and publication.   Will a metadata standard be used? If so,  describe in detail which standard will be used.  If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes ● No Standard metadata  1. The observational data from ESO contain standard FITS headers.  2. The reduced data from the SPHERE data center include information about the data reduction pipeline in addition to the standard FITS header from ESO.  No standard metadata  3. The CSV tables contain descriptive titles for each column, including units of measurements, and explanatory comments. A README file will be provided for ASCII tables that are made available through the CDS SAGA database system.  4. Processed images and statistical plots do not require metadata, but will be explained in detail in the publication files.  5. Python codes are accompanied by documentation in the file itself, such as explanatory comments or a description on how to use the code.  6. Publication files include date of submission, acceptance and publication.    5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored?   How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures.   Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes \n \n4 The Institute of Astronomy has sufficient storage and backup capacity to store all the data for a minimum of 5 years.   What are the expected costs for data storage and back up during the project? How will these costs be covered?  There are no costs expected for data storage and back up as the necessary facilities are already available at the Institute of Astronomy.   Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment.     6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 5 year period after the end of the project.    Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.   What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?  The Institute of Astronomy already has sufficient storage and backup capacity to store all the data for a minimum of 5 years. No extra costs are expected.    7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● No  Which data will be made available after the end of the project? 1. The raw data from ESO will be made publicly available in FITS format in the ESO archive 1 year after the observation.  2. The reduced data from the SPHERE data center will be made publicly available approximately 5 years after collection.  \n \n5 3. The post-processed images and measurements/numerical results that are part of publications will be made available through the CDS SAGA database system.  4. The Python code that will be developed in WP4 will be made publicly available through GitHub.   Where/how will the data be made available for reuse? ● In an Open Access repository 1. The raw data from ESO will be made publicly available in FITS format in the ESO archive 1 year after the observation.  2. The reduced data from the SPHERE data center will be made publicly available approximately 5 years after collection.  3. The post-processed images and measurements/numerical results that are part of publications will be made available through the CDS SAGA database system as FITS files (images) and ASCII files or CSV tables (measurements and numerical results).  4. The Python code that will be developed in WP4 will be made publicly available through GitHub.   When will the data be made available? ● After an embargo period. Specify the length of the embargo and why this is necessary 1. ESO data: 1 year after collection  2. Reduced data from SPHERE data center: approximately 5 years after collection  3. Post-processed images and measurements/numerical results: upon publication of the research results.  4. Python code from WP4: upon publication of the research results.   Who will be able to access the data and under what conditions? 1. Raw data from ESO and reduced data from SPHERE data center are open access.  2. Post-processed images, measurements/numerical results and the Python code will be available to anyone for any purpose, provided that they give appropriate credit to the creators.   What are the expected costs for data sharing? How will the costs be covered?   No costs are expected for data sharing.    8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? 1. Raw data from ESO: the ESO archive is responsible for data documentation and metadata.  2. Reduced data from SPHERE data center: SPHERE data center is responsible for data documentation and metadata.  3. Post-processed images, measurements/numerical results and Python code: the PI of the project is responsible for data documentation and metadata.   Who will be responsible for data storage & back up during the project? 1. Raw data from ESO: the ESO archive is responsible for data storage & back up during the project.  \n \n6 2. Reduced data from SPHERE data center: SPHERE data center is responsible for data storage & back up during the project.  3. Post-processed images, measurements/numerical results and Python code: the PI of the project is responsible for data storage & back up during the project.   Who will be responsible for ensuring data preservation and reuse ? 1. Raw data from ESO: the ESO archive is responsible for ensuring data preservation and reuse.  2. Reduced data from SPHERE data center: SPHERE data center is responsible for ensuring data preservation and reuse.  3. Post-processed images, measurements/numerical results and Python code: the PI of the project is responsible for ensuring data preservation and reuse.   Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP.   "
    },
    "clean_full_text": "1 MY PLAN (FWO DMP) DMP TITLE ADMIN DETAILS Project Name: My plan (FWO DMP) - DMP title Principal Investigator / Researcher: Tinne Pauwels Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Tinne Pauwels FWO Project Number & Title 1164522N: Multiplicity properties of massive stars across different ages and stellar environments through high-angular resolution observations Affiliation ● KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format (Estimated) volume How created ESO VLT/SPHERE telescope data .FITS 123 GB Observations from ESO/VLT SPHERE DC reduced data .FITS 18 GB Derived from observational data Post-processed images .FITS 14 GB Derived from observational data 2 Measurements and numerical results .CSV or .ASCII < 1 GB Derived from observational data Statistical plots .PNG or .PDF 6 GB Derived from observational data Python codes .IPYNB or .PY < 1 GB Created by PI Publication files .TEX or .PDF < 1 GB Created by PI 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ● No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Observational data from ESO include a FITS header with information about the observing setup, weather conditions, acquisition date and time, resolution, etc. 3 2. Reduced data from the SPHERE data center include the same FITS header as the original ESO files. In addition, they insert information about the data reduction pipeline that was adopted. 3. The CSV tables with measurements and numerical results contain descriptive titles for each column, including the units of measurement. ASCII tables that will be made available through the CDS SAGA database system will be accompanied by a README file. 4. Processed images and statistical plots usually contain an explanatory title and will be further explained in the final publication file. 5. Python codes are accompanied by documentation in the file itself, such as explanatory comments or a description on how to use the code. 6. Publication files include date of submission, acceptance and publication. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes ● No Standard metadata 1. The observational data from ESO contain standard FITS headers. 2. The reduced data from the SPHERE data center include information about the data reduction pipeline in addition to the standard FITS header from ESO. No standard metadata 3. The CSV tables contain descriptive titles for each column, including units of measurements, and explanatory comments. A README file will be provided for ASCII tables that are made available through the CDS SAGA database system. 4. Processed images and statistical plots do not require metadata, but will be explained in detail in the publication files. 5. Python codes are accompanied by documentation in the file itself, such as explanatory comments or a description on how to use the code. 6. Publication files include date of submission, acceptance and publication. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes 4 The Institute of Astronomy has sufficient storage and backup capacity to store all the data for a minimum of 5 years. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no costs expected for data storage and back up as the necessary facilities are already available at the Institute of Astronomy. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for the expected 5 year period after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The Institute of Astronomy already has sufficient storage and backup capacity to store all the data for a minimum of 5 years. No extra costs are expected. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● No Which data will be made available after the end of the project? 1. The raw data from ESO will be made publicly available in FITS format in the ESO archive 1 year after the observation. 2. The reduced data from the SPHERE data center will be made publicly available approximately 5 years after collection. 5 3. The post-processed images and measurements/numerical results that are part of publications will be made available through the CDS SAGA database system. 4. The Python code that will be developed in WP4 will be made publicly available through GitHub. Where/how will the data be made available for reuse? ● In an Open Access repository 1. The raw data from ESO will be made publicly available in FITS format in the ESO archive 1 year after the observation. 2. The reduced data from the SPHERE data center will be made publicly available approximately 5 years after collection. 3. The post-processed images and measurements/numerical results that are part of publications will be made available through the CDS SAGA database system as FITS files (images) and ASCII files or CSV tables (measurements and numerical results). 4. The Python code that will be developed in WP4 will be made publicly available through GitHub. When will the data be made available? ● After an embargo period. Specify the length of the embargo and why this is necessary 1. ESO data: 1 year after collection 2. Reduced data from SPHERE data center: approximately 5 years after collection 3. Post-processed images and measurements/numerical results: upon publication of the research results. 4. Python code from WP4: upon publication of the research results. Who will be able to access the data and under what conditions? 1. Raw data from ESO and reduced data from SPHERE data center are open access. 2. Post-processed images, measurements/numerical results and the Python code will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? No costs are expected for data sharing. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? 1. Raw data from ESO: the ESO archive is responsible for data documentation and metadata. 2. Reduced data from SPHERE data center: SPHERE data center is responsible for data documentation and metadata. 3. Post-processed images, measurements/numerical results and Python code: the PI of the project is responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? 1. Raw data from ESO: the ESO archive is responsible for data storage & back up during the project. 6 2. Reduced data from SPHERE data center: SPHERE data center is responsible for data storage & back up during the project. 3. Post-processed images, measurements/numerical results and Python code: the PI of the project is responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? 1. Raw data from ESO: the ESO archive is responsible for ensuring data preservation and reuse. 2. Reduced data from SPHERE data center: SPHERE data center is responsible for ensuring data preservation and reuse. 3. Post-processed images, measurements/numerical results and Python code: the PI of the project is responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}