{
    "document_id": "D-2022-1718",
    "LinkTitle": "D-2022-1718",
    "file_name": "D-2022-1718.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1718.pdf",
    "metadata": {
        "title": "Gender Reassignment Surgery as a Moral Challenge: A Theological-Ethical Investigation with a Focus on the Indian Context",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Gender Reassignment Surgery as a Moral Challenge: A Theological-Ethical Investigation with a\nFocus on the Indian Context\nA Data Management Plan created using DMPonline.be\nCreator: \nBijosh Moolekkudiyil Baby \n \nhttps://orcid.org/0000-0002-9997-9698\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nZB/22/005\nID: \n196926\nStart date: \n10-01-2022\nEnd date: \n06-02-2026\nProject abstract:\nGender reassignment surgery (GRS) is widely presented and practiced as a promising and competent treatment option for gender\ndysphoria in the Indian context recently. Though there occur discussions on the medical and legal aspects, the ethical discussion on GRS\nis almost non-existing in the present context. The absence of a normative ethical framework on GRS in India creates moral confusion\namong the stakeholders as well as among common people. Situating GRS within the Indian context, this research aims at providing a\nnormative theological-ethical framework for GRS in India through the critical dialogue between the ethical arguments coming from a\nnormative (secular and theological) ethical literature review and empirical arguments coming from the qualitative research based on\nindividual in-depth interviews among various stakeholders of GRS in India.\nLast modified: \n22-03-2023\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n1 of 7\nGender Reassignment Surgery as a Moral Challenge: A Theological-Ethical Investigation with a\nFocus on the Indian Context\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data)\nor\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nBibliographic\ndetails\nBibliographic details of selected excerpts for\nsystematic review created using Endnote\nsoftware\nN\nD\nT\n.pdf/.html\n<1GB\n \nCode book\nof literature\nreview\nNVivo codes with descriptions of selected\nliterature according to thematic framework. The\nexcerpts will be imported to NVivo and coded\nN\nD\nT\n.nvp (NVivo\nproject\nfile)/.pdf\n<1GB\n \nInterview\nprotocol\nProtocol developed for individual in-depth\ninterviews\nN\nD\nT\n.pdf\n<1GB\n \nInformed\nconsent\nInformed consent form of interviews\nN \nD\nT\n.pdf\n<1GB\n \nInterview\ntranscripts\nTranscripts of individual in-depth interviews.\nTranscription of the audio files of interviews\nN\nD \nT\n.pdf\n<1GB\n \nCodes book\nof interviews\nNVivo codes with descriptions of the interviews\naccording to thematic framework. The\ntranscripts of the interviews will be coded on\nNVivo\nN\nD \nT\n.nvp/.pdf\n<1GB\n \nDemographic\ndetails\nDemographic details of the interviewees. This\ndata set will be retained only during the project.\nN\nD\nT\n.pdf/.xls\n<1GB\n \nFieldnotes\non interviews\nPersonal field notes and memos on interview\nN\nD \nT\n.pdf\n<1GB\n \nProject file\nNVivo project file which includes all literature\nand all interview transcripts with codes, cases,\nannotations and memos.\nN\nD\nT\n.nvp (NVivo\nproject file)/\n.gdpx (REFI-\nQDA)\n<1GB\n \nREADME file\nREADME file for the whole data storage\nN\nD\nT\n.txt\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nThis research involves a systematic literature review, for which literature will be collected from online open access literature\ndatabases namely, \nEmbase\n, \nPubMed\n, \nATLA Religion\n, \nWeb of Science\n, \nScopus\n, \nThe Philosopher's Index\n, \nIndex Theologicus\n and\nGoogle Scholar\n.\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n2 of 7\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval\nnumber.\nYes, human subject data (Provide SMEC or EC approval number below)\nThis research involves individual in-depth interviews of gender dysphoric people. It involves collection of personal data like name,\ncontact information, gender, age and education. All personal data will be pseudonymized to prevent personal identification.\nAdequate ethics committee approvals (SMEC approval and Local ethics committee approval from India) will be obtained before\nthe beginning of empirical data collection.\n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the\nKU Leuven or UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nThis research involves collection of personal data like name, contact information, gender, age and education. All personal data\nwill be pseudonymized to prevent personal identification. Adequate ethics committee approvals (SMEC approval and local ethics\ncommittee approval from India) will be obtained before the start of empirical data collection. PRET G-number will be added as it is\nobtained.\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data\ntransfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information\nis recorded). \nCodebook: Codebook will be produced for literature review as well as interview coding (.pdf/.xls file). It will contain description of\neach code, case and attribute.\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n3 of 7\nInterview protocol and informed consent form: A detailed interview protocol and informed consent form will be uploaded (.pdf file)\nFieldnotes and memos: will contain necessary details to further analyze the interview transcripts.\nREADME file: README.txt files will be included in order to explain various datasets whenever it is necessary.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData will be deposited in resource data repository of KU Leuven. Meta data standard specified by RDR will be used.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nAll data will be stored in KU Leuven OneDrive and shared network drive J drive. The data will be pseudonymized and will be\nmade accessible to the PhD researcher (Bijosh Moolekkudiyil Baby) and to the promoters (Prof. Dr. Yves De Maeseneer and\nProf. Dr. Kris Dierickx) using their specific employee ID. Both drives will be backed-up automatically.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe data sets mainly include text based files (.pdf/.xls/.txt/.nvp). Thus, it may not exceed 10 GB data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData will be pseudonymized. Drives will be made accessible to only involved researchers with specific employee ID.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nA standard cost for accessing J drive is expected. The cost for data storage on J drive will be covered by Prof. Dr. Kris Dierickx\nduring the project as well as until 10 years of retention period.\nData Preservation after the end of the Research Project\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n4 of 7\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nKU Leuven RDR\nThe data will be stored for 10 years on J-drive and KU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nA standard cost for using J drive for 10 years is expected. This cost will be paid by Prof. Dr. Kris Dierickx until 10 years of\nretention period.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nPseudonymized data will be published in RDR under restricted access.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly pseudonymized data will be shared upon personal written request to the researcher (Bijosh Moolekkudiyil Baby) or the\npromotors (Prof. Dr. Yves De Maeseneer and Prof. Dr. Kris Dierickx) of the project via email. It will be shared only after the\npublication of the results of the research. The decision on data sharing will be made based on the nature of the request, for\nresearch purpose only accessing the reliability of the demanding party. The decision on data sharing will be taken together by the\nresearcher and the promoters. The contact details and data with personal identifiers will not be shared.\n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nPseudonymized interview transcripts will be shared on request. It will be specified in the interview informed consent form. Data\nwith personal identifier such as demographic information will not be shared in any case. \nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n5 of 7\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nSpecific data usage licenses will be added if necessary according to the nature of the future project and the reliability of the\nrequesting party.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nAt this stage, no cost is expected for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe researcher (Bijosh Moolekkudiyil  Baby)\nWho will manage data storage and backup during the research project? \nThe researcher (Bijosh Moolekkudiyil Baby). The backup is done automatically as we use KU Leuven OneDrive and J drive.\nWho will manage data preservation and sharing? \nThe researcher: Bijosh Moolekkudiyil Baby\nThe promoters: Prof. Dr. Yves De Maeseneer, Prof. Dr. Kris Dierickx\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n6 of 7\nWho will update and implement this DMP? \nThe researcher: Bijosh Moolekkudiyil Baby\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n7 of 7"
    },
    "clean_full_text": "Gender Reassignment Surgery as a Moral Challenge: A Theological-Ethical Investigation with a Focus on the Indian Context A Data Management Plan created using DMPonline.be Creator: Bijosh Moolekkudiyil Baby https://orcid.org/0000-0002-9997-9698 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: ZB/22/005 ID: 196926 Start date: 10-01-2022 End date: 06-02-2026 Project abstract: Gender reassignment surgery (GRS) is widely presented and practiced as a promising and competent treatment option for gender dysphoria in the Indian context recently. Though there occur discussions on the medical and legal aspects, the ethical discussion on GRS is almost non-existing in the present context. The absence of a normative ethical framework on GRS in India creates moral confusion among the stakeholders as well as among common people. Situating GRS within the Indian context, this research aims at providing a normative theological-ethical framework for GRS in India through the critical dialogue between the ethical arguments coming from a normative (secular and theological) ethical literature review and empirical arguments coming from the qualitative research based on individual in-depth interviews among various stakeholders of GRS in India. Last modified: 22-03-2023 Created using DMPonline.be. Last modiﬁed 22 March 2023 1 of 7 Gender Reassignment Surgery as a Moral Challenge: A Theological-Ethical Investigation with a Focus on the Indian Context Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Bibliographic details Bibliographic details of selected excerpts for systematic review created using Endnote software N D T .pdf/.html <1GB Code book of literature review NVivo codes with descriptions of selected literature according to thematic framework. The excerpts will be imported to NVivo and coded N D T .nvp (NVivo project file)/.pdf <1GB Interview protocol Protocol developed for individual in-depth interviews N D T .pdf <1GB Informed consent Informed consent form of interviews N D T .pdf <1GB Interview transcripts Transcripts of individual in-depth interviews. Transcription of the audio files of interviews N D T .pdf <1GB Codes book of interviews NVivo codes with descriptions of the interviews according to thematic framework. The transcripts of the interviews will be coded on NVivo N D T .nvp/.pdf <1GB Demographic details Demographic details of the interviewees. This data set will be retained only during the project. N D T .pdf/.xls <1GB Fieldnotes on interviews Personal field notes and memos on interview N D T .pdf <1GB Project file NVivo project file which includes all literature and all interview transcripts with codes, cases, annotations and memos. N D T .nvp (NVivo project file)/ .gdpx (REFI- QDA) <1GB README file README file for the whole data storage N D T .txt <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: This research involves a systematic literature review, for which literature will be collected from online open access literature databases namely, Embase , PubMed , ATLA Religion , Web of Science , Scopus , The Philosopher's Index , Index Theologicus and Google Scholar . Created using DMPonline.be. Last modiﬁed 22 March 2023 2 of 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) This research involves individual in-depth interviews of gender dysphoric people. It involves collection of personal data like name, contact information, gender, age and education. All personal data will be pseudonymized to prevent personal identification. Adequate ethics committee approvals (SMEC approval and Local ethics committee approval from India) will be obtained before the beginning of empirical data collection. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) This research involves collection of personal data like name, contact information, gender, age and education. All personal data will be pseudonymized to prevent personal identification. Adequate ethics committee approvals (SMEC approval and local ethics committee approval from India) will be obtained before the start of empirical data collection. PRET G-number will be added as it is obtained. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Codebook: Codebook will be produced for literature review as well as interview coding (.pdf/.xls file). It will contain description of each code, case and attribute. Created using DMPonline.be. Last modiﬁed 22 March 2023 3 of 7 Interview protocol and informed consent form: A detailed interview protocol and informed consent form will be uploaded (.pdf file) Fieldnotes and memos: will contain necessary details to further analyze the interview transcripts. README file: README.txt files will be included in order to explain various datasets whenever it is necessary. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data will be deposited in resource data repository of KU Leuven. Meta data standard specified by RDR will be used. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) All data will be stored in KU Leuven OneDrive and shared network drive J drive. The data will be pseudonymized and will be made accessible to the PhD researcher (Bijosh Moolekkudiyil Baby) and to the promoters (Prof. Dr. Yves De Maeseneer and Prof. Dr. Kris Dierickx) using their specific employee ID. Both drives will be backed-up automatically. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The data sets mainly include text based files (.pdf/.xls/.txt/.nvp). Thus, it may not exceed 10 GB data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized. Drives will be made accessible to only involved researchers with specific employee ID. What are the expected costs for data storage and backup during the research project? How will these costs be covered? A standard cost for accessing J drive is expected. The cost for data storage on J drive will be covered by Prof. Dr. Kris Dierickx during the project as well as until 10 years of retention period. Data Preservation after the end of the Research Project Created using DMPonline.be. Last modiﬁed 22 March 2023 4 of 7 Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) KU Leuven RDR The data will be stored for 10 years on J-drive and KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? A standard cost for using J drive for 10 years is expected. This cost will be paid by Prof. Dr. Kris Dierickx until 10 years of retention period. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Pseudonymized data will be published in RDR under restricted access. If access is restricted, please specify who will be able to access the data and under what conditions. Only pseudonymized data will be shared upon personal written request to the researcher (Bijosh Moolekkudiyil Baby) or the promotors (Prof. Dr. Yves De Maeseneer and Prof. Dr. Kris Dierickx) of the project via email. It will be shared only after the publication of the results of the research. The decision on data sharing will be made based on the nature of the request, for research purpose only accessing the reliability of the demanding party. The decision on data sharing will be taken together by the researcher and the promoters. The contact details and data with personal identifiers will not be shared. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Pseudonymized interview transcripts will be shared on request. It will be specified in the interview informed consent form. Data with personal identifier such as demographic information will not be shared in any case. Created using DMPonline.be. Last modiﬁed 22 March 2023 5 of 7 Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Specific data usage licenses will be added if necessary according to the nature of the future project and the reliability of the requesting party. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? At this stage, no cost is expected for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? The researcher (Bijosh Moolekkudiyil Baby) Who will manage data storage and backup during the research project? The researcher (Bijosh Moolekkudiyil Baby). The backup is done automatically as we use KU Leuven OneDrive and J drive. Who will manage data preservation and sharing? The researcher: Bijosh Moolekkudiyil Baby The promoters: Prof. Dr. Yves De Maeseneer, Prof. Dr. Kris Dierickx Created using DMPonline.be. Last modiﬁed 22 March 2023 6 of 7 Who will update and implement this DMP? The researcher: Bijosh Moolekkudiyil Baby Created using DMPonline.be. Last modiﬁed 22 March 2023 7 of 7"
}