{
    "document_id": "D-2021-1115",
    "LinkTitle": "D-2021-1115",
    "file_name": "D-2021-1115.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1115.pdf",
    "metadata": {
        "title": "DMP Beyond the Canon: A Digital Art Historical Approach to the International Circuit of Belgian Modern Art Exhibitions in the First Half of the Twentieth Century. - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP Beyond the Canon: A Digital Art Historical Approach to the International\nCircuit of Belgian Modern Art Exhibitions in the First Half of the Twentieth Century. - DMP title\nProject Identifier\n 12O9922N\nGrant Title\n 12O9922N\nPrincipal Investigator / Researcher\n Laurens Dhaenens\nProject Data Contact\n laurens.dhaenens@kuleuven.be\nDescription\n The research project studies the international circuit of Belgian modern art\nexhibitions in the first half of the twentieth century, using digital art historical methods. More\nspecifically, it focusses on the development of a MYSQL database that will make it possible to\nstudy the circulation of Belgian art in relation to the international market, cultural diplomacy and\nother international cultural circuits. The datamodel that is based on the data present in\nexhibition catalogues, is designed in such a way that it can be used for other research projects\nthat look into the international circulation of modern art. Through the database, the research\nproject sheds light on numerous artists who are unknown today and/or are considered less\nimportant: what did they mean in the international circuit? And in a particular country or region?\nOr in relation to a specific social artistic network? And what was the role of international dealers,\ndiplomats, consuls and collectors? Although the database is still in a test phase, forty-two female\nartists have already been identified. The aim of the project is not so much to reposition artists or\nto elevate their status, but to shed new light on their work and canonisation mechanisms, and to\nhighlight a less studied institutional aspect of modern art history that brings together artistic,\neconomic and political actors. In addition, the database and research results will also be used in\nthe reassessment of modern art and the representation of modern art collections.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLaurens Dhaenens\nFWO Project Number & Title\n12O9922N \nBeyond the Canon: A Digital Art Historical Approach to the International Circuit of Belgian Modern\nArt Exhibitions in the First Half of the Twentieth Century.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nMySQL\ndatabase\n.db\nMax. 5GB\nTranscription of data\npresent in Belkgian\nmodern art\nexhibition\ncatalogues\n(exhibitions that\ntook place outside of\nEurope and/or in the\ncontext of an\nInternational\nExhibition) \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nScanned\ncatalogues\n.pdf\nMax 15 GB\nDocument scanning\nfrom paper-based\narchival documents\n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe following documentation will be provided: \n1. Documentation sheets for the project as a whole. This will explain the objectives and\nmethodology of the project, the type of data used and where they can be found (archives,\nlibraries, etc.). \n2. A ReadMe file for the database that explains the datamodel (the possibilities/restrictions) and\nthe dataset (including the sources of the data). It will also include a section on how the database\ncan be used for other research projects.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDuring the project: All material will be stored on KU Leuven’s central network drives, which are\nsafe, automatically backed-up, and are capable of archiving large volumes of data. The MySQL\ndatabase will be hosted on the server of KU Leuven and at the end of the project, converted to\nLinked Open Data in order to make it accessible through other data platforms.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected costs are: \nGeneral Setup cost: 71 euro\nDatabase Setup cost: 36,54 euro\nCost of 5,14/GB => for 5 GB: 25,7 euro\nAll costs can be covered by the allocated project budget from the FWO. \n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data is stored in the university's secure environment and is password protected.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe database and the digitized copies of the catalogues will be reatained for at least 5 years after\nthe end of the project. In case I am no longer working at KU Leuven, Prof. dr. Koenraad Brosens\nwill preserver and maintain the database.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform KU Leuven RDM policy.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAll costs will be covered during the development of the project. There will be no further costs\nduring the retentation period of 5 years. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe dataset will be made available after the end of the project. It will be accessible through the\nfree application PhPMyAdmin (password secured and restricted access: no changes can be made\nto the datamodel/dataset). In addition, the objective is to develop a website that makes the\ndatabase available for further use. The costs of the website will be covered during the project.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe full dataset with documentation will be uploaded in a cvs format in Zenodo, but the objective\nis also to develop a website that enables free reuse of the dataset. \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe full dataset will be uploaded in a cvs format in Zenodo as an open access dataset under a\nCC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give\nappropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nI have not yet a view on the expected costs for the development of a (modest) website that\nenables the use of the MYSQL database. However, costs will be covered by the allocated project\nbudget. In case it is not sufficient, I will give access to the database through the free software\ntool PhpMyAdmin.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nLaurens Dhaenens\nWho will be responsible for data storage & back up during the project?\nLaurens Dhaenens\nWho will be responsible for ensuring data preservation and reuse ?\nLaurens Dhaenens, and in case he no longer works at KU Leuven: Prof. dr. Koenraad Brosens.\nWho bears the end responsibility for updating & implementing this DMP?\nLaurens Dhaenens, and in case he no longer works at KU Leuven: Prof. dr. Koenraad Brosens.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name DMP Beyond the Canon: A Digital Art Historical Approach to the International Circuit of Belgian Modern Art Exhibitions in the First Half of the Twentieth Century. - DMP title Project Identifier 12O9922N Grant Title 12O9922N Principal Investigator / Researcher Laurens Dhaenens Project Data Contact laurens.dhaenens@kuleuven.be Description The research project studies the international circuit of Belgian modern art exhibitions in the first half of the twentieth century, using digital art historical methods. More specifically, it focusses on the development of a MYSQL database that will make it possible to study the circulation of Belgian art in relation to the international market, cultural diplomacy and other international cultural circuits. The datamodel that is based on the data present in exhibition catalogues, is designed in such a way that it can be used for other research projects that look into the international circulation of modern art. Through the database, the research project sheds light on numerous artists who are unknown today and/or are considered less important: what did they mean in the international circuit? And in a particular country or region? Or in relation to a specific social artistic network? And what was the role of international dealers, diplomats, consuls and collectors? Although the database is still in a test phase, forty-two female artists have already been identified. The aim of the project is not so much to reposition artists or to elevate their status, but to shed new light on their work and canonisation mechanisms, and to highlight a less studied institutional aspect of modern art history that brings together artistic, economic and political actors. In addition, the database and research results will also be used in the reassessment of modern art and the representation of modern art collections. Institution KU Leuven 1. General Information Name applicant Laurens Dhaenens FWO Project Number & Title 12O9922N Beyond the Canon: A Digital Art Historical Approach to the International Circuit of Belgian Modern Art Exhibitions in the First Half of the Twentieth Century. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). MySQL database .db Max. 5GB Transcription of data present in Belkgian modern art exhibition catalogues (exhibitions that took place outside of Europe and/or in the context of an International Exhibition) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Scanned catalogues .pdf Max 15 GB Document scanning from paper-based archival documents 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The following documentation will be provided: 1. Documentation sheets for the project as a whole. This will explain the objectives and methodology of the project, the type of data used and where they can be found (archives, libraries, etc.). 2. A ReadMe file for the database that explains the datamodel (the possibilities/restrictions) and the dataset (including the sources of the data). It will also include a section on how the database can be used for other research projects. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? During the project: All material will be stored on KU Leuven’s central network drives, which are safe, automatically backed-up, and are capable of archiving large volumes of data. The MySQL database will be hosted on the server of KU Leuven and at the end of the project, converted to Linked Open Data in order to make it accessible through other data platforms. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected costs are: General Setup cost: 71 euro Database Setup cost: 36,54 euro Cost of 5,14/GB => for 5 GB: 25,7 euro All costs can be covered by the allocated project budget from the FWO. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored in the university's secure environment and is password protected. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The database and the digitized copies of the catalogues will be reatained for at least 5 years after the end of the project. In case I am no longer working at KU Leuven, Prof. dr. Koenraad Brosens will preserver and maintain the database. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All costs will be covered during the development of the project. There will be no further costs during the retentation period of 5 years. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The dataset will be made available after the end of the project. It will be accessible through the free application PhPMyAdmin (password secured and restricted access: no changes can be made to the datamodel/dataset). In addition, the objective is to develop a website that makes the database available for further use. The costs of the website will be covered during the project. Where/how will the data be made available for reuse? In an Open Access repository The full dataset with documentation will be uploaded in a cvs format in Zenodo, but the objective is also to develop a website that enables free reuse of the dataset. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The full dataset will be uploaded in a cvs format in Zenodo as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? I have not yet a view on the expected costs for the development of a (modest) website that enables the use of the MYSQL database. However, costs will be covered by the allocated project budget. In case it is not sufficient, I will give access to the database through the free software tool PhpMyAdmin. 8. Responsibilities Who will be responsible for data documentation & metadata? Laurens Dhaenens Who will be responsible for data storage & back up during the project? Laurens Dhaenens Who will be responsible for ensuring data preservation and reuse ? Laurens Dhaenens, and in case he no longer works at KU Leuven: Prof. dr. Koenraad Brosens. Who bears the end responsibility for updating & implementing this DMP? Laurens Dhaenens, and in case he no longer works at KU Leuven: Prof. dr. Koenraad Brosens. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}