{
    "document_id": "D-2023-2228",
    "LinkTitle": "D-2023-2228",
    "file_name": "D-2023-2228.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2228.pdf",
    "metadata": {
        "title": "Pore-scale modelling of moisture transfer in building materials: full-scale pore network construction and hygric property simulation",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Pore-scale modelling of moisture transfer in building materials: full-scale pore\nnetwork construction and hygric property simulation\nA Data Management Plan created using DMPonline.be\nCreators: \nHans Janssen, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n., Hans Janssen\nData Manager:\n \nn.n. n.n., Hans Janssen\nProject Administrator:\n \nHans Janssen\nGrant number / URL: \nG0A8323N\nID: \n200535\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nWhat if we were able to fully exploit the relation between the pore structure and the hygric properties of porous\nmaterials to truly ‘engineer’ the moisture performance of building materials ? Or more specifically, what if we were able\nto predict the moisture properties of building materials directly from pore structure information ? This would accelerate\nthe hygric analysis of existing building materials and facilitate the hygric design of new building materials. \nIn recent years, research by the “Transport in porous materials\"\nresearch group – of the Building Physics Section in the  Department of Civil Engineering of KU Leuven – has made such\nnumerical prediction of moisture properties of building materials based on pore structure possible. The full-blown\napplication of such pore-scale modelling is hindered by two bottle-necks though: the generation of full-scale pore\nnetworks spanning the entire spectrum of pore sizes in building materials, and the computation of moisture properties\nin these full-scale pore networks. The project aims at taking pore-scale modelling of moisture properties of building\nmaterials to the next level, via full-scale stochastic generation of pore networks for building materials as well as\nproficient algorithms for moisture storage  and transport simulation in these networks. The efficacy and  reliability of\npore-scale modelling of moisture properties of building materials is finally verified by validation with already available\nmoisture properties.\nLast modified: \n28-06-2023\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n1 of 8\nPore-scale modelling of moisture transfer in building materials: full-scale pore\nnetwork construction and hygric property simulation\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nVarious datatypes will be generated:\n- material specimen for measurements: typically stored as physical objects;\n- experimental protocols and outcomes: typically stored as computer objects, in text and spreadsheet formats as well as in dedicated image files;\n- simulation models' inputs and outputs: typically stored as computer objects, in text and spreadsheet formats as well as in dedicated model files;\n- publications (reports, papers, reviews): typically stored as computer objects, in text formats;\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nThe responsible persons are the two PI's, prof. Hans Janssen and prof. Stefan Vandewalle. Storage provisions and guidelines are in place, for physical objects (prof. Hans\nJanssen) as well as computer objects (prof. Hans Janssen & prof. Stefan Vandewalle).\nThese physical objects (material samples) will be stored in the laboratory storage room of the Building Physics and Sustainable Design section (Department of Civil\nEngineering) with clear marking of their origin, meaning, storage intent and required storage duration.\nThese computer files (text files, spreadsheet files, computer codes, ...) will be archived on the storage disks of both the Building Physics and Sustainable Design section\n(Department of Civil Engineering) and the Numerical Analysis and Applied Mathematics (NUMA) section (Department of Computer Sciences), typically used for archiving\ncomputer objects related to research activities.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNot applicable\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n2 of 8\nPore-scale modelling of moisture transfer in building materials: full-scale pore\nnetwork construction and hygric property simulation\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nVarious datatypes will be generated:\n- simulation models' inputs and outputs: typically stored as computer objects, in text and spreadsheet formats as well as in dedicated model files;\n- publications (reports, papers, reviews): typically stored as computer objects, in text formats;\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nSamples\nMaterial samples used for characterisation of the\npore structure of three building materials\nGenerate\nnew data\nPhysical\nExperimental\nNot applicable\nNot applicable\n< 0.1 m³\nProtocols\nProtocols for execution of characterisation\nexperiments\nGenerate\nnew data\nDigital\nDocumentation\n.txt, .cvs, .pdf\n< 100MB\nNot\napplicable\n \nOutcomes\nOutcomes of execution of characterisation\nexperiments\nGenerate\nnew data\nDigital\nExperimental &\nCompiled/aggregated\n.txt, .cvs, .pdf, .tif\n< 1TB\nNot\napplicable\nModels\nPore network extraction, generation and simulation\ncomputer models\nGenerate\nnew data\nDigital\nSoftware\n.py, .pyi, .pyc, .pyd, .pyo,\n.pyw, .pyz, .txt, .cvs, .pdf\n< 1GB\nNot\napplicable\nPublications\nReports, papers, reviews on all aspects of the\nresearch\nGenerate\nnew data\nDigital\nDocumentation\n.txt, .cvs, .pdf\n< 1GB\nNot\napplicable\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n3 of 8\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nA ReadMe file (.txt) can be found in the respective folders for each the different data sets,  describing the actual content, overall organisation and further documentation\nof the stored data.  This ReadMe file may also contains references to other documents with more details on certain elements (e.g. experimental protocols, post-processing\nprocedures, simulation manuals, ...). The structure of every ReadMe file is based on the example documentation provided by the KU Leuven\n(https://www.kuleuven.be/rdm/en/README). Its template is also kept in the central folder of the project to make sure it can always be accessed.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nSee above\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDepending on their size (and the costs involved), the data will be stored on either Shared Network Drive or Large Volume Storage, both provided by KU Leuven.\nHow will the data be backed up?\nKU Leuven has proper protocols in place for backing up the Shared Network Drive or Large Volume Storage.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe volumes of digital data to be stored are not excessive, and KU Leuven offers sufficient space via Shared Network Drive or Large Volume Storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nKU Leuven has proper protocols in place to securely store digital data, avoiding access by unauthorized persons.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe volumes of digital data to be stored are not excessive, and the costs incurred are thus not very signficant.  They are covered by the working budgets of the two\nsections involved.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 10 years, in accordance with KU Leuven's RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nDepending on their size (and the costs involved), the data will be stored on either Shared Network Drive or Large Volume Storage, both provided by KU Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe volumes of digital data to be stored are not excessive, and the costs incurred are thus not very signficant.  They are covered by the working budgets of the two\nsections involved.\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n4 of 8\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data will be made available, upon mailed request to the PI's.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data will be available for reuse by other researchers within the two research groups involved.  Everything can be retrieved from the archive drives of the research\ngroups.\nResearchers from outside the research group can request specific data via mailed request to the PI's.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nNot applicable\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be available for reuse by other researchers within the two research groups involved.  Everything can be retrieved from the archive drives of the research\ngroups.\nResearchers from outside the research group can request specific data via mailed request to the PI's.\nWhen will the data be made available?\nImmediately after the end of the project\nWhich data usage licenses are you going to provide? If none, please explain why.\nfor data (excluding software source code): CC-BY-NC-SA-4.0\nfor software source code: AGPL-3.0-or-later\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe volumes of digital data to be stored are not excessive, and the costs incurred are thus not very signficant.  They are covered by the working budgets of the two\nsections involved.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle \nWho will manage data storage and backup during the research project?\nThe related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle \nWho will manage data preservation and sharing?\nThe related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle \nWho will update and implement this DMP?\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n5 of 8\nThe related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle \nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n6 of 8\nPore-scale modelling of moisture transfer in building materials: full-scale pore\nnetwork construction and hygric property simulation\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n7 of 8\nPore-scale modelling of moisture transfer in building materials: full-scale pore\nnetwork construction and hygric property simulation\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 June 2023\n8 of 8"
    },
    "clean_full_text": "Pore-scale modelling of moisture transfer in building materials: full-scale pore network construction and hygric property simulation A Data Management Plan created using DMPonline.be Creators: Hans Janssen, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n., Hans Janssen Data Manager: n.n. n.n., Hans Janssen Project Administrator: Hans Janssen Grant number / URL: G0A8323N ID: 200535 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: What if we were able to fully exploit the relation between the pore structure and the hygric properties of porous materials to truly ‘engineer’ the moisture performance of building materials ? Or more specifically, what if we were able to predict the moisture properties of building materials directly from pore structure information ? This would accelerate the hygric analysis of existing building materials and facilitate the hygric design of new building materials. In recent years, research by the “Transport in porous materials\" research group – of the Building Physics Section in the Department of Civil Engineering of KU Leuven – has made such numerical prediction of moisture properties of building materials based on pore structure possible. The full-blown application of such pore-scale modelling is hindered by two bottle-necks though: the generation of full-scale pore networks spanning the entire spectrum of pore sizes in building materials, and the computation of moisture properties in these full-scale pore networks. The project aims at taking pore-scale modelling of moisture properties of building materials to the next level, via full-scale stochastic generation of pore networks for building materials as well as proficient algorithms for moisture storage and transport simulation in these networks. The efficacy and reliability of pore-scale modelling of moisture properties of building materials is finally verified by validation with already available moisture properties. Last modified: 28-06-2023 Created using DMPonline.be. Last modiﬁed 28 June 2023 1 of 8 Pore-scale modelling of moisture transfer in building materials: full-scale pore network construction and hygric property simulation Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Various datatypes will be generated: - material specimen for measurements: typically stored as physical objects; - experimental protocols and outcomes: typically stored as computer objects, in text and spreadsheet formats as well as in dedicated image files; - simulation models' inputs and outputs: typically stored as computer objects, in text and spreadsheet formats as well as in dedicated model files; - publications (reports, papers, reviews): typically stored as computer objects, in text formats; Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The responsible persons are the two PI's, prof. Hans Janssen and prof. Stefan Vandewalle. Storage provisions and guidelines are in place, for physical objects (prof. Hans Janssen) as well as computer objects (prof. Hans Janssen & prof. Stefan Vandewalle). These physical objects (material samples) will be stored in the laboratory storage room of the Building Physics and Sustainable Design section (Department of Civil Engineering) with clear marking of their origin, meaning, storage intent and required storage duration. These computer files (text files, spreadsheet files, computer codes, ...) will be archived on the storage disks of both the Building Physics and Sustainable Design section (Department of Civil Engineering) and the Numerical Analysis and Applied Mathematics (NUMA) section (Department of Computer Sciences), typically used for archiving computer objects related to research activities. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable Created using DMPonline.be. Last modiﬁed 28 June 2023 2 of 8 Pore-scale modelling of moisture transfer in building materials: full-scale pore network construction and hygric property simulation FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Various datatypes will be generated: - simulation models' inputs and outputs: typically stored as computer objects, in text and spreadsheet formats as well as in dedicated model files; - publications (reports, papers, reviews): typically stored as computer objects, in text formats; Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Samples Material samples used for characterisation of the pore structure of three building materials Generate new data Physical Experimental Not applicable Not applicable < 0.1 m³ Protocols Protocols for execution of characterisation experiments Generate new data Digital Documentation .txt, .cvs, .pdf < 100MB Not applicable Outcomes Outcomes of execution of characterisation experiments Generate new data Digital Experimental & Compiled/aggregated .txt, .cvs, .pdf, .tif < 1TB Not applicable Models Pore network extraction, generation and simulation computer models Generate new data Digital Software .py, .pyi, .pyc, .pyd, .pyo, .pyw, .pyz, .txt, .cvs, .pdf < 1GB Not applicable Publications Reports, papers, reviews on all aspects of the research Generate new data Digital Documentation .txt, .cvs, .pdf < 1GB Not applicable If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 28 June 2023 3 of 8 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A ReadMe file (.txt) can be found in the respective folders for each the different data sets, describing the actual content, overall organisation and further documentation of the stored data. This ReadMe file may also contains references to other documents with more details on certain elements (e.g. experimental protocols, post-processing procedures, simulation manuals, ...). The structure of every ReadMe file is based on the example documentation provided by the KU Leuven (https://www.kuleuven.be/rdm/en/README). Its template is also kept in the central folder of the project to make sure it can always be accessed. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No See above 3. Data storage & back-up during the research project Where will the data be stored? Depending on their size (and the costs involved), the data will be stored on either Shared Network Drive or Large Volume Storage, both provided by KU Leuven. How will the data be backed up? KU Leuven has proper protocols in place for backing up the Shared Network Drive or Large Volume Storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The volumes of digital data to be stored are not excessive, and KU Leuven offers sufficient space via Shared Network Drive or Large Volume Storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven has proper protocols in place to securely store digital data, avoiding access by unauthorized persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The volumes of digital data to be stored are not excessive, and the costs incurred are thus not very signficant. They are covered by the working budgets of the two sections involved. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years, in accordance with KU Leuven's RDM policy. Where will these data be archived (stored and curated for the long-term)? Depending on their size (and the costs involved), the data will be stored on either Shared Network Drive or Large Volume Storage, both provided by KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The volumes of digital data to be stored are not excessive, and the costs incurred are thus not very signficant. They are covered by the working budgets of the two sections involved. Created using DMPonline.be. Last modiﬁed 28 June 2023 4 of 8 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All data will be made available, upon mailed request to the PI's. If access is restricted, please specify who will be able to access the data and under what conditions. The data will be available for reuse by other researchers within the two research groups involved. Everything can be retrieved from the archive drives of the research groups. Researchers from outside the research group can request specific data via mailed request to the PI's. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Not applicable Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be available for reuse by other researchers within the two research groups involved. Everything can be retrieved from the archive drives of the research groups. Researchers from outside the research group can request specific data via mailed request to the PI's. When will the data be made available? Immediately after the end of the project Which data usage licenses are you going to provide? If none, please explain why. for data (excluding software source code): CC-BY-NC-SA-4.0 for software source code: AGPL-3.0-or-later Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? The volumes of digital data to be stored are not excessive, and the costs incurred are thus not very signficant. They are covered by the working budgets of the two sections involved. 6. Responsibilities Who will manage data documentation and metadata during the research project? The related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle Who will manage data storage and backup during the research project? The related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle Who will manage data preservation and sharing? The related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 28 June 2023 5 of 8 The related researchers: Chengnan Shi & TBD, under supervision of the PI's: Hans Janssen & Stefan Vandewalle Created using DMPonline.be. Last modiﬁed 28 June 2023 6 of 8 Pore-scale modelling of moisture transfer in building materials: full-scale pore network construction and hygric property simulation GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 June 2023 7 of 8 Pore-scale modelling of moisture transfer in building materials: full-scale pore network construction and hygric property simulation DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 June 2023 8 of 8"
}