{
    "document_id": "D-2021-1062",
    "LinkTitle": "D-2021-1062",
    "file_name": "D-2021-1062.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1062.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Laura Dewitte",
        "num_pages": 9
    },
    "content": {
        "full_text": "1  \nMEANING IN MIND: UNRAVELING THE ROLE OF \nSPONTANEOUS COGNITION FOR MEANING IN LIFE IN \nDEMENTIA  \nDMP FWO  \n \nADMIN DETAILS  \nProject Name: Meaning in mind: Unraveling the role of spontaneous cognition for meaning in life in \ndementia  \nProject Identifier: 3H210303  \nGrant Title: 12A7322N  \nPrincipal Investigator / Researcher: Laura Dewitte  \nProject Data Contact: laura.dewitte@kuleuven.be  \nDescription: Dementia represents one of the greatest concerns of our aging society and one which we \nare currently ill -equipped to handle. Growing evidence points to the importance of experiencing meaning \nin life for well -being in dementia. However, the mec hanisms by which meaning is established and \nmaintained remain poorly understood. In this project, we forward spontaneous cognition (SC) as a key \nmechanism in the daily construction of meaning.  The overarching aim of the project is to determine the \nmanifes tation of spontaneous cognition in dementia and its dynamic relation with the experience of \nmeaning in life, in order to gain more insight into the mechanisms by which a sense of meaning in life is \nderived, maintained, and potentially changes in dementia. The projects consist of three studies/work \npackages (WP’s), of which two will be conducted during a research stay at abroad (at the University of \nSydney).  Across the three WP’s, an incremental move from lab -based towards more naturalistic research \nenviron ments will enable to elucidate this relation across different contexts (lab, clinic, nursing home) and \ntime spans (a short task, one day, two weeks).  \nInstitution: KU Leuven  \n  \n2  \n1. GENERAL INFORMATION  \nName applicant  \nLaura Dewitte  \n \nFWO Project Number & Title  \n12A7322N - Meaning in mind: Unraveling the role of spontaneous cognition for meaning in life in \ndementia  \n \nAffiliation  \n● KU Leuven  \n● Other  \nAffiliated visiting researcher at the University of Sydney during 1 -year research stay (April 2022 - March \n2023)  \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n● Reuse existing data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a t able (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).  \n \n3 Primary or \nsecondary ? Work \npackage  Origin /source  Type of data  Format  Estimated \nsize/volume  \n \nSecondary \ndata  \nWP1 + \nWP2  \n(n ≈ 90)  \nSecure internal database of the FRONTIER \nresearch clinic of the Brain & Mind Centre \n(University of Sydney) – data sharing \nagreement set up   \nDemographic al data \nNumerical  \n  \nDigital spreadsheet  \n.CSV /.XLSX  \n  \n< 1 MB \n  \n Neuropsychological \ntesting scores  \nNumerical  Digital spreadsheet  \n.CSV /.XLSX  \n < 1 MB  \n   MRI brain imaging data  \nVisual  DICOM files  \n.DCM  1 – 10 GB  \n   Medical history data  \nText Digital text  \n.DOCX/.PDF  0.5 GB  \nPrimary  \ndata WP1  \n(n ≈ 60) Participants participate in the Shape \nExpectation Task in the lab: they are asked to \nlook at a screen with a geometric shape and \nthen to report on their current thought content  \n(9 trials with different shapes in total). Their \nresponses are audio -recorded a nd afterwards \ntranscribed and coded on form and content.  Thought sampling data  \nAudio, text and \nnumerical  \n RAW: digital audio  files \n.MP3/.WAV  \n \nPROCESSED:  \nDigital transcribed text \n.DOC X \nDigital s preadsheet  \n.CSV/ .XLSX/ .SAV  1-3 GB  \n \n \n \n< 1 MB  \n \n \n< 1 MB  \n  Participants fill in paper questionnaires at the \nend of their study participation   \n Validated questionnaire \ndata on psychological \nvariables  \nNumerical  \n RAW: paper \nquestionnaires  \n \n \n \n \nPROCESSED:  \ndigital spreadsheets \n.CSV/ .XLSX/ .SAV  ± 4 pages \nper \nparticipant  \n± 240 in \ntotal \n \n< 1 MB  \n4  WP 2  \n(n ≈ 30) One-day experience sampling study where \nparticipants are followed during a diagnostic \nfollow -up and probed at approximately 10 \nunexpected times to share the thoughts that \nwere currently going through their minds. Their \nresponses are audio -recorded and afterwards \ntranscribed and coded on their form and \ncontent.  Thought sampling data  \nAudio, text and \nnumerical  RAW: digital audio files \n.MP3/.WAV  \n \nPROCESSED:  \ndigital transcribed text \n.DOC X \ndigital s preadsheet  \n.CSV/ .XLSX/ .SAV  1-2 GB  \n \n \n \n< 1 MB  \n \n \n< 1 MB  \n  Participants fill in paper questionnaires at the \nend of their study participation   Validated questionnaire \ndata on psychological \nvariables  \nNumerical  RAW: paper \nquestionnaires  \n \nPROCESSED:  \ndigital spreadsheets \n.CSV/ .XLSX/ .SAV  ± 4 pages \nper \nparticipant  \n± 120 in \ntotal \n \n< 1 MB  \n WP 3  \n(n ≈ 50) Face -to-face structured interview at the start of \nthe study. Responses are recorded on a tablet \ninto Qualtrics.  Baseline demographic al \nand health status + \ncognitive status data \nText and numerical  Digital spreadsheets \n.CSV/ .XLSX/ .SAV  < 1 MB  \n  Face -to-face structured interview at the start \nand end of the study. Responses are recorded \non a tablet into Qualtrics.  Baseline and endline \nvalidated questionnaire \ndata on  psychological \nvariables  \nNumerical  Digital spreadsheets \n.CSV/ .XLSX/ .SAV  < 1 MB  \n  Participants are visited in their nursing home \nrooms four times a day for two weeks and \ninvited to report on their current thoughts ( ≈ 56 \nthought sampling instances). Their responses \nare audio -recorded and afterwards transcribed \nand coded on their form and  content.  Thought sampling data  \nAudio, text and \nnumerical  \n RAW: digital audiofiles \n.MP3/.WAV  \n \nPROCESSED:  \ndigital transcribed text \n.DOC X \ndigital s preadsheet  \n.CSV/ .XLSX/ .SAV  1-3 GB  \n \n \n \n< 1 MB  \n \n< 1 MB  \n \n  Face -to-face structured interview with \nresearcher at the end of the day for two weeks. \nResponses are recorded on a tablet into \nQualtrics.  Daily validated \nquestionnaire data on \npsychological variables  \nNumerical  Digital s preadsheet  \n.CSV/ .XLSX/ .SAV  < 1 MB  \n \n5 3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process per sonal data is a \nlegal obligation.  \n● Yes \nPrivacy Registry Reference:   \n* for WP1 and WP2: PRET approval obtained (G -2022 -4720)  \n* for WP3: application will be submitted in 2023  \nShort description of the kind of personal data that will be used:   \n*for WP1 and WP2:   \nThe data involves both regular personal data and special category data.  The personal data include: participant \nID, demographic data (age, gender, civil state, educational level), psychological data (validated questionnaires + \naudio recording of reported t hought content)  \nThe special category data include:  \n- Primary data on depressive symptoms    \n- Secondary data on dementia diagnosis, disease duration and severity, neuroimaging (structural magnetic \nresonance imaging - MRI), and test scores on a comprehensive battery of standardized neuropsychological \nassessment tasks    \n \n*for WP3: The data involves both regular personal data and special category data.The personal data include: \nname, contact information (address, telephone number) participant ID, demographic data (age, gender, civil \nstate, educational level), psychological data (validated questionnair es + audio recording of reported thought \ncontent) The special category data include: data on depressive symptoms, health status, cogntive status, \nmedical history    \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experimen ts on humans \nor animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review \ncommittee(s)  \n● Yes \n* for WP1 + WP2:   Ethical approval was obtained from the Human Research Ethics Committee of the South \nEastern Sydney Local H ealth District (HREC 10/126 and HREC 13/177)  \nEthical approval will be obtained from the Social and Societal Etics Committee of KU Leuven (SMEC) - G-2022 -\n4720 (currently making minor revisions after first review)  \n* for WP3: Application will be submitted f or ethical review by  the Social and Societal Et hics Committee of KU \nLeuven (SMEC) in 2023  \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP \nrestrictions be claimed for the data you created? If so, f or what data and which restrictions will be \nasserted?  \n● No \n6  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to \nwhat data do they relate and what restrictions are in place?  \n● Yes \nThe secondary data used f rom the  internal database of the FRONTIER research clinic of the Brain & Mind \nCentre (University of Sydney) cannot be disseminated or shared outside the context of the research \ncollaboration. Any sharing of the (de -identified) data with other researchers f or research purposes needs to be \napproved by the supervising FRONTIER professors (prof. Muireann Irish and prof. Olivier Piguet).    \n \n \n4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this project?  \nFor every study/work package a separate folder with the following documentation will be created and stored on \nthe personal drive of the PI and the shared drive of the lab of prof. Jessie Dezutter: 0. Read me – formalized \nresearch steps.docx : prov ides an overview of the study process with links to all supporting documentation (file \nnames and location), which includes: 1. Brainstorm and research design (study background/context with notes \nfrom team discussions and logbook with decisions made on the study approach) 2. Study preparation \ndocuments: pre -registration (incl. background, aim, hypotheses, method, analysis plan), ethical application and \napproval, data management plan, questionnaires, interview guidelines, and data appendix/codebook (with all \nvariable -level information such as names, labels, values, scoring) 3. Data cleaning, pseudonymization, and \npreparation (raw pseudonymized data (“motherfile”), logbook on data cleaning and pseudonymization, analysis \ncode/syntax of data cleaning with annotat ions, basic working file ready for analysis) 4. Data screening (missing \ndata, outliers, reliabilities, assumptions…) (analysis code/syntax with annotations) 5. Data analyses (data \nworking files, logbook with overview of data working files, analysis code/sy ntax with annotations)  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, state in \ndetail which metadata will be created to make the data easy/easier to find and reuse.  \n● No \nSee previous question  \n \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \n \nHow is backup of the data provided?  \nAutomatic back -up is ensured through the secured database environments provided by the University of Sydney \nand KU Leuven (OneDrive and J : drive).  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no \nor insufficient storage or backup capacities are available then explain how this will be taken care of.  \n7 ● Yes \n2TB personal OneDrive cloud  storage  is available for all KU Leuven employees. This should be more than \nsufficient for the storage of all raw and processed data listed above. Furthermore, through the yearly ICT \ncontribution, the research unit has 100GB shared network storage (https:/ /ppw.kuleuven.be/ppw -\ndict/dictservicecatalog/access -to-shared -network -drives -and-printers -file-and-print). This again should be more \nthan sufficient for the storage of processed data working files on the J -Drive.    \n \nWhat are the expected costs for data st orage and back up during the project? How will these costs be \ncovered?  \nWe do not expect additional costs for data storage other than the yearly ICT contribution. In case we need to \nextend the storage capacity due to unforeseen circumstances, costs can be covered by the PI’s FWO \npostdoctoral bench fee.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?  \nData will be pseudonymized and stored in secure data storage environments provided by the University of \nSydney and KU Leuven. Identification files will be stored separately in the secure environments and managed \nexternally after completion of the data -collection, which ensures that re -identification of participants is limited to \nthe appo inted supervising data managers of the universities. Any physical data will be stored in locked cabinets \nat the university and identifiable information (e.g., informed consents) will be separated from other data (e.g. \nquestionnaires).  \n \n \n6. DATA PRESERVATI ON AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual \nrestrictions, physical pr eservation issues, ...).  \nData from WP1 to WP3 stored on protected KU Leuven drives will be stored for at least 10 years as per RDM \npolicy of KU Leuven, with the exception of the audio files of WP1 -WP3. Due to the sensitive nature of voice \nrecordings, the r aw audio files will be deleted after publication of the relevant article(s). Pseudonymized \ntranscripts of the voice recordings will remain available.  \nData from WP1 and WP2 stored on protected drives of the University of Sydney will be preserved for at lea st \nfifteen years, in accordance with the provisions and minimum retention periods set out in: (a) The relevant \ngeneral authority issued by the NSW State Records Authority, currently Education: Higher and further education \nrecords (GA47) (b) clause 9 of the  Research Code of Conduct 2019; (c) the Recordkeeping Policy 2017; and (d) \nthe Australian Code for the Responsible Conduct of Research and its (Management of Data and Information in \nResearch guide).  \n \nWhere will the data be archived (= stored for the longe r term)?  \nData will be stored on KU Leuven protected drives (J: or K: drive) for 10 years, after which it will be evaluated \nwhether the data can be deleted or needs to be stored longer.  \n8 Data belonging to the University Sydney will be stored for at least fi fteen years on internal protected drives of the \nuniversity.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will the \ncosts be covered?  \nCosts of data storage at the University of Sydney are covered by the FRONTIER lab.  \nCosts of data storage on the KU Leuven J: drive ar e covered by the yearly ICT contribution. Costs for storage on \nthe K: drive are shared between lab members with personal bench fee’s and credit of the senior academic host. \nStoring 1TB on the K: drive costs approximately 200 Euro per year ( https://ppw.kuleuven.be/ppw -\ndict/dictservicecatalog/access -to-shared -network -drivesand -printers -file-and-print). Given the small estimated \ntotal volume of the database for the current project, storage costs will be limited (not exceeding 100 euros for a \n10-year retention period).  \n \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.  as defined in an \nagreement with a 3rd party, legal restrictions)?  \n● Yes. Specify:  \nFor WP1 and WP2, secondary data and primary data are accessed or collected at the FRONTIER research \nclinic of the University of Sydney.  A joint controller agreement has been s et up which specifies the shared use of \nthe data and the responsibilities of each party within the context of the research collaboration.  Any further \nsharing of the data will need to be approved by  both parties.    \n \nWhich data will be made available after t he end of the project?  \nFull or partial pseudonymized digital datafiles with primary numerical data from WP1 to WP3 and accompanying \ndata documentation will be made available for colleague researchers upon motivated request.  \nFor WP3, a trimmed pseudonymize d dataset will be made available on the Open Science Framework as \nsupplementary material to the published article(s), allowing the reproduction of the analyses and results.  \nParticipants' personal information (e.g., contact information, names, etc.) or aud io files will never be shared.  \n \nWhere/how will the data be made available for reuse?  \n● In an Open Access repository  \n● Upon request by mail  \nUpon motivated request to the PI by email, data will be made available to other researchers for research \npurposes (e.g. meta -analytic projects, re -analyses,…) through secured email. Depending on the specific request \nand planned used of the data, a data -sharing agreement may be set up and signed before sharing of the data. A \ntrimmed and pseudonymized dataset (in .CSV format)  and documentation accompanying WP3 publication will \nbe shared on the Open Science Framework.  \n \nWhen will the data be made available?  \n● Upon publication of the research results  \n9 Data will be made available upon publication of the relevant articles (for WP1 an d WP2, and for meta -analytic \nrequests regarding WP3) or at the time of submission of a manuscript (for the trimmed WP3 datasets for \nreproducibility purposes)  \n \nWho will be able to access the data and under what conditions?  \nFor  data requests received through email, data will be shared with other researchers when appropriate \nmotivation is provided for the use of the data (and if deemed necessary, after a data -sharing agreement is \nsigned). Only requests for research purposes will be considered, data will not be shared for commercial use. \nResearchers with whom the data is shared have to comply with the confidentiality rules for the given data.  \n \nThe trimmed pseudonymi zed WP3 dataset uploaded on the Open Science Framework will be shared as an open \naccess dataset under CC -BY or CC -BY-NC license, meaning the dataset will be openly available to anyone (for \nany purpose or excluding commercial use; to be determined) provided  appropriate credit is given.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nNone  \n \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nLaura Dewitte (PI)  \n \nWho will be responsible for data stor age & back up during the project?  \nLaura Dewitte (PI)  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nLaura Dewitte (PI) and supervising professors at the University of Sydney (prof. Muireann Irish) and KU Leuven \n(prof. Jessie Dezutter)   \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI bears the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "1 MEANING IN MIND: UNRAVELING THE ROLE OF SPONTANEOUS COGNITION FOR MEANING IN LIFE IN DEMENTIA DMP FWO ADMIN DETAILS Project Name: Meaning in mind: Unraveling the role of spontaneous cognition for meaning in life in dementia Project Identifier: 3H210303 Grant Title: 12A7322N Principal Investigator / Researcher: Laura Dewitte Project Data Contact: laura.dewitte@kuleuven.be Description: Dementia represents one of the greatest concerns of our aging society and one which we are currently ill -equipped to handle. Growing evidence points to the importance of experiencing meaning in life for well -being in dementia. However, the mec hanisms by which meaning is established and maintained remain poorly understood. In this project, we forward spontaneous cognition (SC) as a key mechanism in the daily construction of meaning. The overarching aim of the project is to determine the manifes tation of spontaneous cognition in dementia and its dynamic relation with the experience of meaning in life, in order to gain more insight into the mechanisms by which a sense of meaning in life is derived, maintained, and potentially changes in dementia. The projects consist of three studies/work packages (WP’s), of which two will be conducted during a research stay at abroad (at the University of Sydney). Across the three WP’s, an incremental move from lab -based towards more naturalistic research environ ments will enable to elucidate this relation across different contexts (lab, clinic, nursing home) and time spans (a short task, one day, two weeks). Institution: KU Leuven 2 1. GENERAL INFORMATION Name applicant Laura Dewitte FWO Project Number & Title 12A7322N - Meaning in mind: Unraveling the role of spontaneous cognition for meaning in life in dementia Affiliation ● KU Leuven ● Other Affiliated visiting researcher at the University of Sydney during 1 -year research stay (April 2022 - March 2023) 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data ● Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a t able (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 3 Primary or secondary ? Work package Origin /source Type of data Format Estimated size/volume Secondary data WP1 + WP2 (n ≈ 90) Secure internal database of the FRONTIER research clinic of the Brain & Mind Centre (University of Sydney) – data sharing agreement set up Demographic al data Numerical Digital spreadsheet .CSV /.XLSX < 1 MB Neuropsychological testing scores Numerical Digital spreadsheet .CSV /.XLSX < 1 MB MRI brain imaging data Visual DICOM files .DCM 1 – 10 GB Medical history data Text Digital text .DOCX/.PDF 0.5 GB Primary data WP1 (n ≈ 60) Participants participate in the Shape Expectation Task in the lab: they are asked to look at a screen with a geometric shape and then to report on their current thought content (9 trials with different shapes in total). Their responses are audio -recorded a nd afterwards transcribed and coded on form and content. Thought sampling data Audio, text and numerical RAW: digital audio files .MP3/.WAV PROCESSED: Digital transcribed text .DOC X Digital s preadsheet .CSV/ .XLSX/ .SAV 1-3 GB < 1 MB < 1 MB Participants fill in paper questionnaires at the end of their study participation Validated questionnaire data on psychological variables Numerical RAW: paper questionnaires PROCESSED: digital spreadsheets .CSV/ .XLSX/ .SAV ± 4 pages per participant ± 240 in total < 1 MB 4 WP 2 (n ≈ 30) One-day experience sampling study where participants are followed during a diagnostic follow -up and probed at approximately 10 unexpected times to share the thoughts that were currently going through their minds. Their responses are audio -recorded and afterwards transcribed and coded on their form and content. Thought sampling data Audio, text and numerical RAW: digital audio files .MP3/.WAV PROCESSED: digital transcribed text .DOC X digital s preadsheet .CSV/ .XLSX/ .SAV 1-2 GB < 1 MB < 1 MB Participants fill in paper questionnaires at the end of their study participation Validated questionnaire data on psychological variables Numerical RAW: paper questionnaires PROCESSED: digital spreadsheets .CSV/ .XLSX/ .SAV ± 4 pages per participant ± 120 in total < 1 MB WP 3 (n ≈ 50) Face -to-face structured interview at the start of the study. Responses are recorded on a tablet into Qualtrics. Baseline demographic al and health status + cognitive status data Text and numerical Digital spreadsheets .CSV/ .XLSX/ .SAV < 1 MB Face -to-face structured interview at the start and end of the study. Responses are recorded on a tablet into Qualtrics. Baseline and endline validated questionnaire data on psychological variables Numerical Digital spreadsheets .CSV/ .XLSX/ .SAV < 1 MB Participants are visited in their nursing home rooms four times a day for two weeks and invited to report on their current thoughts ( ≈ 56 thought sampling instances). Their responses are audio -recorded and afterwards transcribed and coded on their form and content. Thought sampling data Audio, text and numerical RAW: digital audiofiles .MP3/.WAV PROCESSED: digital transcribed text .DOC X digital s preadsheet .CSV/ .XLSX/ .SAV 1-3 GB < 1 MB < 1 MB Face -to-face structured interview with researcher at the end of the day for two weeks. Responses are recorded on a tablet into Qualtrics. Daily validated questionnaire data on psychological variables Numerical Digital s preadsheet .CSV/ .XLSX/ .SAV < 1 MB 5 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process per sonal data is a legal obligation. ● Yes Privacy Registry Reference: * for WP1 and WP2: PRET approval obtained (G -2022 -4720) * for WP3: application will be submitted in 2023 Short description of the kind of personal data that will be used: *for WP1 and WP2: The data involves both regular personal data and special category data. The personal data include: participant ID, demographic data (age, gender, civil state, educational level), psychological data (validated questionnaires + audio recording of reported t hought content) The special category data include: - Primary data on depressive symptoms - Secondary data on dementia diagnosis, disease duration and severity, neuroimaging (structural magnetic resonance imaging - MRI), and test scores on a comprehensive battery of standardized neuropsychological assessment tasks *for WP3: The data involves both regular personal data and special category data.The personal data include: name, contact information (address, telephone number) participant ID, demographic data (age, gender, civil state, educational level), psychological data (validated questionnair es + audio recording of reported thought content) The special category data include: data on depressive symptoms, health status, cogntive status, medical history Are there any ethical issues concerning the creation and/or use of the data (e.g. experimen ts on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● Yes * for WP1 + WP2: Ethical approval was obtained from the Human Research Ethics Committee of the South Eastern Sydney Local H ealth District (HREC 10/126 and HREC 13/177) Ethical approval will be obtained from the Social and Societal Etics Committee of KU Leuven (SMEC) - G-2022 - 4720 (currently making minor revisions after first review) * for WP3: Application will be submitted f or ethical review by the Social and Societal Et hics Committee of KU Leuven (SMEC) in 2023 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, f or what data and which restrictions will be asserted? ● No 6 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● Yes The secondary data used f rom the internal database of the FRONTIER research clinic of the Brain & Mind Centre (University of Sydney) cannot be disseminated or shared outside the context of the research collaboration. Any sharing of the (de -identified) data with other researchers f or research purposes needs to be approved by the supervising FRONTIER professors (prof. Muireann Irish and prof. Olivier Piguet). 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? For every study/work package a separate folder with the following documentation will be created and stored on the personal drive of the PI and the shared drive of the lab of prof. Jessie Dezutter: 0. Read me – formalized research steps.docx : prov ides an overview of the study process with links to all supporting documentation (file names and location), which includes: 1. Brainstorm and research design (study background/context with notes from team discussions and logbook with decisions made on the study approach) 2. Study preparation documents: pre -registration (incl. background, aim, hypotheses, method, analysis plan), ethical application and approval, data management plan, questionnaires, interview guidelines, and data appendix/codebook (with all variable -level information such as names, labels, values, scoring) 3. Data cleaning, pseudonymization, and preparation (raw pseudonymized data (“motherfile”), logbook on data cleaning and pseudonymization, analysis code/syntax of data cleaning with annotat ions, basic working file ready for analysis) 4. Data screening (missing data, outliers, reliabilities, assumptions…) (analysis code/syntax with annotations) 5. Data analyses (data working files, logbook with overview of data working files, analysis code/sy ntax with annotations) Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No See previous question 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? Automatic back -up is ensured through the secured database environments provided by the University of Sydney and KU Leuven (OneDrive and J : drive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. 7 ● Yes 2TB personal OneDrive cloud storage is available for all KU Leuven employees. This should be more than sufficient for the storage of all raw and processed data listed above. Furthermore, through the yearly ICT contribution, the research unit has 100GB shared network storage (https:/ /ppw.kuleuven.be/ppw - dict/dictservicecatalog/access -to-shared -network -drives -and-printers -file-and-print). This again should be more than sufficient for the storage of processed data working files on the J -Drive. What are the expected costs for data st orage and back up during the project? How will these costs be covered? We do not expect additional costs for data storage other than the yearly ICT contribution. In case we need to extend the storage capacity due to unforeseen circumstances, costs can be covered by the PI’s FWO postdoctoral bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized and stored in secure data storage environments provided by the University of Sydney and KU Leuven. Identification files will be stored separately in the secure environments and managed externally after completion of the data -collection, which ensures that re -identification of participants is limited to the appo inted supervising data managers of the universities. Any physical data will be stored in locked cabinets at the university and identifiable information (e.g., informed consents) will be separated from other data (e.g. questionnaires). 6. DATA PRESERVATI ON AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical pr eservation issues, ...). Data from WP1 to WP3 stored on protected KU Leuven drives will be stored for at least 10 years as per RDM policy of KU Leuven, with the exception of the audio files of WP1 -WP3. Due to the sensitive nature of voice recordings, the r aw audio files will be deleted after publication of the relevant article(s). Pseudonymized transcripts of the voice recordings will remain available. Data from WP1 and WP2 stored on protected drives of the University of Sydney will be preserved for at lea st fifteen years, in accordance with the provisions and minimum retention periods set out in: (a) The relevant general authority issued by the NSW State Records Authority, currently Education: Higher and further education records (GA47) (b) clause 9 of the Research Code of Conduct 2019; (c) the Recordkeeping Policy 2017; and (d) the Australian Code for the Responsible Conduct of Research and its (Management of Data and Information in Research guide). Where will the data be archived (= stored for the longe r term)? Data will be stored on KU Leuven protected drives (J: or K: drive) for 10 years, after which it will be evaluated whether the data can be deleted or needs to be stored longer. 8 Data belonging to the University Sydney will be stored for at least fi fteen years on internal protected drives of the university. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs of data storage at the University of Sydney are covered by the FRONTIER lab. Costs of data storage on the KU Leuven J: drive ar e covered by the yearly ICT contribution. Costs for storage on the K: drive are shared between lab members with personal bench fee’s and credit of the senior academic host. Storing 1TB on the K: drive costs approximately 200 Euro per year ( https://ppw.kuleuven.be/ppw - dict/dictservicecatalog/access -to-shared -network -drivesand -printers -file-and-print). Given the small estimated total volume of the database for the current project, storage costs will be limited (not exceeding 100 euros for a 10-year retention period). 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes. Specify: For WP1 and WP2, secondary data and primary data are accessed or collected at the FRONTIER research clinic of the University of Sydney. A joint controller agreement has been s et up which specifies the shared use of the data and the responsibilities of each party within the context of the research collaboration. Any further sharing of the data will need to be approved by both parties. Which data will be made available after t he end of the project? Full or partial pseudonymized digital datafiles with primary numerical data from WP1 to WP3 and accompanying data documentation will be made available for colleague researchers upon motivated request. For WP3, a trimmed pseudonymize d dataset will be made available on the Open Science Framework as supplementary material to the published article(s), allowing the reproduction of the analyses and results. Participants' personal information (e.g., contact information, names, etc.) or aud io files will never be shared. Where/how will the data be made available for reuse? ● In an Open Access repository ● Upon request by mail Upon motivated request to the PI by email, data will be made available to other researchers for research purposes (e.g. meta -analytic projects, re -analyses,…) through secured email. Depending on the specific request and planned used of the data, a data -sharing agreement may be set up and signed before sharing of the data. A trimmed and pseudonymized dataset (in .CSV format) and documentation accompanying WP3 publication will be shared on the Open Science Framework. When will the data be made available? ● Upon publication of the research results 9 Data will be made available upon publication of the relevant articles (for WP1 an d WP2, and for meta -analytic requests regarding WP3) or at the time of submission of a manuscript (for the trimmed WP3 datasets for reproducibility purposes) Who will be able to access the data and under what conditions? For data requests received through email, data will be shared with other researchers when appropriate motivation is provided for the use of the data (and if deemed necessary, after a data -sharing agreement is signed). Only requests for research purposes will be considered, data will not be shared for commercial use. Researchers with whom the data is shared have to comply with the confidentiality rules for the given data. The trimmed pseudonymi zed WP3 dataset uploaded on the Open Science Framework will be shared as an open access dataset under CC -BY or CC -BY-NC license, meaning the dataset will be openly available to anyone (for any purpose or excluding commercial use; to be determined) provided appropriate credit is given. What are the expected costs for data sharing? How will the costs be covered? None 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Laura Dewitte (PI) Who will be responsible for data stor age & back up during the project? Laura Dewitte (PI) Who will be responsible for ensuring data preservation and reuse ? Laura Dewitte (PI) and supervising professors at the University of Sydney (prof. Muireann Irish) and KU Leuven (prof. Jessie Dezutter) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}