{
    "document_id": "D-2024-3011",
    "LinkTitle": "D-2024-3011",
    "file_name": "D-2024-3011.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3011.pdf",
    "metadata": {
        "title": "Aha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process evaluation",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Aha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process\nAha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process\nevaluation\nevaluation\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nAnn DE SMEDT, Sarah Meyer \n \nhttps://orcid.org/0009-0004-5649-3171\n, Geert Verheyden \n \nhttps://orcid.org/0000-0003-3095-8175\n,\nLiesel Cornelis, Marc Michielsen, Lisa Cruycke \n \nhttps://orcid.org/0009-0008-7916-8805\n, Maaike Fobelets \n \nhttps://orcid.org/0000-0002-8316-\n6422\n, Koen Putman \n \nhttps://orcid.org/0000-0002-7235-3759\n, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nGeert Verheyden \n \nhttps://orcid.org/0000-0003-3095-8175\nProject Administrator:\nProject Administrator:\n \nSarah Meyer \n \nhttps://orcid.org/0009-0004-5649-3171\nGrant number / URL: \nGrant number / URL: \nT002323N\nID: \nID: \n203370\nStart date: \nStart date: \n02-10-2023\nEnd date: \nEnd date: \n01-10-2027\nProject abstract:\nProject abstract:\nDeficits in arm and hand movements after stroke are common and result in reduced independence in activities of daily living and quality of life.\nImplementable therapy in the subacute rehabilitation phase for improved arm and hand recovery long-term after stroke that demonstrates robust\nbenefits for patient and society is still required. This is what our project will investigate, specifically whether for\nP: patients after stroke, who are admitted to inpatient stroke rehabilitation, and who have the\npotential to relearn,\nI: an additional, comprehensive, arm-hand intervention (Aha BOOST)\nC: when compared to dose-matched therapy for the lower limb,\nO: enhances arm-hand activity and quality of life post-treatment and long-term, and is costeffective.\nFor this evaluation, a randomized controlled trial will be conducted in two independent Flemish rehabilitation centres, recruiting 80 patients in total.\nOur trial methodology is strongly based on a sound rationale, documented in a proof of concept that demonstrated 80% of patients achieving a clinical\nmeaningful improvement in arm and hand function in the Aha BOOST intervention group compared to 0% in the control group after four weeks of\ntherapy. In our definitive trial, 40 patients\nper group are included and evaluated pre- and post-intervention, three months after intervention and 12 months after stroke to evaluate immediate,\nretained and long-term clinical effects and cost-effectiveness in the first year after stroke. Results include upper limb function, capacity, activity of\ndaily living, participation and quality of life, health care utilisation and a dedicated process evaluation. Primary analysis and endpoint is the between-\ngroup difference in arm and hand ICF\nactivity level from pre- to postintervention. Utilisation objectives focus on the implementation of Aha BOOST in clinical practice, support management\nin embedding this new approach in routine setting and advocate integration in stroke care provision.\nLast modified: \nLast modified: \n21-03-2024\nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n1 of 9\nAha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process\nAha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process\nevaluation\nevaluation\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nIndicate: \nN\nN\new or \nR\nR\neused\nIndicate:\nD\nD\nigital\nor\nP\nP\nhysical\nDigital Data Type\nPlease choose from\nthe following\noptions:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nDigital\nData\nformat\nPlease\nchoose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nDigital data\nvolume\n(MB/GB/TB)\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\nPhysical\nvolume\nInformed consent files\nSigned\ninformed\nconsent\nN\nP\n \n \n \n80 pages (1\nper\nparticipant) \nContact details\nparticipants\nPersonal\ninformation to\ncontact the\nparticipants\n(name, phone\nnumber,\naddress) \nN\nP \n \n \n \n80 pages (1\nper\nparticipant)\nClinical\nexaminations_paper\nClinical\nexamination of\npatients on\nworksheet\nN\nP\n \n \n \n+/- 6800\npages\n(80\nparticipants\nx 85p) \nClinical\nexaminations_processed\nProcessed\nclinical\nexamination of\npatient\nN\nD\nNumerical \n.xls/.csv\n/.txt/\n.xml\n(redcap) \n< 1 GB\n \nPatient\nquestionnaire_paper\nQuestionnaires\nto patient on\nworksheet\nN\nP\n \n \n \n+/-2800\npages (80\nparticipants\nx 35p)\nPatient\nquestionnaire_proccessed\nProcessed\nquestionnaires\nto patient\nN\nD\nNumerical + textual\n.xls/.csv\n/.txt/\n.xml\n(redcap)\n< 1 GB\n \nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n2 of 9\nPatient diary_paper\nDiaries to\npatient on\nworksheet\nN\nP\n \n \n \n+/-8000\n(80\nparticipants\nx 100p) \nPatient diary_processed\nProcessed\ndiaries to\npatient\nN\nD\nNumerical + textual\n.xls/.csv\n/.txt/\n.xml\n(redcap)\n< 1 GB\n \nTherapy diary_paper\nTherapy\ndiaries (usual\ncare and\nexperimental\ninterventions)\nN\nP\n \n \n \n+/-2400\n(80\nparticipants\nx 30p)\nTherapy diary_processed\nProcessed\ntherapy diaries\nN\nD\nNumerical + textual\n.xls/.csv\n/.txt/\n.xml\n(redcap)\n< 1 GB\n \nMedical record\ndata_paper\nDemographic\nand stroke\nspecific data\nN\nP\n \n \n \n80 pages \n(80\nparticipants\nx 1p) \nMedical record\ndata_processed\nProcessed\ndemographic\nand stroke\nspecific data\nN\nD\nNumerical + textual\n.xls/.csv\n/.txt/\n.xml\n(redcap)\n< 1 GB\n \nAdverse events_paper\nReport of\nadverse events\nN\nP\n \n \n \n80 pages \n(80\nparticipants\nx1p) \nAdverse\nevents_processed\nProcessed\nadverse events\nN\nD\nNumerical + textual\n.xls/.csv\n/.txt/\n.xml\n(redcap)\n< 1 GB\n \nTherapy video's\nVideo\nrecording of\nsubsample\n(n=40) of\nexperimental\ninterventions\n(2 per\nparticipant)\nN\nD\nAudiovisual +\nimages\n.mp4 /\n.mov\n<5TB\n \nObservation schemes\ntherapy video's\n(observation schemes) \nBased on the\nvideo\nrecordings, the\nobservation\nschemes will\nfilled in.\nN\nP\n \n \n \n640 pages \n(40\nparticipant's\nx 16)\nProcessed observations\nschemes\nProcessed\nobservation\nschemes\nN\nD\nNumerical + textual\n.xls/.csv\n/.txt/\n.xml\n(redcap)\n< 1 GB\n \nQualitative interviews\nInterview with\nsubsample\n(n=16) of\nstudy\nparticipants +\nhealth care\nproviders\nN\nD\nSounds\n.mp3\n<100 GB\n \nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n3 of 9\nTranscribed interviews\nTranscribed\nform of the\ninterviews\nN\nD\nTextual\n.pdf\n<1GB\n \nCoded interviews\nCoding of\ntranscripts\nN\nD\nNumerical + textual \n.nvp\n(codes\ngiven in\nNvivo)\n<100GB\n \nInpatient resource use\nData on costs\nof inpatient\nhospital stay\n(directly from\nrehabilitation\nhospital) \nN\nD\nNumerical + textual\n.xls/ .csv\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThis study will investigate the effect of an intensive arm-hand program for subacute stroke patients and will include clinical assessments and\nquestionnaires, analyzing cost-effectiveness and process evaluation. Because of the use of human subject data ethical approval will be\nrequested.\nEthical approval: request in progress for project with registration number S68329\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nSeveral types of personal data will be gathered: \nPersonal data used for organizing the research:\nPersonal data used for organizing the research:\n i.e. name and surname, hospitalization number, phone number, home address. This data will not\nbe included in the analysis. Paper versions will be stored in a locked cabinet inside a locked room, only accessible to the study staff. Digital\ncopies will be stored in a separate, password-protected file on the secured KU Leuven's servers, only accessible to the study staff. \nPersonal data for research purposes: \nPersonal data for research purposes: \n1. Demographics: date of birth, gender, accommodation pre-stroke, civil status, level of education; employment status and job, income, living\narrangement, number of children living at home.\n2. Data concerning medical status: Date of stroke, type of stroke, side of stroke, stroke localization, hand dominance, presence of neglect,\nrelevant medical background, motor and functional ability in the upper limb, communication, cognitive status, level of independence, stroke\nimpact (PROM), motivation, use of health care resources, patient experience with the program. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n4 of 9\nYes\nWithin the AHA BOOST-RCT, data will be collected at two clinical sites: RevArte in Antwerp and K7 at UZ Gent. There is a subcontractor\nagreement (onderaannemersovereenkomst) between Jessa Hospital and these clinical sites, which describes the data processing agreement\nbetween them. The overarching project involves collaboration between three consortium partners: KU Leuven, Vrije Universiteit Brussel, and\nJessa Hospital. According to the collaboration agreement (samenwerkingsovereenkomst), all consortium partners are data controllers, allowing\nshared data from the clinical sites to be distributed among all partners.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nDetails in Research collaboration agreement between consortium partners and subcontractor agreements. \n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAt project level: \nAt project level: \nA README.txt file will be provided. We will use KU Leuven’s template. \nA detailed protocol will be provided, including the research methods, practices and instructions given to participants. This will be provided in a\n.pdf format. \nAt data level: \nAt data level: \nA standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks\nconcerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be kept on paper, in the same folder as the\nresearch data that are collected on paper. Paper CRFs will be transcribed to REDCap. The use of REDCap ensures a data dictionary. A user\nguide on data processing & handling will be provided as a .pdf file.\nAdditionally, ManGO will be used for collecting the different pseudonymized, data forms from the clinical sites. In ManGO descriptive\ninformation about data objects and collection are stored as so-called AVU's (attribute-value-unit triples). \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nAt project level:\nAt project level:\n The RDR metadata format will be followed (see Data sharing & reuse). \nAt a data level: \nAt a data level: \nREDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access\nGroups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of when the questionnaires are\nfilled in, when someone makes adjustments to the data. Also metadata (e.g. timestamp, electronic instructions) are automatically captured\nduring survey completion in REDCap.\nFor ManGO, automatically stored metadata as so-called AVUs (Attribute-value-unit triples). The attribute name represents the ‘label’ or name\nof some characteristic or property, while the value, naturally, indicates the value that said property takes for the item in question. The units are\nan optional field, meant for specifying measurement units. This metadata can be added using templates, via automatic metadata extraction or\ncompletely manually.\n \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n5 of 9\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal data for organizing the research:\nPersonal data for organizing the research:\nIn a separate folder (i.e., not together with the research data) on the L-drive of the KU Leuven servers, a double-password protected document\nwill be kept containing the patient identification log; this will be the only link between the real identity of the participants and their allocated\nsubject ID code (pseudonymization code).\nPaper informed consent forms: \nPaper informed consent forms: \nThese paper forms will be collected and stored at the clinical sites. \nResearch data:\nResearch data:\n1) The \npaper copies\npaper copies\n of the descriptive data and questionnaires will be stored in a secured locker at the Department of Rehabilitation Sciences,\nBuilding The Nayer, of the KU Leuven. During data collection temporary storage is possible at building K on the health campus in Jette, of the\nVUB. Only authorized personnel will have access to this locked storage rooms as they will need to be granted access by the PI (Geert\nVerheyden, KUL) or prof. Koen Putman (VUB).\n2) The therapy diaries and other pseudonymized data collected by the clinical sites will be uploaded on the \nManGO platform\nManGO platform\n. ManGO is an\nActive Data Management Platform based on the open source software IRODS. With this system it is possible to stroke data on reliable and\nsecure systems hosted by ICTS KU Leuven, describe data and files using metadata, automating data workflows and share files with other users\ninside and outside the KU Leuven. \n3) The different paper forms and data received via ManGO will be processed to \nREDCap. \nREDCap. \nREDCAp is a secured and password-protected\ndatabase and data capture system. The digital pseudonymized data on REDCap will be exported and transferred to a secure KU Leuven Large\nVolume Storage network-drive (L-drive). This drive is specifically developed to store large amounts of data for long periods of time,\nimmediately after collection from their respective research instruments. For data transfer, only secure methods will be used (KU Leuven's\nsecured BelNet Filesender or ZIVVER). For active use, copies from the master file on the L-drive can be made and kept on the individual\nwork pc of the researchers involved in the project. To ensure that the master file remains up-to-date the FreeFileSync tool will be used for\nregular back-up of active copies to the L-drive.   \n \nHow will the data be backed up?\nHow will the data be backed up?\nWe will use standard back-up provided by KU Leuven ICTS for my storage solution. \nThe paper copies will be scanned in and uploaded to the ManGO platform and together with the digital data stored on the university’s secure\nnetwork drive with automatic daily back-up procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business\ncontinuity or disaster recovery purposes. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nRedCap \nRedCap \nis hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU\nLeuven ICTS-hosted L-drive is 5TB, which will be sufficient for the data as described in part 2 of this DMP. If needed, there is funding\navailable to obtain another 5TB of data storage. \nManGO\nManGO\n is hosted on central ICTS webservices and provides unlimited capacity. Data is stored securely in the data centers of KU Leuven. Of\neach file, two copies are stored: one in the datacenter of Heverlee, and one in the datacenter of Leuven. Per research project 1 TB of storage\nwill be offered free of charge. When using more storage the cost will be €35/TB per year. There is funding available to obtain more storage if\nneeded.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nIdentification data: \nIdentification data: \nThe separate and password protected “Subject Identification Code List”, which matches identifying codes with the subjects’\nnames, will be managed by the principal investigator (GV) and stored in a double-password protected digital file in a separate folder on the L-\ndrive. \nInformed consent: \nInformed consent: \nThe informed consent files will be stored on the clinical sites in a locked cabinet, only accessible by study personnel. \nPersonal data on paper: \nPersonal data on paper: \nPersonal data collected on paper will be digitalized via ManGO and stored in a locked cabinet in the Department of\nRehabilitation Sciences, Building The Nayer, of the KU Leuven. During data collection temporary storage is possible at building K on the\nhealth campus in Jette, of the VUB. Only authorized personnel will have access to this locked storage rooms as they will need to be granted\naccess by the PI (Geert Verheyden, KUL) or Koen Putman (VUB).\nDigital personal data: \nDigital personal data: \nThe digital, pseudonymized data (i.e. coded and containing no personal information) will be stored in a secure university\nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n6 of 9\nenvironment, i.e. REDCap and ManGO. Both platforms have the possibility of allowing detailed access control on file and folder level, in this\nway we can prevent access to data and modification of data by unauthorized persons. The digital data will additionally stored on the L-drive.\nThe PI of this project (Prof Geert Verheyden) will be the only one who can grant access to this network drive. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe Department of Rehabilitation Sciences provides an L-drive of 5TB for the NeuroRehabilitation Research Group, which was extended to 10\nTB by the research group itself, thereby covering the costs (i.e., €569.2/5TB/year). The price to set-up a RedCap projects is € 80 per year.\nThe price to set-up a ManGO project is €35/TB per year, with the first 1TB per project free of charge.\nFunding is available for data storage and backup. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll study data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and\nfor clinical experiments on humans. Both raw data and finally processed data, as well as accompanying metadata and documentation, will be\nstored for 25 years after the end of the project, in line with the Belgian Law of 7 May 2004 related to experiments on humans. \nAll data collected for organization of the study (phone numbers, addresses) will be deleted immediately after the end of the study. \n \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive\ndesigned for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). \nData collected on paper will be stored in a locked cabinet in a locked room at the Department of Movement Sciences. During data collection\nthe cabinet will only be accessible to study personnel. The informed consent forms will be stored on the clinical sites.  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Department of Rehabilitation Sciences provides a K-drive of 5TB for the NeuroRehabilitation Research Group for archiving. The costs\n(i.e., €113.84/TB/year) will be covered by the department. In addition, the Group Biomedical Sciences sponsors 50% of this cost price. There\nis no charge for paper archiving. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in a restricted access repository. The full pseudonymized dataset will be made available as open as possible, as closed as necessary after\npublication of the data. This because of the type of data (sensitive and personal). \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n7 of 9\nAll the data will be made available for other research purposes regarding the same pathology (stroke) of the consortium partners (KU Leuven,\nVUB and Jessa), this after approval of an ethical committee. \nAdditionally, the dataset could be made available for other doctors and institutions collaborating with the consortium partners after submitted a\nwritten request to the PI, approval of an ethical committee and based on a Data Transfer Agreement (DTA).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nAll data originate form patients. Privacy regulations and ethical aspects restrict the sharing of these sensitive data, therefore pseudonymization\nof the full data set will be provided. The informed consent form specifies that data will only be shared for research that is approved by an\nethical committee and based on a Data Prosessing Agreement (DPA). \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR.\nAfter publication of the results, the respective data will be made available via a suitable scientific repository, providing the necessary\nguarantees regarding GDPR compliance (i.e., KU Leuven repository, RDR). The dataset will be under restricted access.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results, or as soon as possible thereafter. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData Transfer Agreement (restricted data). The receiving party will be bound by contractual agreement to keep the transferred data confidential\nat all times and to only process the data for the purpose of the proposed study. To this end, appropriate Data Transfer Agreements (DTAs) will\nbe established with help from colleagues of the KU Leuven Research & Development Department.\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nNot yet available. \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researchers and postdoctoral researcher associated with this project will be responsible for data documentation and metadata, under\nsupervision of the PI (Geert Verheyden). \nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n8 of 9\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researchers and postdoctoral researcher associated with this project,\nunder supervision of the PI (Geert Verheyden). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Geert Verheyden) will be responsible for ensuring data preservation and reuse. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI (Geert Verheyden) bears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 21 March 2024\n9 of 9"
    },
    "clean_full_text": "Aha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process Aha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process evaluation evaluation A Data Management Plan created using DMPonline.be Creators: Creators: Ann DE SMEDT, Sarah Meyer https://orcid.org/0009-0004-5649-3171 , Geert Verheyden https://orcid.org/0000-0003-3095-8175 , Liesel Cornelis, Marc Michielsen, Lisa Cruycke https://orcid.org/0009-0008-7916-8805 , Maaike Fobelets https://orcid.org/0000-0002-8316- 6422 , Koen Putman https://orcid.org/0000-0002-7235-3759 , n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Geert Verheyden https://orcid.org/0000-0003-3095-8175 Project Administrator: Project Administrator: Sarah Meyer https://orcid.org/0009-0004-5649-3171 Grant number / URL: Grant number / URL: T002323N ID: ID: 203370 Start date: Start date: 02-10-2023 End date: End date: 01-10-2027 Project abstract: Project abstract: Deficits in arm and hand movements after stroke are common and result in reduced independence in activities of daily living and quality of life. Implementable therapy in the subacute rehabilitation phase for improved arm and hand recovery long-term after stroke that demonstrates robust benefits for patient and society is still required. This is what our project will investigate, specifically whether for P: patients after stroke, who are admitted to inpatient stroke rehabilitation, and who have the potential to relearn, I: an additional, comprehensive, arm-hand intervention (Aha BOOST) C: when compared to dose-matched therapy for the lower limb, O: enhances arm-hand activity and quality of life post-treatment and long-term, and is costeffective. For this evaluation, a randomized controlled trial will be conducted in two independent Flemish rehabilitation centres, recruiting 80 patients in total. Our trial methodology is strongly based on a sound rationale, documented in a proof of concept that demonstrated 80% of patients achieving a clinical meaningful improvement in arm and hand function in the Aha BOOST intervention group compared to 0% in the control group after four weeks of therapy. In our definitive trial, 40 patients per group are included and evaluated pre- and post-intervention, three months after intervention and 12 months after stroke to evaluate immediate, retained and long-term clinical effects and cost-effectiveness in the first year after stroke. Results include upper limb function, capacity, activity of daily living, participation and quality of life, health care utilisation and a dedicated process evaluation. Primary analysis and endpoint is the between- group difference in arm and hand ICF activity level from pre- to postintervention. Utilisation objectives focus on the implementation of Aha BOOST in clinical practice, support management in embedding this new approach in routine setting and advocate integration in stroke care provision. Last modified: Last modified: 21-03-2024 Created using DMPonline.be. Last modiﬁed 21 March 2024 1 of 9 Aha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process Aha BOOST. Arm-hand BOOST therapy to enhance recovery after stroke: clinical, health economic and process evaluation evaluation FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description Indicate: N N ew or R R eused Indicate: D D igital or P P hysical Digital Data Type Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Digital Data format Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Digital data volume (MB/GB/TB) Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Physical volume Informed consent files Signed informed consent N P 80 pages (1 per participant) Contact details participants Personal information to contact the participants (name, phone number, address) N P 80 pages (1 per participant) Clinical examinations_paper Clinical examination of patients on worksheet N P +/- 6800 pages (80 participants x 85p) Clinical examinations_processed Processed clinical examination of patient N D Numerical .xls/.csv /.txt/ .xml (redcap) < 1 GB Patient questionnaire_paper Questionnaires to patient on worksheet N P +/-2800 pages (80 participants x 35p) Patient questionnaire_proccessed Processed questionnaires to patient N D Numerical + textual .xls/.csv /.txt/ .xml (redcap) < 1 GB Created using DMPonline.be. Last modiﬁed 21 March 2024 2 of 9 Patient diary_paper Diaries to patient on worksheet N P +/-8000 (80 participants x 100p) Patient diary_processed Processed diaries to patient N D Numerical + textual .xls/.csv /.txt/ .xml (redcap) < 1 GB Therapy diary_paper Therapy diaries (usual care and experimental interventions) N P +/-2400 (80 participants x 30p) Therapy diary_processed Processed therapy diaries N D Numerical + textual .xls/.csv /.txt/ .xml (redcap) < 1 GB Medical record data_paper Demographic and stroke specific data N P 80 pages (80 participants x 1p) Medical record data_processed Processed demographic and stroke specific data N D Numerical + textual .xls/.csv /.txt/ .xml (redcap) < 1 GB Adverse events_paper Report of adverse events N P 80 pages (80 participants x1p) Adverse events_processed Processed adverse events N D Numerical + textual .xls/.csv /.txt/ .xml (redcap) < 1 GB Therapy video's Video recording of subsample (n=40) of experimental interventions (2 per participant) N D Audiovisual + images .mp4 / .mov <5TB Observation schemes therapy video's (observation schemes) Based on the video recordings, the observation schemes will filled in. N P 640 pages (40 participant's x 16) Processed observations schemes Processed observation schemes N D Numerical + textual .xls/.csv /.txt/ .xml (redcap) < 1 GB Qualitative interviews Interview with subsample (n=16) of study participants + health care providers N D Sounds .mp3 <100 GB Created using DMPonline.be. Last modiﬁed 21 March 2024 3 of 9 Transcribed interviews Transcribed form of the interviews N D Textual .pdf <1GB Coded interviews Coding of transcripts N D Numerical + textual .nvp (codes given in Nvivo) <100GB Inpatient resource use Data on costs of inpatient hospital stay (directly from rehabilitation hospital) N D Numerical + textual .xls/ .csv <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This study will investigate the effect of an intensive arm-hand program for subacute stroke patients and will include clinical assessments and questionnaires, analyzing cost-effectiveness and process evaluation. Because of the use of human subject data ethical approval will be requested. Ethical approval: request in progress for project with registration number S68329 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Several types of personal data will be gathered: Personal data used for organizing the research: Personal data used for organizing the research: i.e. name and surname, hospitalization number, phone number, home address. This data will not be included in the analysis. Paper versions will be stored in a locked cabinet inside a locked room, only accessible to the study staff. Digital copies will be stored in a separate, password-protected file on the secured KU Leuven's servers, only accessible to the study staff. Personal data for research purposes: Personal data for research purposes: 1. Demographics: date of birth, gender, accommodation pre-stroke, civil status, level of education; employment status and job, income, living arrangement, number of children living at home. 2. Data concerning medical status: Date of stroke, type of stroke, side of stroke, stroke localization, hand dominance, presence of neglect, relevant medical background, motor and functional ability in the upper limb, communication, cognitive status, level of independence, stroke impact (PROM), motivation, use of health care resources, patient experience with the program. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 21 March 2024 4 of 9 Yes Within the AHA BOOST-RCT, data will be collected at two clinical sites: RevArte in Antwerp and K7 at UZ Gent. There is a subcontractor agreement (onderaannemersovereenkomst) between Jessa Hospital and these clinical sites, which describes the data processing agreement between them. The overarching project involves collaboration between three consortium partners: KU Leuven, Vrije Universiteit Brussel, and Jessa Hospital. According to the collaboration agreement (samenwerkingsovereenkomst), all consortium partners are data controllers, allowing shared data from the clinical sites to be distributed among all partners. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Details in Research collaboration agreement between consortium partners and subcontractor agreements. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). At project level: At project level: A README.txt file will be provided. We will use KU Leuven’s template. A detailed protocol will be provided, including the research methods, practices and instructions given to participants. This will be provided in a .pdf format. At data level: At data level: A standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be kept on paper, in the same folder as the research data that are collected on paper. Paper CRFs will be transcribed to REDCap. The use of REDCap ensures a data dictionary. A user guide on data processing & handling will be provided as a .pdf file. Additionally, ManGO will be used for collecting the different pseudonymized, data forms from the clinical sites. In ManGO descriptive information about data objects and collection are stored as so-called AVU's (attribute-value-unit triples). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes At project level: At project level: The RDR metadata format will be followed (see Data sharing & reuse). At a data level: At a data level: REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of when the questionnaires are filled in, when someone makes adjustments to the data. Also metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCap. For ManGO, automatically stored metadata as so-called AVUs (Attribute-value-unit triples). The attribute name represents the ‘label’ or name of some characteristic or property, while the value, naturally, indicates the value that said property takes for the item in question. The units are an optional field, meant for specifying measurement units. This metadata can be added using templates, via automatic metadata extraction or completely manually. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 21 March 2024 5 of 9 Where will the data be stored? Where will the data be stored? Personal data for organizing the research: Personal data for organizing the research: In a separate folder (i.e., not together with the research data) on the L-drive of the KU Leuven servers, a double-password protected document will be kept containing the patient identification log; this will be the only link between the real identity of the participants and their allocated subject ID code (pseudonymization code). Paper informed consent forms: Paper informed consent forms: These paper forms will be collected and stored at the clinical sites. Research data: Research data: 1) The paper copies paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. During data collection temporary storage is possible at building K on the health campus in Jette, of the VUB. Only authorized personnel will have access to this locked storage rooms as they will need to be granted access by the PI (Geert Verheyden, KUL) or prof. Koen Putman (VUB). 2) The therapy diaries and other pseudonymized data collected by the clinical sites will be uploaded on the ManGO platform ManGO platform . ManGO is an Active Data Management Platform based on the open source software IRODS. With this system it is possible to stroke data on reliable and secure systems hosted by ICTS KU Leuven, describe data and files using metadata, automating data workflows and share files with other users inside and outside the KU Leuven. 3) The different paper forms and data received via ManGO will be processed to REDCap. REDCap. REDCAp is a secured and password-protected database and data capture system. The digital pseudonymized data on REDCap will be exported and transferred to a secure KU Leuven Large Volume Storage network-drive (L-drive). This drive is specifically developed to store large amounts of data for long periods of time, immediately after collection from their respective research instruments. For data transfer, only secure methods will be used (KU Leuven's secured BelNet Filesender or ZIVVER). For active use, copies from the master file on the L-drive can be made and kept on the individual work pc of the researchers involved in the project. To ensure that the master file remains up-to-date the FreeFileSync tool will be used for regular back-up of active copies to the L-drive. How will the data be backed up? How will the data be backed up? We will use standard back-up provided by KU Leuven ICTS for my storage solution. The paper copies will be scanned in and uploaded to the ManGO platform and together with the digital data stored on the university’s secure network drive with automatic daily back-up procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes RedCap RedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5TB, which will be sufficient for the data as described in part 2 of this DMP. If needed, there is funding available to obtain another 5TB of data storage. ManGO ManGO is hosted on central ICTS webservices and provides unlimited capacity. Data is stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter of Heverlee, and one in the datacenter of Leuven. Per research project 1 TB of storage will be offered free of charge. When using more storage the cost will be €35/TB per year. There is funding available to obtain more storage if needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Identification data: Identification data: The separate and password protected “Subject Identification Code List”, which matches identifying codes with the subjects’ names, will be managed by the principal investigator (GV) and stored in a double-password protected digital file in a separate folder on the L- drive. Informed consent: Informed consent: The informed consent files will be stored on the clinical sites in a locked cabinet, only accessible by study personnel. Personal data on paper: Personal data on paper: Personal data collected on paper will be digitalized via ManGO and stored in a locked cabinet in the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. During data collection temporary storage is possible at building K on the health campus in Jette, of the VUB. Only authorized personnel will have access to this locked storage rooms as they will need to be granted access by the PI (Geert Verheyden, KUL) or Koen Putman (VUB). Digital personal data: Digital personal data: The digital, pseudonymized data (i.e. coded and containing no personal information) will be stored in a secure university Created using DMPonline.be. Last modiﬁed 21 March 2024 6 of 9 environment, i.e. REDCap and ManGO. Both platforms have the possibility of allowing detailed access control on file and folder level, in this way we can prevent access to data and modification of data by unauthorized persons. The digital data will additionally stored on the L-drive. The PI of this project (Prof Geert Verheyden) will be the only one who can grant access to this network drive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Department of Rehabilitation Sciences provides an L-drive of 5TB for the NeuroRehabilitation Research Group, which was extended to 10 TB by the research group itself, thereby covering the costs (i.e., €569.2/5TB/year). The price to set-up a RedCap projects is € 80 per year. The price to set-up a ManGO project is €35/TB per year, with the first 1TB per project free of charge. Funding is available for data storage and backup. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All study data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans. Both raw data and finally processed data, as well as accompanying metadata and documentation, will be stored for 25 years after the end of the project, in line with the Belgian Law of 7 May 2004 related to experiments on humans. All data collected for organization of the study (phone numbers, addresses) will be deleted immediately after the end of the study. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). Data collected on paper will be stored in a locked cabinet in a locked room at the Department of Movement Sciences. During data collection the cabinet will only be accessible to study personnel. The informed consent forms will be stored on the clinical sites. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Department of Rehabilitation Sciences provides a K-drive of 5TB for the NeuroRehabilitation Research Group for archiving. The costs (i.e., €113.84/TB/year) will be covered by the department. In addition, the Group Biomedical Sciences sponsors 50% of this cost price. There is no charge for paper archiving. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in a restricted access repository. The full pseudonymized dataset will be made available as open as possible, as closed as necessary after publication of the data. This because of the type of data (sensitive and personal). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 21 March 2024 7 of 9 All the data will be made available for other research purposes regarding the same pathology (stroke) of the consortium partners (KU Leuven, VUB and Jessa), this after approval of an ethical committee. Additionally, the dataset could be made available for other doctors and institutions collaborating with the consortium partners after submitted a written request to the PI, approval of an ethical committee and based on a Data Transfer Agreement (DTA). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects All data originate form patients. Privacy regulations and ethical aspects restrict the sharing of these sensitive data, therefore pseudonymization of the full data set will be provided. The informed consent form specifies that data will only be shared for research that is approved by an ethical committee and based on a Data Prosessing Agreement (DPA). Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR. After publication of the results, the respective data will be made available via a suitable scientific repository, providing the necessary guarantees regarding GDPR compliance (i.e., KU Leuven repository, RDR). The dataset will be under restricted access. When will the data be made available? When will the data be made available? Upon publication of the research results, or as soon as possible thereafter. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data). The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the proposed study. To this end, appropriate Data Transfer Agreements (DTAs) will be established with help from colleagues of the KU Leuven Research & Development Department. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Not yet available. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researchers and postdoctoral researcher associated with this project will be responsible for data documentation and metadata, under supervision of the PI (Geert Verheyden). Created using DMPonline.be. Last modiﬁed 21 March 2024 8 of 9 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researchers and postdoctoral researcher associated with this project, under supervision of the PI (Geert Verheyden). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Geert Verheyden) will be responsible for ensuring data preservation and reuse. Who will update and implement this DMP? Who will update and implement this DMP? The PI (Geert Verheyden) bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 21 March 2024 9 of 9"
}