{
    "document_id": "D-2024-2866",
    "LinkTitle": "D-2024-2866",
    "file_name": "D-2024-2866.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2866.pdf",
    "metadata": {
        "title": "Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives",
        "author": "N/A",
        "creation_date": "2024-02-28 14:30:32+00:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives\nEurope, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nFaten Khazaei\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Commission (Horizon)\nTemplate: \nTemplate: \nHorizon Europe DMP +\nGrant number / URL: \nGrant number / URL: \n101068543\nID: \nID: \n205137\nStart date: \nStart date: \n01-09-2023\nEnd date: \nEnd date: \n31-08-2024\nProject abstract:\nProject abstract:\nIn the face of the outbreak of the novel coronavirus, the unity of the European Union, at least at the beginning of the crisis, started to crumble. Nation\nstates reappeared as the main actors, and nationalistic responses spread in Europe. While many scholars started to document the impact of the mobility\nrestrictions on citizens', migrants', human rights and so on, almost no attention has been paid 1) to examine and to compare configurations of different\nEuropean national identities that were generated in the course of the management of the pandemic, and 2) to a sociohistorical perspective to investigate\nthe possible links between those nationalistic and war-related discourse, on the one hand, and the exclusionary policies and practices that surged in\nEurope and beyond, on the other. EUROSICK objective is to innovatively conjoin the sociology of migration and nationalism with research on\nhistorical disasters to fill this gap. EUROSICK’s objective will thus positively impact the capacity of Europe to tackle the future crises, such as that of\nclimate, in a more collective and efficient way and to avoid falling back to these understudied but historically repetitive reactions in the face of\nemergencies. EUROSICK’s design will introduce a qualitative and comprehensive analysis of power relations conveyed through metaphors, narratives\nand vocabularies used to justify measures taken by public authorities and diffused to the public via key media channels. The analysis will be carried out\nthanks to my expertise in the analysis of discourse-practice nexus. This analytical strategy helps to better understand the development of policies to\ncombat the pandemic, by focusing on the discursive conceptualizations of the crisis and the framing of the problems to be later addressed in practice.\nLast modified: \nLast modified: \n28-02-2024\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n1 of 9\nEurope, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives\nEurope, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives\nFull DMP\nFull DMP\nVersion information\nVersion information\nAction number\nAction number\n101068543 \nAction acronym\nAction acronym\nEUROSICK \nAction title\nAction title\nEurope, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives\nDMP version number\nDMP version number\nv1.0 \nDate\nDate\n28.02.2024\n1. Data summary\n1. Data summary\n1.1 Will you re-use any existing data and what will you re-use it for?\n1.1 Will you re-use any existing data and what will you re-use it for?\nYes, this project will re-use exsiting data available in public domain. The details of which follow. \n1.2 What types and formats of data and other research outputs will the project generate or re-use?\n1.2 What types and formats of data and other research outputs will the project generate or re-use?\nMy project will generate three types of publicly available qualitative data in text format:\n1)Policy documents and policy briefs published during the pandemic of Covid-19 on the website of the public health authorities in three\nEuropean countries, namely, Belgium, Italy and Switzerland. \n2) The communication of the above measures through the texts of tweets of Public Health ministers and the head of executive power (Prime\nminister, President etc.) in each of the three countries that can be found on Google search engine, using the advanced search (detailed later in\nthis DMP).\n3) The press releases and/or the coverage of those measures on the website of three main news channels in each of the above countries\n(namely, Radio Télévision Suisse in Switzerland, Radiotelevisione Italiana in Italy, and Radio-télévision Belge Francophone in Belgium)\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\nThe objective of this project is to answer three main research questions 1) how the current pandemic crisis is reconfiguring pre-existing\ntensions and social divisions related to national identity within European debates around the pandemic. How exacerbating messages of\nexclusion (e.g., border closures) was framed (e.g., metaphorically) and justified in relation to the pandemic? And to what effect in terms of\npolicies? \n 2) Can we also see in the pandemic a moment of inclusivity and solidarity or has it only revealed the exacerbation of different exclusionary\nand othering processes? How those possible inclusive messages (e.g. ‘we are all in this together’) was framed and justified in relation to the\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n2 of 9\npandemic? And to what effect in terms of policies?\n3) Finally, how did this global threat get domesticated in three different European nation states, namely Belgium, Switzerland, and Italy? In\nother words, this research question examines how and whether the above contrasting messages differ according to national contexts; and what\nthese differences tell us in terms of how nationalisms are constructed in discourse, and practiced in policies in respective contexts. \nThe methodological choices are informed by three considerations. First, Switzerland as the headquarters of the World Health Organization\n(WHO), Belgium as the headquarters of the EU, and Italy as the location of the initial outbreak of COVID-19 in Europe have significance\nwithin broader narratives diffused through European media during the first phase of the outbreak. Second, to realistically achieve the project’s\nobjective within the available timeframe the comparison will be limited to policies and their communication in the French and Italian\nlanguages. Within Switzerland, the Latin regions have been more concerned initially than the German-speaking regions with the COVID-19\noutbreak because of their shared borders with France and Italy, where the situation was more urgent and problematic in the beginning. And in\nBelgium, the main measures implemented by the Federal government have been simultaneously diffused in a bilingual initiative both in French\nand Dutch. \nThe data collection will focus on three decisive periods during the pandemic in terms of narrative construction.(See the next section). I will\nperform the analysis using critical discourse analysis (CDA),drawing on my past qualitative analytical competencies. CDA is an\ninterdisciplinary approach used to study oral and textual discourses. It views language as a social practice and a relevant object of study for\nidentifying and investigating different power relations that are (re)produced and/or reinforced through language use. This is why the above data\nwill be re-used to fullfill this projects objectives. \n \n1.4 What is the expected size of the data that you intend to generate or re-use?\n1.4 What is the expected size of the data that you intend to generate or re-use?\nThe exact final size is not known yet.\nThe following specific periods will be included in the dataset and will ultimately determine the final size: \n1) The first period covers February 2020 when COVID-19 was first reported in China before its outbreak in Europe. Inclusion of this period\nenables consideration of the European (media)’s narratives about the Chinese government’s handling of the outbreak when the sickness still\nseemed remote and distant from the European territory. \n2) The second period, which extends from 1 March 2020 to 31 May 2020, covers the initial outbreak of the contagion in Europe up to the end\nof the lockdown.\n3) The third period extends from 1 December 2020 to April 2021, coinciding with the fabrication of the vaccines and the implementation of the\nvaccination programmes in Europe. New discussions about border closure/opening and the forms of acceptable mobility within and outside of\nEurope emerged during this phase, as well as the initial debates around ‘vaccine nationalism’ to borrow the expression of Tedros Adhanom\nGhebreyesus, the Director-General of the WHO.\n1.5 What is the origin/provenance of the data, either generated or re-used?\n1.5 What is the origin/provenance of the data, either generated or re-used?\nSee 1.2. \n1.6 To whom might your data be useful ('data utility'), outside your project?\n1.6 To whom might your data be useful ('data utility'), outside your project?\nThis data will be useful to:\n1) Other researchers interested in the history of the pandemic, social disasters, public health emergencies and European nationalisms.  \n2) the EU itself and other international organizations such as WHO and other policy makers in the specific studied national contexts. \n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\nYes: describe below\nAs the data is re-used, I will use the same PIDs already available on public authorities’ websites, news channels and tweet accounts. \nKU Leuven Research Data Repository where the datasets will be deposited will help with this. \nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n3 of 9\n \n2.1.2 Will rich metadata be provided to allow discovery?\n2.1.2 Will rich metadata be provided to allow discovery?\nWhat metadata will be created?\nWhat metadata will be created?\nWhat disciplinary or general standards will be followed?\nWhat disciplinary or general standards will be followed?\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nYes. But this is qualitative research. I will follow my community standards and provide the following descriptors usual in my field. \nOne Excel document containing three different sheets will detail the following information for each country:\nSource (the link to the website of the news channel, public authority website and/or the Tweeter account as I do not have the right to provide\nthe actual text which belongs to the source providers), date, description, country, keywords relating to theme, language.\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\nYes: describe below\nYes, the keywords used to retrieve the tweets from Google and relevant policy measures will be added to the excel table above.\nThe keywords include but not limited to: Covid-19, pandemic, epidemic, outbreak, lockdown, social distancing, coronavirus as well as the\nnames of public figures and representatives of governments and public health authorities in each country who are at the forefront of efforts to\nmanage the crisis. \n \n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\nYes: describe below\nYes, this will be done by KU Leuven Research Data Repository after the deposit. \n2.2 FAIR data: Making data accessible\n2.2 FAIR data: Making data accessible\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\nYes: describe below\nYes, they will be deposited to KU Leuven Research Data Repository.\n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited?\n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited?\nYes\nYes, I have participated in training to this effect and have gathered relevant information on the possibility and the procedure of doing so within\nmy host institution. \n \n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to\n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to\na digital object?\na digital object?\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n4 of 9\nNot relevant for my dataset as this is mainly a list of links to other resources available online. \n2.2.4 Will all data and other research outputs be made openly available?\n2.2.4 Will all data and other research outputs be made openly available?\nYes\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\nNo\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be\nmade available as soon as possible.\nmade available as soon as possible.\nN/A\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\nYes: describe below\nYes, this will be done by KU Leuven Research Data Repository following their protocol at the time of the deposit. \n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\nAs mentioned above, the actual texts re-used for the purpose of the project will not be recorded and shared in the depository, as I am not the\nfirst person who generated and own them. But the list of links to their publicly accessible content will be provided in the excel sheet. Which\nwill then be deposited and made available at KU Leuven Research Data Repository for future use.\n2.2.9 How will the identity of the person accessing the data be ascertained?\n2.2.9 How will the identity of the person accessing the data be ascertained?\nI do not need to know who is accessing the data as it is re-used data public available online. \n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\nNo\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please\nclarify why.\nclarify why.\nYes\n2.2.12 Will metadata contain information to enable the user to access the data?\n2.2.12 Will metadata contain information to enable the user to access the data?\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n5 of 9\nYes\nThe links to the actual websites, tweet accounts and news channels will be provided to access the texts. \n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer\navailable?\navailable?\nKU Leuven RDR ensures storage for 10 years.\n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the\n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the\nrelevant software (e.g. in open source code)?\nrelevant software (e.g. in open source code)?\nN/A\n2.3 FAIR data: Making data interoperable\n2.3 FAIR data: Making data interoperable\n2.3.1 \n2.3.1 \nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data\nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data\nexchange and re-use within and across disciplines?\nexchange and re-use within and across disciplines?\nWill you follow community-endorsed interoperability best practices? Which ones?\nWill you follow community-endorsed interoperability best practices? Which ones?\nThis is qualitative research. I will follow my community standards and provide the following descriptors usual in my field. \nOne Excel document containing three different sheets will detail the following information for each country:\nSource (the link to the website of the news channel, public authority website and/or the Tweeter account as I do not have the right to provide\nthe actual text which belongs to the source providers), date, description, country, keywords relating to theme, language.\n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \nWill you provide mappings to more commonly used ontologies?\nWill you provide mappings to more commonly used ontologies?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nI do not use uncommon or unintelligible vocabularies. \n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from\n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from\nprevious research)?\nprevious research)?\nYes\nThe links to the actual sources, namely public authority websites, tweet accounts and news channels will be provided to access the texts. \n2.4 FAIR data: Increase data re-use\n2.4 FAIR data: Increase data re-use\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\nMy Excell sheets will contain a description on top of each page to explain the methodology, the analytical strategies including the coding\nsystem and the general procedures used to find and collect the documented data.\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n6 of 9\n2.4.2 \n2.4.2 \nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?\nFollowing the principle of ‘as open as possible, as closed as necessary’, my dataset will include links to main sources but does not record the\nactual texts that were used for the analysis. This is to conform to data protection rules and intellectual property rights, as I did not create and\ngenerate but re-used data available in public domain.\n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project?\n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project?\nYes\nMy data will be an archive of three periods of time, of the management of the pandemic of Covid-19 in three Euroepan nation-states. \nThis can useful to:\n1) Other researchers interested in the history of the pandemic, social disasters, public health emergencies and European nationalisms.  \n2) the EU itself and other international organizations such as WHO and other policy makers in the specific studied national contexts. \n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\nYes\n2.4.5 Describe all relevant data quality assurance processes.\n2.4.5 Describe all relevant data quality assurance processes.\nRegular meeting with the project supervisor work to ensure quality control over the data collection process\n3. Other research outputs\n3. Other research outputs\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other\nresearch outputs that are generated or re-used throughout the project?\nresearch outputs that are generated or re-used throughout the project?\nThe other type of research outputs, more specifically the publications resulting from the project will be published in Open Access as well. \n4. Allocation of resources\n4. Allocation of resources\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\nNo cost is applicable for storage archiving and re-use of the dataset. But a research assistant is hired to help with the collection of data. Until\nnow the invoice for her time amounts to approx. 500EURO.\n4.2 How will these be covered?\n4.2 How will these be covered?\nThey are covered by my MSCA Horizon Europe Fellowship.\n \nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n7 of 9\n4.3 Who will be responsible for data management in your project?\n4.3 Who will be responsible for data management in your project?\nI am the only person responsible for the data management but I seek help of my supervisor and KU Leuven's Research Coordinaton Office to\nperform this following the latest requirments and principles of the funder. \n4.4 How will long term preservation be ensured?\n4.4 How will long term preservation be ensured?\nLong term preservation can be ensured by using a KU Leuven trusted repository, RDR where data remain available for at least 10 years.\n5. Data security\n5. Data security\n5.1 What provisions are or will be in place for data security?\n5.1 What provisions are or will be in place for data security?\nDuring the project's data collection phase (i.e. before data is made open) all data is stored on a secure, 2 factor authentication protected KU\nLeuven One Drive server. Backup copies are held on the KU Leuven internal server, which is also password protected.\nBackup occurs automatically, as the two folders are synched.\n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\nYes\nSee 4.4. \n6. Ethics\n6. Ethics\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\nYes\nFollowing the principle of ‘as open as possible, as closed as necessary’, my dataset will include links to main sources but does not record the\nactual texts that were used for the analysis. This is to conform to data protection rules and intellectual property rights, as I did not create and\ngenerate but re-used data available in public domain.\n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\nNot applicable\n7. Other issues\n7. Other issues\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please\nlist and briefly describe them)?\nlist and briefly describe them)?\nNo\nI make use of only EC and KU Leuven respective set of procedures for data management.\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n8 of 9\nCreated using DMPonline.be. Last modiﬁed 28 February 2024\n9 of 9"
    },
    "clean_full_text": "Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives A Data Management Plan created using DMPonline.be Creator: Creator: Faten Khazaei Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Commission (Horizon) Template: Template: Horizon Europe DMP + Grant number / URL: Grant number / URL: 101068543 ID: ID: 205137 Start date: Start date: 01-09-2023 End date: End date: 31-08-2024 Project abstract: Project abstract: In the face of the outbreak of the novel coronavirus, the unity of the European Union, at least at the beginning of the crisis, started to crumble. Nation states reappeared as the main actors, and nationalistic responses spread in Europe. While many scholars started to document the impact of the mobility restrictions on citizens', migrants', human rights and so on, almost no attention has been paid 1) to examine and to compare configurations of different European national identities that were generated in the course of the management of the pandemic, and 2) to a sociohistorical perspective to investigate the possible links between those nationalistic and war-related discourse, on the one hand, and the exclusionary policies and practices that surged in Europe and beyond, on the other. EUROSICK objective is to innovatively conjoin the sociology of migration and nationalism with research on historical disasters to fill this gap. EUROSICK’s objective will thus positively impact the capacity of Europe to tackle the future crises, such as that of climate, in a more collective and efficient way and to avoid falling back to these understudied but historically repetitive reactions in the face of emergencies. EUROSICK’s design will introduce a qualitative and comprehensive analysis of power relations conveyed through metaphors, narratives and vocabularies used to justify measures taken by public authorities and diffused to the public via key media channels. The analysis will be carried out thanks to my expertise in the analysis of discourse-practice nexus. This analytical strategy helps to better understand the development of policies to combat the pandemic, by focusing on the discursive conceptualizations of the crisis and the framing of the problems to be later addressed in practice. Last modified: Last modified: 28-02-2024 Created using DMPonline.be. Last modiﬁed 28 February 2024 1 of 9 Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives Full DMP Full DMP Version information Version information Action number Action number 101068543 Action acronym Action acronym EUROSICK Action title Action title Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives DMP version number DMP version number v1.0 Date Date 28.02.2024 1. Data summary 1. Data summary 1.1 Will you re-use any existing data and what will you re-use it for? 1.1 Will you re-use any existing data and what will you re-use it for? Yes, this project will re-use exsiting data available in public domain. The details of which follow. 1.2 What types and formats of data and other research outputs will the project generate or re-use? 1.2 What types and formats of data and other research outputs will the project generate or re-use? My project will generate three types of publicly available qualitative data in text format: 1)Policy documents and policy briefs published during the pandemic of Covid-19 on the website of the public health authorities in three European countries, namely, Belgium, Italy and Switzerland. 2) The communication of the above measures through the texts of tweets of Public Health ministers and the head of executive power (Prime minister, President etc.) in each of the three countries that can be found on Google search engine, using the advanced search (detailed later in this DMP). 3) The press releases and/or the coverage of those measures on the website of three main news channels in each of the above countries (namely, Radio Télévision Suisse in Switzerland, Radiotelevisione Italiana in Italy, and Radio-télévision Belge Francophone in Belgium) 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? The objective of this project is to answer three main research questions 1) how the current pandemic crisis is reconfiguring pre-existing tensions and social divisions related to national identity within European debates around the pandemic. How exacerbating messages of exclusion (e.g., border closures) was framed (e.g., metaphorically) and justified in relation to the pandemic? And to what effect in terms of policies? 2) Can we also see in the pandemic a moment of inclusivity and solidarity or has it only revealed the exacerbation of different exclusionary and othering processes? How those possible inclusive messages (e.g. ‘we are all in this together’) was framed and justified in relation to the Created using DMPonline.be. Last modiﬁed 28 February 2024 2 of 9 pandemic? And to what effect in terms of policies? 3) Finally, how did this global threat get domesticated in three different European nation states, namely Belgium, Switzerland, and Italy? In other words, this research question examines how and whether the above contrasting messages differ according to national contexts; and what these differences tell us in terms of how nationalisms are constructed in discourse, and practiced in policies in respective contexts. The methodological choices are informed by three considerations. First, Switzerland as the headquarters of the World Health Organization (WHO), Belgium as the headquarters of the EU, and Italy as the location of the initial outbreak of COVID-19 in Europe have significance within broader narratives diffused through European media during the first phase of the outbreak. Second, to realistically achieve the project’s objective within the available timeframe the comparison will be limited to policies and their communication in the French and Italian languages. Within Switzerland, the Latin regions have been more concerned initially than the German-speaking regions with the COVID-19 outbreak because of their shared borders with France and Italy, where the situation was more urgent and problematic in the beginning. And in Belgium, the main measures implemented by the Federal government have been simultaneously diffused in a bilingual initiative both in French and Dutch. The data collection will focus on three decisive periods during the pandemic in terms of narrative construction.(See the next section). I will perform the analysis using critical discourse analysis (CDA),drawing on my past qualitative analytical competencies. CDA is an interdisciplinary approach used to study oral and textual discourses. It views language as a social practice and a relevant object of study for identifying and investigating different power relations that are (re)produced and/or reinforced through language use. This is why the above data will be re-used to fullfill this projects objectives. 1.4 What is the expected size of the data that you intend to generate or re-use? 1.4 What is the expected size of the data that you intend to generate or re-use? The exact final size is not known yet. The following specific periods will be included in the dataset and will ultimately determine the final size: 1) The first period covers February 2020 when COVID-19 was first reported in China before its outbreak in Europe. Inclusion of this period enables consideration of the European (media)’s narratives about the Chinese government’s handling of the outbreak when the sickness still seemed remote and distant from the European territory. 2) The second period, which extends from 1 March 2020 to 31 May 2020, covers the initial outbreak of the contagion in Europe up to the end of the lockdown. 3) The third period extends from 1 December 2020 to April 2021, coinciding with the fabrication of the vaccines and the implementation of the vaccination programmes in Europe. New discussions about border closure/opening and the forms of acceptable mobility within and outside of Europe emerged during this phase, as well as the initial debates around ‘vaccine nationalism’ to borrow the expression of Tedros Adhanom Ghebreyesus, the Director-General of the WHO. 1.5 What is the origin/provenance of the data, either generated or re-used? 1.5 What is the origin/provenance of the data, either generated or re-used? See 1.2. 1.6 To whom might your data be useful ('data utility'), outside your project? 1.6 To whom might your data be useful ('data utility'), outside your project? This data will be useful to: 1) Other researchers interested in the history of the pandemic, social disasters, public health emergencies and European nationalisms. 2) the EU itself and other international organizations such as WHO and other policy makers in the specific studied national contexts. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata 2.1.1 Will data and other research outputs be identified by a persistent identifier? 2.1.1 Will data and other research outputs be identified by a persistent identifier? Yes: describe below As the data is re-used, I will use the same PIDs already available on public authorities’ websites, news channels and tweet accounts. KU Leuven Research Data Repository where the datasets will be deposited will help with this. Created using DMPonline.be. Last modiﬁed 28 February 2024 3 of 9 2.1.2 Will rich metadata be provided to allow discovery? 2.1.2 Will rich metadata be provided to allow discovery? What metadata will be created? What metadata will be created? What disciplinary or general standards will be followed? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. Yes. But this is qualitative research. I will follow my community standards and provide the following descriptors usual in my field. One Excel document containing three different sheets will detail the following information for each country: Source (the link to the website of the news channel, public authority website and/or the Tweeter account as I do not have the right to provide the actual text which belongs to the source providers), date, description, country, keywords relating to theme, language. 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? Yes: describe below Yes, the keywords used to retrieve the tweets from Google and relevant policy measures will be added to the excel table above. The keywords include but not limited to: Covid-19, pandemic, epidemic, outbreak, lockdown, social distancing, coronavirus as well as the names of public figures and representatives of governments and public health authorities in each country who are at the forefront of efforts to manage the crisis. 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? Yes: describe below Yes, this will be done by KU Leuven Research Data Repository after the deposit. 2.2 FAIR data: Making data accessible 2.2 FAIR data: Making data accessible 2.2.1 Will the data and other research outputs be deposited in a trusted repository? 2.2.1 Will the data and other research outputs be deposited in a trusted repository? Yes: describe below Yes, they will be deposited to KU Leuven Research Data Repository. 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? Yes Yes, I have participated in training to this effect and have gathered relevant information on the possibility and the procedure of doing so within my host institution. 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to a digital object? a digital object? Created using DMPonline.be. Last modiﬁed 28 February 2024 4 of 9 Not relevant for my dataset as this is mainly a list of links to other resources available online. 2.2.4 Will all data and other research outputs be made openly available? 2.2.4 Will all data and other research outputs be made openly available? Yes 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? No 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. made available as soon as possible. N/A 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? Yes: describe below Yes, this will be done by KU Leuven Research Data Repository following their protocol at the time of the deposit. 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? As mentioned above, the actual texts re-used for the purpose of the project will not be recorded and shared in the depository, as I am not the first person who generated and own them. But the list of links to their publicly accessible content will be provided in the excel sheet. Which will then be deposited and made available at KU Leuven Research Data Repository for future use. 2.2.9 How will the identity of the person accessing the data be ascertained? 2.2.9 How will the identity of the person accessing the data be ascertained? I do not need to know who is accessing the data as it is re-used data public available online. 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? No 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. clarify why. Yes 2.2.12 Will metadata contain information to enable the user to access the data? 2.2.12 Will metadata contain information to enable the user to access the data? Created using DMPonline.be. Last modiﬁed 28 February 2024 5 of 9 Yes The links to the actual websites, tweet accounts and news channels will be provided to access the texts. 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? available? KU Leuven RDR ensures storage for 10 years. 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? relevant software (e.g. in open source code)? N/A 2.3 FAIR data: Making data interoperable 2.3 FAIR data: Making data interoperable 2.3.1 2.3.1 What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re-use within and across disciplines? exchange and re-use within and across disciplines? Will you follow community-endorsed interoperability best practices? Which ones? Will you follow community-endorsed interoperability best practices? Which ones? This is qualitative research. I will follow my community standards and provide the following descriptors usual in my field. One Excel document containing three different sheets will detail the following information for each country: Source (the link to the website of the news channel, public authority website and/or the Tweeter account as I do not have the right to provide the actual text which belongs to the source providers), date, description, country, keywords relating to theme, language. 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: Will you provide mappings to more commonly used ontologies? Will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? I do not use uncommon or unintelligible vocabularies. 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from previous research)? previous research)? Yes The links to the actual sources, namely public authority websites, tweet accounts and news channels will be provided to access the texts. 2.4 FAIR data: Increase data re-use 2.4 FAIR data: Increase data re-use 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? My Excell sheets will contain a description on top of each page to explain the methodology, the analytical strategies including the coding system and the general procedures used to find and collect the documented data. Created using DMPonline.be. Last modiﬁed 28 February 2024 6 of 9 2.4.2 2.4.2 Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Following the principle of ‘as open as possible, as closed as necessary’, my dataset will include links to main sources but does not record the actual texts that were used for the analysis. This is to conform to data protection rules and intellectual property rights, as I did not create and generate but re-used data available in public domain. 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? Yes My data will be an archive of three periods of time, of the management of the pandemic of Covid-19 in three Euroepan nation-states. This can useful to: 1) Other researchers interested in the history of the pandemic, social disasters, public health emergencies and European nationalisms. 2) the EU itself and other international organizations such as WHO and other policy makers in the specific studied national contexts. 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? Yes 2.4.5 Describe all relevant data quality assurance processes. 2.4.5 Describe all relevant data quality assurance processes. Regular meeting with the project supervisor work to ensure quality control over the data collection process 3. Other research outputs 3. Other research outputs 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other research outputs that are generated or re-used throughout the project? research outputs that are generated or re-used throughout the project? The other type of research outputs, more specifically the publications resulting from the project will be published in Open Access as well. 4. Allocation of resources 4. Allocation of resources 4.1 What will the costs be for making data and other research outputs FAIR in your project? 4.1 What will the costs be for making data and other research outputs FAIR in your project? No cost is applicable for storage archiving and re-use of the dataset. But a research assistant is hired to help with the collection of data. Until now the invoice for her time amounts to approx. 500EURO. 4.2 How will these be covered? 4.2 How will these be covered? They are covered by my MSCA Horizon Europe Fellowship. Created using DMPonline.be. Last modiﬁed 28 February 2024 7 of 9 4.3 Who will be responsible for data management in your project? 4.3 Who will be responsible for data management in your project? I am the only person responsible for the data management but I seek help of my supervisor and KU Leuven's Research Coordinaton Office to perform this following the latest requirments and principles of the funder. 4.4 How will long term preservation be ensured? 4.4 How will long term preservation be ensured? Long term preservation can be ensured by using a KU Leuven trusted repository, RDR where data remain available for at least 10 years. 5. Data security 5. Data security 5.1 What provisions are or will be in place for data security? 5.1 What provisions are or will be in place for data security? During the project's data collection phase (i.e. before data is made open) all data is stored on a secure, 2 factor authentication protected KU Leuven One Drive server. Backup copies are held on the KU Leuven internal server, which is also password protected. Backup occurs automatically, as the two folders are synched. 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? Yes See 4.4. 6. Ethics 6. Ethics 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? Yes Following the principle of ‘as open as possible, as closed as necessary’, my dataset will include links to main sources but does not record the actual texts that were used for the analysis. This is to conform to data protection rules and intellectual property rights, as I did not create and generate but re-used data available in public domain. 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? Not applicable 7. Other issues 7. Other issues 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? list and briefly describe them)? No I make use of only EC and KU Leuven respective set of procedures for data management. Created using DMPonline.be. Last modiﬁed 28 February 2024 8 of 9 Created using DMPonline.be. Last modiﬁed 28 February 2024 9 of 9"
}