{
    "document_id": "D-2022-1622",
    "LinkTitle": "D-2022-1622",
    "file_name": "D-2022-1622.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1622.pdf",
    "metadata": {
        "title": "Reactive Membranes to Map Colloid and Solute Fluxes in Undisturbed Soils",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Reactive Membranes to Map Colloid and Solute Fluxes in Undisturbed Soils\nA Data Management Plan created using DMPonline.be\nCreators: \nFlorian Lauryssen, n.n. n.n., n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., n.n. n.n.\nData Manager:\n \nn.n. n.n., n.n. n.n., n.n. n.n.\nProject Administrator:\n \nn.n. n.n., n.n. n.n., n.n. n.n.\nGrant number / URL: \nC16/22/002\nID: \n196451\nStart date: \n01-01-2023\nEnd date: \n01-01-2029\nProject abstract:\nThe overall objectives of this project are to develop and test a new DGT that can sample solutes and mobile colloids (colloid DGT, briefly\ncDGT) in undisturbed and unsaturated soils and use this to better understand and predict reactive transport of nutrients and trace metals\nin soils as affected by colloids, soil structure and soil compaction. It will mainly focus on PO4, Cd and U because of the expertise of the\napplicants and because of the environmental relevance of vertical leaching of these elements. However, since ICP-MS is used, it will, at\nthe same time, also detect a suite of other elements and may be used as a generic approach for inorganic compounds in soil. This new\nmethod will radically change the concept of soil sampling for its chemical characterization because the environmentally relevant soil\nchemical properties are analysed in the reactive pore space of undisturbed soil, not using sieved and mixed soil samples. This approach\nis certainly defendable to study processes that are affected by spatial heterogeneities and soil structure, i.e. leaching, and, in general,\ncolloid facilitated processes, these processes occur in a restricted fraction of the soil pore space. It is likely that this will also affect the\nassessment of bioavailability, although studying bioavailability is outside the scope of this project.\nThe original idea is to insert reactive gel membranes into the soil that acts as zero-sinks for solutes and colloids. In this project, gels,\nadsorbents and deployment systems will be developed that exceed the state-of-the-art DGT methods because 1) they will act as the\nmicromorphological print of mobile solutes and mobile colloids, the latter defined as <0.2 μm, not only of the solutes; 2) they can be\ndeployed to unsaturated and undisturbed soils in the field, rather than only to saturated and disturbed ones; 3) they have higher spatial\nresolution than current methods.\n \nLast modified: \n30-03-2023\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n1 of 6\nReactive Membranes to Map Colloid and Solute Fluxes in Undisturbed Soils\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWP 1: \nNovel adsorbents gels and visualisation methods\n \n \n \n \n \n \n \nSelection of adsorbents and suitable gels\nN\nD/P\nN/T\n.csv/.xlsx\n.docx\n< 1 GB\n< 0.050 m³\n \nA high throughput diaphragm diffusion-imaging cel\nN\nD/P\nI/N/T\n.tiff\n/.jpeg/.png\n.csv/.xlsx\n.docx\n<10 GB\n< 0.050 m³\n \nDiffusion-adsorption tests in solution\nN\nD/P\nI/N/T\n.tiff\n/.jpeg/.png\n.csv/.xlsx\n.docx\n<10 GB\n< 0.050 m³\n \nVisualisation methods\nN\nD\nI\n.tiff\n/.jpeg/.png\n<5TB\n \n \nMinimising sampling artefacts\nN\nD/P\nI/N/T\n.tiff\n/.jpeg/.png\n.csv/.xlsx\n.docx\n<10 GB\n< 0.050 m³\n \nConverting the cDGT data to local pore water\nconcentrations\nN\nD\nN/T/M\n.csv/.xlsx\n.docx\nmatlab, R\n<10 GB\n \nWP2: \nUnderstanding the role of soil structure and soil compaction\n \n \n \n \n \n \n \nColumn experiments\nN\nD/P\nI/N/T/M\ntiff\n/.jpeg/.png\n.csv/.xlsx\n.docx\nHYDRUS 1D\n<10 GB\n1 m³\n \n \n \n \n \n \n \n \nWP3: \nDetecting colloid facilitated transport in the field\n \n \n \n \n \n \n \nQuantifying colloid concentrations in the reactive pores in\nthe field\nN\nD\nI/N/T\n.tiff\n/.jpeg/.png\n.csv/.xlsx\n.docx\n<5 TB\n \n \nModelling colloid facilitated transport in the field with cDGT\ndata\nN\nD\nI/N/T/M\ntiff\n/.jpeg/.png\n.csv/.xlsx\n.docx\nHYDRUS 1D\n<5 TB\n \n \n \n \n \n \n \n \n \n \n  \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nno existing data will be used\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nOneDrive will be used to store and manage the data. The onedrive folder is shared with the promotor.\nThe folder structure based on the project proposal will be used (Readme files and metadata will be stored in the same folders)\nFolder structure: Project/ WPs/ Milestones/ experiment\nIncluding Readme file (Description of the experiment) & metadata (details of the experiment)\n \nWP1: novel adsorbent gels and visualisation methods\n- Documentation\nWork\npackage\ndesciption\nDocumentation of the dataset\nWP 1: \nNovel adsorbents gels and visualisation methods\nExperiment Progress (.docx),\nResults (Raw data, processed data)\nLiterature (Referenced literature)\nDeliverables (Scientific publications, presentations, posters)\nMethods: Preparations, protocols\n- Protocols for preparation of binding gels\n- evaluation of the performance of the binding gels\n- Visualisation method of the gels with LA-ICP-MS\n- Numerical code for modelling local colloid pore water concentrations from 1D diffusion of colloids from\nsoil to the DGT phase \nWP 2:\nUnderstanding the role of soil structure and soil compaction on colloid\nfacilitated transport\nExperiment Progress (.docx),\nResults (Raw data, processed data)\nLiterature (Referenced literature)\nDeliverables (Scientific publications, presentations, posters)\nMethods: Preparations, protocols\n- protocol column setup\n- protocol undisturbed soil sampling\n- Dye tracer test protocol\n \nWP3\nDetecting colloid facilitated transport in the field\nExperiment Progress (.docx),\nResults (Raw data, processed data)\nLiterature (Referenced literature)\nDeliverables (Scientific publications, presentations, posters)\nMethods: Preparations, protocols\n- colloid transport modelling code\n  \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAdd Readme file (.txt)  (Description of the experiment) & metadata (details of the experiment)\nREADME.txt files will be made in Windows notepad.\nTo make data findable a README.txt file will be made at the top level of the project folder to explain the purpose of the project, the relevant summary and contact details, and general\norganization of the files following the structure of the project.\nORGANIZATION\nAll files will be organized into subfolders as follows:\n– ‘RawData’: All raw data goes into this folder, with subfolders organized by date\n– ‘AnalyzedData’: Data analysis files\n– ‘PaperDrafts’: Draft of paper, including text, figures, outlines, reference library, etc.\n– ‘Documentation’: Scanned copies of my written research notes and other research notes\n– ‘Miscellaneous’: Other information that relates to this project\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n3 of 6\n NAMING\nAll data file names will include the full date of when the experiment/analysis is done\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be stored on the servers of the KU Leuven, assuring secure storage of all data.\n  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWithin the research group data storage is provided for all research projects, no additional data storage are required for this project.  \n€ 100,86 / TB / jaar\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\n \n  \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nKU Leuven RDR\nData are stored >10 years in the format of folders with raw data that have back-ups on One Drive. One drive folders are shared between PhD students, postdocs and promotor.\nPublished datasets will be put on the KU Leuven RDR\nShared network drive for the whole research group of the promotor will be used for the protocols and method descriptions developed in this project\nThe large dataset generated from imaging will be additionally stored on a harddrive for long-term storage \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n€ 100,86 / TB / jaar\nThe costs are covered by the research funding\n \n  \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n4 of 6\nIf access is restricted, please specify who will be able to access the data and under what conditions. \n-\n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nPublished datasets will be made available on KU Leuven RDR\nAdditional data can be requested by email to the researchers involved.\nRaw data in publications is available  open access by providing raw data in the Supporting Information files of the papers. \n  \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nExpected costs for data sharing are considered to be negligible\n  \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThree people will be working on the project, 1 Post doc and 2 PhD's.\nOne post-doc, hired for three years will start of the project and do all initial data documentation and metadata management and follow up data documentation and metadata generated during the\nwhole project by everyone. \nWe will start WP2 with a PhD at the start of Year 2, with column set-up and measuring colloid facilitated transport, yet without the cDGT. That same PhD student will collaborate with the post-doc\non the cDGT and its applications to soil (the latter part of WP1). Data will be stored by the PhD under supervision of the post doc.\nWe will start WP3 with a PhD at the start of Year 3. That PhD would be mainly on the soil physics, modelling and the field sampling. He will recieve all previous data from Post Doc & PhD2. PhD\n2 will be responsible for the data storage of Modelling and field sampling.\n \nAll folders related to the project will also be shared with the promotor.\n  \nWho will manage data storage and backup during the research project? \nYear 1 - 3 : Post-doc\nYear 2 -5 : PhD 1 \nYear 3 - 6 : PhD 2\nshared responsibility during overlapping years\n  \nWho will manage data preservation and sharing? \nUpon publication the main author will be responsible for sharing and preserving data on long term.\nYear 1 - 3 : Post-doc\nYear 2 -5 : PhD 1 \nYear 3 - 6 : PhD 2\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n5 of 6\nshared responsibility during overlapping years\n  \nWho will update and implement this DMP? \nPost Doc will start with the implementation and share the file structure with the PhD 1 and PhD2 so they implement the same DMP.\nYear 1 - 3 : Post-doc\nYear 2 -5 : PhD 1 \nYear 3 - 6 : PhD 2\nshared responsibility during overlapping years\n  \nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n6 of 6"
    },
    "clean_full_text": "Reactive Membranes to Map Colloid and Solute Fluxes in Undisturbed Soils A Data Management Plan created using DMPonline.be Creators: Florian Lauryssen, n.n. n.n., n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., n.n. n.n. Data Manager: n.n. n.n., n.n. n.n., n.n. n.n. Project Administrator: n.n. n.n., n.n. n.n., n.n. n.n. Grant number / URL: C16/22/002 ID: 196451 Start date: 01-01-2023 End date: 01-01-2029 Project abstract: The overall objectives of this project are to develop and test a new DGT that can sample solutes and mobile colloids (colloid DGT, briefly cDGT) in undisturbed and unsaturated soils and use this to better understand and predict reactive transport of nutrients and trace metals in soils as affected by colloids, soil structure and soil compaction. It will mainly focus on PO4, Cd and U because of the expertise of the applicants and because of the environmental relevance of vertical leaching of these elements. However, since ICP-MS is used, it will, at the same time, also detect a suite of other elements and may be used as a generic approach for inorganic compounds in soil. This new method will radically change the concept of soil sampling for its chemical characterization because the environmentally relevant soil chemical properties are analysed in the reactive pore space of undisturbed soil, not using sieved and mixed soil samples. This approach is certainly defendable to study processes that are affected by spatial heterogeneities and soil structure, i.e. leaching, and, in general, colloid facilitated processes, these processes occur in a restricted fraction of the soil pore space. It is likely that this will also affect the assessment of bioavailability, although studying bioavailability is outside the scope of this project. The original idea is to insert reactive gel membranes into the soil that acts as zero-sinks for solutes and colloids. In this project, gels, adsorbents and deployment systems will be developed that exceed the state-of-the-art DGT methods because 1) they will act as the micromorphological print of mobile solutes and mobile colloids, the latter defined as <0.2 μm, not only of the solutes; 2) they can be deployed to unsaturated and undisturbed soils in the field, rather than only to saturated and disturbed ones; 3) they have higher spatial resolution than current methods. Last modified: 30-03-2023 Created using DMPonline.be. Last modiﬁed 30 March 2023 1 of 6 Reactive Membranes to Map Colloid and Solute Fluxes in Undisturbed Soils Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP 1: Novel adsorbents gels and visualisation methods Selection of adsorbents and suitable gels N D/P N/T .csv/.xlsx .docx < 1 GB < 0.050 m³ A high throughput diaphragm diffusion-imaging cel N D/P I/N/T .tiff /.jpeg/.png .csv/.xlsx .docx <10 GB < 0.050 m³ Diffusion-adsorption tests in solution N D/P I/N/T .tiff /.jpeg/.png .csv/.xlsx .docx <10 GB < 0.050 m³ Visualisation methods N D I .tiff /.jpeg/.png <5TB Minimising sampling artefacts N D/P I/N/T .tiff /.jpeg/.png .csv/.xlsx .docx <10 GB < 0.050 m³ Converting the cDGT data to local pore water concentrations N D N/T/M .csv/.xlsx .docx matlab, R <10 GB WP2: Understanding the role of soil structure and soil compaction Column experiments N D/P I/N/T/M tiff /.jpeg/.png .csv/.xlsx .docx HYDRUS 1D <10 GB 1 m³ WP3: Detecting colloid facilitated transport in the field Quantifying colloid concentrations in the reactive pores in the field N D I/N/T .tiff /.jpeg/.png .csv/.xlsx .docx <5 TB Modelling colloid facilitated transport in the field with cDGT data N D I/N/T/M tiff /.jpeg/.png .csv/.xlsx .docx HYDRUS 1D <5 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: no existing data will be used Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 30 March 2023 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). OneDrive will be used to store and manage the data. The onedrive folder is shared with the promotor. The folder structure based on the project proposal will be used (Readme files and metadata will be stored in the same folders) Folder structure: Project/ WPs/ Milestones/ experiment Including Readme file (Description of the experiment) & metadata (details of the experiment) WP1: novel adsorbent gels and visualisation methods - Documentation Work package desciption Documentation of the dataset WP 1: Novel adsorbents gels and visualisation methods Experiment Progress (.docx), Results (Raw data, processed data) Literature (Referenced literature) Deliverables (Scientific publications, presentations, posters) Methods: Preparations, protocols - Protocols for preparation of binding gels - evaluation of the performance of the binding gels - Visualisation method of the gels with LA-ICP-MS - Numerical code for modelling local colloid pore water concentrations from 1D diffusion of colloids from soil to the DGT phase WP 2: Understanding the role of soil structure and soil compaction on colloid facilitated transport Experiment Progress (.docx), Results (Raw data, processed data) Literature (Referenced literature) Deliverables (Scientific publications, presentations, posters) Methods: Preparations, protocols - protocol column setup - protocol undisturbed soil sampling - Dye tracer test protocol WP3 Detecting colloid facilitated transport in the field Experiment Progress (.docx), Results (Raw data, processed data) Literature (Referenced literature) Deliverables (Scientific publications, presentations, posters) Methods: Preparations, protocols - colloid transport modelling code Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Add Readme file (.txt) (Description of the experiment) & metadata (details of the experiment) README.txt files will be made in Windows notepad. To make data findable a README.txt file will be made at the top level of the project folder to explain the purpose of the project, the relevant summary and contact details, and general organization of the files following the structure of the project. ORGANIZATION All files will be organized into subfolders as follows: – ‘RawData’: All raw data goes into this folder, with subfolders organized by date – ‘AnalyzedData’: Data analysis files – ‘PaperDrafts’: Draft of paper, including text, figures, outlines, reference library, etc. – ‘Documentation’: Scanned copies of my written research notes and other research notes – ‘Miscellaneous’: Other information that relates to this project Created using DMPonline.be. Last modiﬁed 30 March 2023 3 of 6 NAMING All data file names will include the full date of when the experiment/analysis is done Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored on the servers of the KU Leuven, assuring secure storage of all data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Within the research group data storage is provided for all research projects, no additional data storage are required for this project. € 100,86 / TB / jaar Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) KU Leuven RDR Data are stored >10 years in the format of folders with raw data that have back-ups on One Drive. One drive folders are shared between PhD students, postdocs and promotor. Published datasets will be put on the KU Leuven RDR Shared network drive for the whole research group of the promotor will be used for the protocols and method descriptions developed in this project The large dataset generated from imaging will be additionally stored on a harddrive for long-term storage What are the expected costs for data preservation during the expected retention period? How will these costs be covered? € 100,86 / TB / jaar The costs are covered by the research funding Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Created using DMPonline.be. Last modiﬁed 30 March 2023 4 of 6 If access is restricted, please specify who will be able to access the data and under what conditions. - Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Published datasets will be made available on KU Leuven RDR Additional data can be requested by email to the researchers involved. Raw data in publications is available open access by providing raw data in the Supporting Information files of the papers. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Expected costs for data sharing are considered to be negligible Responsibilities Who will manage data documentation and metadata during the research project? Three people will be working on the project, 1 Post doc and 2 PhD's. One post-doc, hired for three years will start of the project and do all initial data documentation and metadata management and follow up data documentation and metadata generated during the whole project by everyone. We will start WP2 with a PhD at the start of Year 2, with column set-up and measuring colloid facilitated transport, yet without the cDGT. That same PhD student will collaborate with the post-doc on the cDGT and its applications to soil (the latter part of WP1). Data will be stored by the PhD under supervision of the post doc. We will start WP3 with a PhD at the start of Year 3. That PhD would be mainly on the soil physics, modelling and the field sampling. He will recieve all previous data from Post Doc & PhD2. PhD 2 will be responsible for the data storage of Modelling and field sampling. All folders related to the project will also be shared with the promotor. Who will manage data storage and backup during the research project? Year 1 - 3 : Post-doc Year 2 -5 : PhD 1 Year 3 - 6 : PhD 2 shared responsibility during overlapping years Who will manage data preservation and sharing? Upon publication the main author will be responsible for sharing and preserving data on long term. Year 1 - 3 : Post-doc Year 2 -5 : PhD 1 Year 3 - 6 : PhD 2 Created using DMPonline.be. Last modiﬁed 30 March 2023 5 of 6 shared responsibility during overlapping years Who will update and implement this DMP? Post Doc will start with the implementation and share the file structure with the PhD 1 and PhD2 so they implement the same DMP. Year 1 - 3 : Post-doc Year 2 -5 : PhD 1 Year 3 - 6 : PhD 2 shared responsibility during overlapping years Created using DMPonline.be. Last modiﬁed 30 March 2023 6 of 6"
}