{
    "document_id": "D-2023-2264",
    "LinkTitle": "D-2023-2264",
    "file_name": "D-2023-2264.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2264.pdf",
    "metadata": {
        "title": "Unraveling the Neural mechanisms underlying compensation strategies for gaIT impairmEnts in Parkinson’s Disease: a transnational, multimodal approach",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Unraveling the Neural mechanisms underlying compensation strategies for gaIT\nimpairmEnts in Parkinson’s Disease: a transnational, multimodal approach\nA Data Management Plan created using DMPonline.be\nCreator: \nMoran Gilat\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMoran Gilat\nGrant number / URL: \nJPcofuND-2 \n- JTC 2022 (project number FWO: G0L1322N)\nID: \n202187\nStart date: \n01-12-2023\nEnd date: \n30-11-2027\nProject abstract:\nGait impairments are a hallmark symptom of Parkinson’s disease (PD) and are reckoned among the most disabling\nmotor symptoms. Previous work demonstrated that internal- or external pacing cues can be used to improve gait in PD,\nand many patients show a remarkable response to internal or external input for motor output. There is, however, also a\ngroup of patients that does not respond well to cueing interventions. Consequently, a ‘one-size-fits-all approach’ to\nrehabilitation for gait in PD does not suffice. The reason for this differential response to cueing remains unsolved, and\nforms the main goal for this research project. First, responsiveness to different cueing strategies will be determined in a\nlarge group of 90 PD patients in our gait laboratory. Patients will be divided into ‘responders’ and ‘non-responders’ to\nboth cueing modalities. Next, the neural circuit mechanisms underlying the response to cueing will be investigated in a\nsubgroup of 50 PD patients using a state-of-the-art foot-pedaling paradigm in combination with functional magnetic\nresonance imaging (fMRI), as well as, the underlying structural gray- and white-matter differences in the related circuits.\nThese neural correlates will be compared between the responders and non-responders, offering much needed insight\ninto how patients respond to cueing and why some do not show a good response. Together, such knowledge forms the\nbasis for personalized rehabilitation approaches. It is hypothesized that responders will be better able to recruit\ncompensatory gait circuits, and show less structural differences in the key nodes of these circuits, compared to non-\nresponders. Finally, to assess the long-term effects of cueing and whether this is modulated by compliance to use of\ncueing in daily life, the same 50 PD patients will be followed-up for a period of 6 months after which we will repeat the\nsame gait protocol and fMRI paradigm. Compliance to the use of cueing will be monitored during these 6 months by a\nmonthly questionnaire, and the use of external cueing will be documented via a metronome application on a\nsmartphone. Together, this will allow us to assess long-term effects of cueing and the plasticity changes such long-term\nuse brings about on a neural circuit level for the first time. These insights will inform future personalised rehabilitation\ninterventions to improve gait in PD. \nLast modified: \n13-10-2023\nCreated using DMPonline.be. Last modiﬁed 13 October 2023\n1 of 6\nUnraveling the Neural mechanisms underlying compensation strategies for gaIT\nimpairmEnts in Parkinson’s Disease: a transnational, multimodal approach\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nAll participants\nThe provided volume is for a total of 90\nparticipants, of which 50 are measured twice.\n \nAll_ICF\nInformed consent form\nGenerate\nnew data\nPhysical\n \n \n \n±900\npages\nAll_questionnaires_raw\nAssessment of clinimetrics, gait, cognitive function\nGenerate\nnew data\nPhysical\nN.A.\nN.A.\nN.A.\n±6000\npages\nAll_questionnaires_processed\nProcessed clinimetrics, gait, cognitive function\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.csv \n.txt\n< 1 GB\nN.A.\nAll_ADPM_raw\nObjective gait assessment\nGenerate\nnew data\nDigital\nObservational\nOther: .h5\n< 100 GB\nN.A.\nAll_ADPM_processed\nProcessed objective gait assessment\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.csv\n.txt\nOther: .m\n< 100 GB\nN.A.\nAll_gait_video\nVideo recording of gait assessment\nGenerate\nnew data\nDigital\nObservational\nOther:\n.mov\n.mp4\n<2 TB\nN.A.\nAll_video_annotation\nAnnotations of video recordings\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.csv\n< 1 GB\n \nAll_tapping_raw\nTapping task data\nGenerate\nnew data\nDigital\nObservational\n.csv\n< 1 GB\nN.A.\nAll_tapping_processed\nProcessed tapping task data\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\nOther: .csv\n< 1 GB\nN.A.\nAll_scripts\nScripts to process ADPM and tapping data\nGenerate\nnew data\nDigital\nSoftware\nOther: .m\n.py\n< 100 MB\nN.A.\nResponders\nThe provided volume is for a total of 30\nparticipants measured at two timepoints.\nResp_questionnaires_raw\nMRI safety check list\nGenerate\nnew data\nPhysical\nN.A.\nN.A.\nN.A.\n±60\npages\nResp_MRI_raw\nT1, task-based fMRI, DTI, CSD, FLAIR, fieldmap,\nreverse phase scan\nGenerate\nnew data\nDigital\nExperimental\nOther: .nii,\n.DICOM,\n.PAR, .REC\n<5 TB\nN.A.\nResp_MRI_processed\nProcessed T1, task-based fMRI, DTI, CSD, FLAIR,\nfieldmap, reverse phase scan\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.txt\nOther: .nii,\n.PAR, .REC,\n.json, .h5,\n.simg, .bval,\n.bvec\n<5 TB\nN.A.\nResp_MRI_pulsox\nHeart rate data\nGenerate\nnew data\nDigital\nObservational\n.csv\n< 1 GB\nN.A.\nResp_MRI_breathing_belts\nRespiratory rate data\nGenerate\nnew data\nDigital\nObservational\n.csv\n< 1 GB\nN.A.\nResp_scripts\nScripts to process MRI data\nGenerate\nnew data\nDigital\nSoftware\n.m\n.py\n< 100 MB\nN.A.\nResp_app_data_raw\nUse of cueing app data\nGenerate\nnew data\nDigital\nObservational\n.txt\n<100 MB\nN.A.\nResp_app_data_processed\nProcessed use of cueing app data\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.csv\n<100 MB\nN.A.\nResp_app_questionnaire_raw\nResponses to monthly questionnaires\nGenerate\nnew data\nDigital\nObservational\n.txt\n<100 MB\nN.A.\nResp_app_questionnaire_processed\nProcessed responses to monthly questionnaires\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.csv\n<100 MB\nN.A.\nCreated using DMPonline.be. Last modiﬁed 13 October 2023\n2 of 6\nNon-responders\nThe provided volume is for a total of 20\nparticipants measured at two timepoints.\nNonresp_questionnaires_raw\nMRI safety check list\nGenerate\nnew data\nPhysical\nN.A.\nN.A.\nN.A.\n±20\npages\nNonresp_MRI_raw\nT1, task-based fMRI, DTI, CSD, FLAIR, fieldmap,\nreverse phase scan\nGenerate\nnew data\nDigital\nExperimental\nOther: .nii,\nDICOM,\n.PAR, .REC\n<5 TB\nN.A.\nNonresp_MRI_processed\nProcessed T1, task-based fMRI, DTI, CSD, FLAIR,\nfieldmap, reverse phase scan\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.txt\nOther: .nii,\nDICOM,\n.PAR, .REC,\n.json, .h5,\n.simg, .bval,\n.bvec\n<5 TB\nN.A.\nNonresp_MRI_pulsox\nHeart rate data\nGenerate\nnew data\nDigital\nObservational\n.csv\n< 1 GB\nN.A.\nNonresp_MRI_breathing_belts\nRespiratory rate data\nGenerate\nnew data\nDigital\nObservational\n.csv\n< 1 GB\nN.A.\nNonresp_scripts\nScripts to process MRI data\nGenerate\nnew data\nDigital\nSoftware\n.m\n.py\n< 100 MB\nN.A.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\n1\n. \nPRET application: request in progress (G-2023-)\n2\n. \nEthical committee research UZ/KU Leuven: request in progress\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nSeveral types of personal data will be gathered:\n1\n. \nPersonal data used for organizing the research:\n i.e. name and surname, phone number, e-mail address, home address, identification card number (required for\nMRI scanning), bank account number (for reimbursement of transportation costs), name of neurologist (to verify diagnosis). This data will not be included in the\nanalysis. Paper versions will be stored in a locked cabinet inside a locked room, only accessible to the study staff. Digital copies will be stored in a separate,\npassword-protected file on the secured KU Leuven's L-drive, only accessible to the study staff. \nParticipants will be asked whether this personal information can be stored in a contact database for future research, via a separate informed consent procedure in\naccordance with the General Data Protection Regulation (GDPR).\n2\n. \nPersonal data for research purposes\n1\n. \nDemographics: age, sex, years of education;\n2\n. \nData concerning medical status: Parkinson medication dosage, presence of deep brain stimulator, disease duration, disease severity, presence of freezing of\ngait, cognitive functioning and mood.\n3\n. \nNeuroimaging data consisting of two magnetic resonance imaging (MRI) sessions (including structural and functional scans).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nPart of the data (data related to the long-term effects of cueing) are gathered as part of a shared work-package within the UNITE-PD consortium, with Dr. Jorik Nonnekes\nfrom Radboud University Medical Centre (the Netherlands) as coordinator of the consortium. As described in the consortium agreement, pseudonymized demographics,\nclinimetrics, gait and balance baseline and 6 months follow-up processed data will be shared among the consortium and transferred to a secured databank hosted by the\nRadboud University Medical Centre (the sponsor on this shared work package) at the end of data collection.\nTransfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements and regulations (such as\nthe European General Data Protection Regulation). The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and\nto only process the data for the purpose of the study. To this end, appropriate agreements (data processing, sharing and transfer agreements) will be established.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nCreated using DMPonline.be. Last modiﬁed 13 October 2023\n3 of 6\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAt project level\nA README .txt file will be provided. We will use KU Leuven’s template.\nA detailed protocol will be provided, including the research methods, practices and instructions given to participants. This will be provided in a .pdf format.\nFor the medical imaging (MRI), the SOPs of the University Hospitals Leuven will be followed. These can be found on Muzilidoc and intranet of UZ Leuven. \nAt data level\nA standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual\ninformation, deviations from the protocol, etc. These CRFs will be kept on paper, in the same folder as the research data that are collected on paper. Paper\nCRFs will be transcribed to REDCap. The use of REDCap ensures a data dictionary.\nA user guide on data processing & handling will be provided as a .pdf file.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nAt project level\nThe RDR metadata format will be followed (see Data sharing & reuse).\n \nAt a data level\nMRI data will be stored according to the international \nBIDS\n (Brain Imaging Data Structure) standard.\nMRI images will saved in both .nii and DICOM format, which includes structured metadata regarding the acquisition parameters and procedures.\nREDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality\nRules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of when the questionnaires are filled in, when someone makes adjustments to\nthe data. Also metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCap.\n \n  \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nResearch data\n \n1\n. \nKU Leuven REDCap will be used to capture study related data. REDCAp is a secured and password-protected database and data capture system.  The digital\npseudonymized data one REDCap will be exported immediately and transferred to a secure KU Leuven Large Volume Storage network-drive (L-drive). This drive is\nspecifically developed to store large amounts of data for long periods of time, immediately after collection from their respective research instruments. For data\ntransfer, only secure methods will be used (KU Leuven's secured BelNet Filesender). For active use, copies from the master file on the L-drive can be made and kept\non the individual work pc of the researchers involved in the project. To ensure that the master file remains up-to-date the \nFreeFileSync tool\n will be used for regular\nback-up of active copies to the L-drive.\n2\n. \nfMRI data are temporarily transferred to the High Performance Computing (HPC) infrastructure of KU Leuven, which is part of the ‘Vlaams Supercomputer Center’, to\nrun fMRIprep for preprocessing. Upon completion these will be returned to the L-drive and individual work pc’s of the researchers involved\n3\n. \nThe paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of\nthe KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran Gilat). \n4\n. \nUser data of the cueing app will be transferred to the secured manGO platform via a secured sftp server hosted by the KU Leuven ICT department. manGO is an\nactive data management platform that KU Leuven provides so that researchers can store and manage their data during the active phase of their research projects.\nThe data are stored in KU Leuven's secured ICTS data centers. ManGO is based on the open source software iRODS. \nPersonal data for organizing the research\n \n1\n. \nIn a separate folder (i.e., not together with the research data) on the L-drive of the KU Leuven servers, a double-password protected document will be kept\ncontaining the patient identification log; this will be the only link between the real identity of the participants and their allocated subject ID code (pseudonymization\ncode) \n2\n. \nPaper informed consent forms will be stored separately in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven.\nOnly authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran Gilat). The ICFs will not be kept in\nthe same binder as the paper research data.\n \nHow will the data be backed up?\nThe paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic daily back-up procedures. Additionally,\nCreated using DMPonline.be. Last modiﬁed 13 October 2023\n4 of 6\na mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nRedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5\nTB, which will be sufficient for the data as described in part 2 of this DMP. If needed, there is funding available to obtain another 5TB of data storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe digital, pseudonymized, data (i.e. coded and containing no personal information) will be stored in a secure university environment, i.e., the L-drive, REDCap and\nManGO. The PI of this project (Prof Moran Gilat) will be the only one who can grant access to this network drive. The separate and password protected “Subject\nIdentification Code List”, which matches identifying codes with the subjects’ names, will be managed by the principal investigator (MG) and stored in a double-password\nprotected digital file in a separate folder on the L-drive. \nPersonal data collected on paper (e.g., informed consent forms) are stored in a locked cabinet on-site (during data collection: accessible only to study personnel; after\ndata collection: accessible solely by PI of the study). \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe Department of Rehabilitation Sciences provides an L-drive of 5TB for the NeuroRehabilitation Research Group, which was extended to 10 TB by the research group\nitself, thereby covering the costs (i.e., €569.2/5TB/year). The price to set-up a RedCap projects is € 80 per year. ManGO projects of a volume of 1TB are offered for free. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nBoth raw data and finally processed data, as well as accompanying metadata and documentation, will be stored for 25 years after the end of the project, in line with the\nBelgian Law of 7 May 2004 related to experiments on humans. \nWhere will these data be archived (stored and curated for the long-term)?\nThe generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive designed for long-term\ndata archiving (managed by KU Leuven ICTS with automatic back-up procedures).\nData collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the Department of Movement Sciences. During data collection the\ncabinet will only be accessible to study personnel. Informed consent forms will be stored separately from research data.  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Department of Rehabilitation Sciences provides a K-drive of 5TB for the NeuroRehabilitation Research Group for archiving. The costs (i.e., €113.84/TB/year) will be\ncovered by the department. In addition, the Group Biomedical Sciences sponsors 50% of this cost price. \nThere is no charge for paper archiving. \n \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe full pseudonymized dataset will be made available as open as possible, as closed as necessary after publication of the data. Importantly, only data of participants\nwho granted their approval for re-use via the informed consent procedure will be made available.  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll participants will be asked whether the data gathered in the context of this project can be reused for other research purposes via an informed consent procedure. Data\nof participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project (Moran Gilat). Data will only\nbe shared if the research is approved by the ethical committee and participants will be informed regarding this secondary use. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 13 October 2023\n5 of 6\nYes, Ethical aspects\nYes, Privacy aspects\nYes, participants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be shared. Furthermore, the consent form\nspecifies that data will only be shared for research that is approved by an ethical committee. \nAlso a Data Transfer Agreement (DTA) between the participating sites is currently in preparation, this will be added later.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAfter publication of the results, the respective data will be made available via a suitable scientific repository, providing the necessary guarantees regarding GDPR-\ncompliance (i.e., KU Leuven repository, RDR). Importantly, only data of participants who granted their approval for re-use, either within the research group (closed data) or\noutside the research group (open data), will be made available. The dataset will be under restricted access. \nWhen will the data be made available?\nUpon publication of the research results, or as soon as possible thereafter. \nWhich data usage licenses are you going to provide? If none, please explain why.\nThe receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the\nproposed study. To this end, appropriate Data Transfer Agreements (DTAs) will be established with help from colleagues of the KU Leuven Research & Development\nDepartment. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nNot available yet.\nWhat are the expected costs for data sharing? How will these costs be covered?\n No costs are expected. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher associated with this project will be responsible for data documentation & metadata, under supervision of the PI (Moran Gilat). \nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researcher associated with this project, under supervision of the PI (Moran Gilat). \nWho will manage data preservation and sharing?\nThe PI (Moran Gilat) will be responsible for ensuring data preservation and reuse. \nWho will update and implement this DMP?\nThe PI (Moran Gilat) bears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 13 October 2023\n6 of 6"
    },
    "clean_full_text": "Unraveling the Neural mechanisms underlying compensation strategies for gaIT impairmEnts in Parkinson’s Disease: a transnational, multimodal approach A Data Management Plan created using DMPonline.be Creator: Moran Gilat Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Moran Gilat Grant number / URL: JPcofuND-2 - JTC 2022 (project number FWO: G0L1322N) ID: 202187 Start date: 01-12-2023 End date: 30-11-2027 Project abstract: Gait impairments are a hallmark symptom of Parkinson’s disease (PD) and are reckoned among the most disabling motor symptoms. Previous work demonstrated that internal- or external pacing cues can be used to improve gait in PD, and many patients show a remarkable response to internal or external input for motor output. There is, however, also a group of patients that does not respond well to cueing interventions. Consequently, a ‘one-size-fits-all approach’ to rehabilitation for gait in PD does not suffice. The reason for this differential response to cueing remains unsolved, and forms the main goal for this research project. First, responsiveness to different cueing strategies will be determined in a large group of 90 PD patients in our gait laboratory. Patients will be divided into ‘responders’ and ‘non-responders’ to both cueing modalities. Next, the neural circuit mechanisms underlying the response to cueing will be investigated in a subgroup of 50 PD patients using a state-of-the-art foot-pedaling paradigm in combination with functional magnetic resonance imaging (fMRI), as well as, the underlying structural gray- and white-matter differences in the related circuits. These neural correlates will be compared between the responders and non-responders, offering much needed insight into how patients respond to cueing and why some do not show a good response. Together, such knowledge forms the basis for personalized rehabilitation approaches. It is hypothesized that responders will be better able to recruit compensatory gait circuits, and show less structural differences in the key nodes of these circuits, compared to non- responders. Finally, to assess the long-term effects of cueing and whether this is modulated by compliance to use of cueing in daily life, the same 50 PD patients will be followed-up for a period of 6 months after which we will repeat the same gait protocol and fMRI paradigm. Compliance to the use of cueing will be monitored during these 6 months by a monthly questionnaire, and the use of external cueing will be documented via a metronome application on a smartphone. Together, this will allow us to assess long-term effects of cueing and the plasticity changes such long-term use brings about on a neural circuit level for the first time. These insights will inform future personalised rehabilitation interventions to improve gait in PD. Last modified: 13-10-2023 Created using DMPonline.be. Last modiﬁed 13 October 2023 1 of 6 Unraveling the Neural mechanisms underlying compensation strategies for gaIT impairmEnts in Parkinson’s Disease: a transnational, multimodal approach FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume All participants The provided volume is for a total of 90 participants, of which 50 are measured twice. All_ICF Informed consent form Generate new data Physical ±900 pages All_questionnaires_raw Assessment of clinimetrics, gait, cognitive function Generate new data Physical N.A. N.A. N.A. ±6000 pages All_questionnaires_processed Processed clinimetrics, gait, cognitive function Generate new data Digital Compiled/aggregated data .csv .txt < 1 GB N.A. All_ADPM_raw Objective gait assessment Generate new data Digital Observational Other: .h5 < 100 GB N.A. All_ADPM_processed Processed objective gait assessment Generate new data Digital Compiled/aggregated data .csv .txt Other: .m < 100 GB N.A. All_gait_video Video recording of gait assessment Generate new data Digital Observational Other: .mov .mp4 <2 TB N.A. All_video_annotation Annotations of video recordings Generate new data Digital Compiled/aggregated data .csv < 1 GB All_tapping_raw Tapping task data Generate new data Digital Observational .csv < 1 GB N.A. All_tapping_processed Processed tapping task data Generate new data Digital Compiled/aggregated data Other: .csv < 1 GB N.A. All_scripts Scripts to process ADPM and tapping data Generate new data Digital Software Other: .m .py < 100 MB N.A. Responders The provided volume is for a total of 30 participants measured at two timepoints. Resp_questionnaires_raw MRI safety check list Generate new data Physical N.A. N.A. N.A. ±60 pages Resp_MRI_raw T1, task-based fMRI, DTI, CSD, FLAIR, fieldmap, reverse phase scan Generate new data Digital Experimental Other: .nii, .DICOM, .PAR, .REC <5 TB N.A. Resp_MRI_processed Processed T1, task-based fMRI, DTI, CSD, FLAIR, fieldmap, reverse phase scan Generate new data Digital Compiled/aggregated data .txt Other: .nii, .PAR, .REC, .json, .h5, .simg, .bval, .bvec <5 TB N.A. Resp_MRI_pulsox Heart rate data Generate new data Digital Observational .csv < 1 GB N.A. Resp_MRI_breathing_belts Respiratory rate data Generate new data Digital Observational .csv < 1 GB N.A. Resp_scripts Scripts to process MRI data Generate new data Digital Software .m .py < 100 MB N.A. Resp_app_data_raw Use of cueing app data Generate new data Digital Observational .txt <100 MB N.A. Resp_app_data_processed Processed use of cueing app data Generate new data Digital Compiled/aggregated data .csv <100 MB N.A. Resp_app_questionnaire_raw Responses to monthly questionnaires Generate new data Digital Observational .txt <100 MB N.A. Resp_app_questionnaire_processed Processed responses to monthly questionnaires Generate new data Digital Compiled/aggregated data .csv <100 MB N.A. Created using DMPonline.be. Last modiﬁed 13 October 2023 2 of 6 Non-responders The provided volume is for a total of 20 participants measured at two timepoints. Nonresp_questionnaires_raw MRI safety check list Generate new data Physical N.A. N.A. N.A. ±20 pages Nonresp_MRI_raw T1, task-based fMRI, DTI, CSD, FLAIR, fieldmap, reverse phase scan Generate new data Digital Experimental Other: .nii, DICOM, .PAR, .REC <5 TB N.A. Nonresp_MRI_processed Processed T1, task-based fMRI, DTI, CSD, FLAIR, fieldmap, reverse phase scan Generate new data Digital Compiled/aggregated data .txt Other: .nii, DICOM, .PAR, .REC, .json, .h5, .simg, .bval, .bvec <5 TB N.A. Nonresp_MRI_pulsox Heart rate data Generate new data Digital Observational .csv < 1 GB N.A. Nonresp_MRI_breathing_belts Respiratory rate data Generate new data Digital Observational .csv < 1 GB N.A. Nonresp_scripts Scripts to process MRI data Generate new data Digital Software .m .py < 100 MB N.A. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data 1 . PRET application: request in progress (G-2023-) 2 . Ethical committee research UZ/KU Leuven: request in progress Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Several types of personal data will be gathered: 1 . Personal data used for organizing the research: i.e. name and surname, phone number, e-mail address, home address, identification card number (required for MRI scanning), bank account number (for reimbursement of transportation costs), name of neurologist (to verify diagnosis). This data will not be included in the analysis. Paper versions will be stored in a locked cabinet inside a locked room, only accessible to the study staff. Digital copies will be stored in a separate, password-protected file on the secured KU Leuven's L-drive, only accessible to the study staff. Participants will be asked whether this personal information can be stored in a contact database for future research, via a separate informed consent procedure in accordance with the General Data Protection Regulation (GDPR). 2 . Personal data for research purposes 1 . Demographics: age, sex, years of education; 2 . Data concerning medical status: Parkinson medication dosage, presence of deep brain stimulator, disease duration, disease severity, presence of freezing of gait, cognitive functioning and mood. 3 . Neuroimaging data consisting of two magnetic resonance imaging (MRI) sessions (including structural and functional scans). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Part of the data (data related to the long-term effects of cueing) are gathered as part of a shared work-package within the UNITE-PD consortium, with Dr. Jorik Nonnekes from Radboud University Medical Centre (the Netherlands) as coordinator of the consortium. As described in the consortium agreement, pseudonymized demographics, clinimetrics, gait and balance baseline and 6 months follow-up processed data will be shared among the consortium and transferred to a secured databank hosted by the Radboud University Medical Centre (the sponsor on this shared work package) at the end of data collection. Transfer of the pseudonymized data will be performed via a secured method of transfer taking into account all applicable security arrangements and regulations (such as the European General Data Protection Regulation). The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the study. To this end, appropriate agreements (data processing, sharing and transfer agreements) will be established. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Created using DMPonline.be. Last modiﬁed 13 October 2023 3 of 6 explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). At project level A README .txt file will be provided. We will use KU Leuven’s template. A detailed protocol will be provided, including the research methods, practices and instructions given to participants. This will be provided in a .pdf format. For the medical imaging (MRI), the SOPs of the University Hospitals Leuven will be followed. These can be found on Muzilidoc and intranet of UZ Leuven. At data level A standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be kept on paper, in the same folder as the research data that are collected on paper. Paper CRFs will be transcribed to REDCap. The use of REDCap ensures a data dictionary. A user guide on data processing & handling will be provided as a .pdf file. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes At project level The RDR metadata format will be followed (see Data sharing & reuse). At a data level MRI data will be stored according to the international BIDS (Brain Imaging Data Structure) standard. MRI images will saved in both .nii and DICOM format, which includes structured metadata regarding the acquisition parameters and procedures. REDCap offers the possibility to download a XML file of the metadata, which consists of the following information: User Roles, Data Access Groups, Data Quality Rules, Surveys and survey settings, order of survey queue. REDCap also keeps a log of when the questionnaires are filled in, when someone makes adjustments to the data. Also metadata (e.g. timestamp, electronic instructions) are automatically captured during survey completion in REDCap. 3. Data storage & back-up during the research project Where will the data be stored? Research data 1 . KU Leuven REDCap will be used to capture study related data. REDCAp is a secured and password-protected database and data capture system. The digital pseudonymized data one REDCap will be exported immediately and transferred to a secure KU Leuven Large Volume Storage network-drive (L-drive). This drive is specifically developed to store large amounts of data for long periods of time, immediately after collection from their respective research instruments. For data transfer, only secure methods will be used (KU Leuven's secured BelNet Filesender). For active use, copies from the master file on the L-drive can be made and kept on the individual work pc of the researchers involved in the project. To ensure that the master file remains up-to-date the FreeFileSync tool will be used for regular back-up of active copies to the L-drive. 2 . fMRI data are temporarily transferred to the High Performance Computing (HPC) infrastructure of KU Leuven, which is part of the ‘Vlaams Supercomputer Center’, to run fMRIprep for preprocessing. Upon completion these will be returned to the L-drive and individual work pc’s of the researchers involved 3 . The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran Gilat). 4 . User data of the cueing app will be transferred to the secured manGO platform via a secured sftp server hosted by the KU Leuven ICT department. manGO is an active data management platform that KU Leuven provides so that researchers can store and manage their data during the active phase of their research projects. The data are stored in KU Leuven's secured ICTS data centers. ManGO is based on the open source software iRODS. Personal data for organizing the research 1 . In a separate folder (i.e., not together with the research data) on the L-drive of the KU Leuven servers, a double-password protected document will be kept containing the patient identification log; this will be the only link between the real identity of the participants and their allocated subject ID code (pseudonymization code) 2 . Paper informed consent forms will be stored separately in a secured locker at the Department of Rehabilitation Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Moran Gilat). The ICFs will not be kept in the same binder as the paper research data. How will the data be backed up? The paper copies will be digitized and together with the digital data stored on the university’s secure network drive with automatic daily back-up procedures. Additionally, Created using DMPonline.be. Last modiﬁed 13 October 2023 4 of 6 a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes RedCap is hosted on central ICTS webservices and provides unlimited capacity. The minimum for large volume storage provided by the KU Leuven ICTS-hosted L-drive is 5 TB, which will be sufficient for the data as described in part 2 of this DMP. If needed, there is funding available to obtain another 5TB of data storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital, pseudonymized, data (i.e. coded and containing no personal information) will be stored in a secure university environment, i.e., the L-drive, REDCap and ManGO. The PI of this project (Prof Moran Gilat) will be the only one who can grant access to this network drive. The separate and password protected “Subject Identification Code List”, which matches identifying codes with the subjects’ names, will be managed by the principal investigator (MG) and stored in a double-password protected digital file in a separate folder on the L-drive. Personal data collected on paper (e.g., informed consent forms) are stored in a locked cabinet on-site (during data collection: accessible only to study personnel; after data collection: accessible solely by PI of the study). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Department of Rehabilitation Sciences provides an L-drive of 5TB for the NeuroRehabilitation Research Group, which was extended to 10 TB by the research group itself, thereby covering the costs (i.e., €569.2/5TB/year). The price to set-up a RedCap projects is € 80 per year. ManGO projects of a volume of 1TB are offered for free. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Both raw data and finally processed data, as well as accompanying metadata and documentation, will be stored for 25 years after the end of the project, in line with the Belgian Law of 7 May 2004 related to experiments on humans. Where will these data be archived (stored and curated for the long-term)? The generated research data, the accompanying metadata and all documentation necessary to reuse the data will be transferred to the K-drive designed for long-term data archiving (managed by KU Leuven ICTS with automatic back-up procedures). Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the Department of Movement Sciences. During data collection the cabinet will only be accessible to study personnel. Informed consent forms will be stored separately from research data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Department of Rehabilitation Sciences provides a K-drive of 5TB for the NeuroRehabilitation Research Group for archiving. The costs (i.e., €113.84/TB/year) will be covered by the department. In addition, the Group Biomedical Sciences sponsors 50% of this cost price. There is no charge for paper archiving. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The full pseudonymized dataset will be made available as open as possible, as closed as necessary after publication of the data. Importantly, only data of participants who granted their approval for re-use via the informed consent procedure will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes via an informed consent procedure. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project (Moran Gilat). Data will only be shared if the research is approved by the ethical committee and participants will be informed regarding this secondary use. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 13 October 2023 5 of 6 Yes, Ethical aspects Yes, Privacy aspects Yes, participants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be shared. Furthermore, the consent form specifies that data will only be shared for research that is approved by an ethical committee. Also a Data Transfer Agreement (DTA) between the participating sites is currently in preparation, this will be added later. Where will the data be made available? If already known, please provide a repository per dataset or data type. After publication of the results, the respective data will be made available via a suitable scientific repository, providing the necessary guarantees regarding GDPR- compliance (i.e., KU Leuven repository, RDR). Importantly, only data of participants who granted their approval for re-use, either within the research group (closed data) or outside the research group (open data), will be made available. The dataset will be under restricted access. When will the data be made available? Upon publication of the research results, or as soon as possible thereafter. Which data usage licenses are you going to provide? If none, please explain why. The receiving party will be bound by contractual agreement to keep the transferred data confidential at all times and to only process the data for the purpose of the proposed study. To this end, appropriate Data Transfer Agreements (DTAs) will be established with help from colleagues of the KU Leuven Research & Development Department. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not available yet. What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher associated with this project will be responsible for data documentation & metadata, under supervision of the PI (Moran Gilat). Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researcher associated with this project, under supervision of the PI (Moran Gilat). Who will manage data preservation and sharing? The PI (Moran Gilat) will be responsible for ensuring data preservation and reuse. Who will update and implement this DMP? The PI (Moran Gilat) bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 13 October 2023 6 of 6"
}