{
    "document_id": "D-2024-2790",
    "LinkTitle": "D-2024-2790",
    "file_name": "D-2024-2790.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2790.pdf",
    "metadata": {
        "title": "PREDISTINE - A Privacy-Preserving and Resilient Framework for Distributed Modular Neural Networks on the Tiny Edge",
        "author": "N/A",
        "creation_date": "2024-04-03 15:38:24+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "PREDISTINE - A Privacy-Preserving and Resilient Framework for Distributed Modular Neural\nNetworks on the Tiny Edge\nA Data Management Plan created using DMPonline.be\nCreator: \nGregory De Ruyter\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nGregory De Ruyter\nGrant number / URL: \n1SH9Y24N\nID: \n205854\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nDue to the large amount and diversity of data generated by Internet of Things (IoT) devices, Artificial Intelligence (AI) has seen a\nbreakthrough in IoT applications in recent years. Traditionally this implies that data must be sent to the cloud, which increases\ncommunication costs, causes delays in system response, and makes data vulnerable to privacy breaches. A solution is to migrate AI\nmodels to constraint devices. However, these are often limited in their ability to implement such models. Besides that, the system also\nneeds to be flexible when devices fail or reconnect.\nTherefore, this proposal will focus on a new framework for distributed modular networks on the tiny edge consisting of microcontrollers.\nThe first research objective is to study how a model can be efficiently distributed between edge devices and server and what the\nimplications are considering energy consumption, memory footprint, and bandwidth usage. The second objective is to explore ways to\nmake neural networks adaptable to various combinations of input devices. This makes the inference more resilient in case of failing\ndevices. The final objective is to investigate the integration of distributed learning within the proposed system architecture to enhance\nmodel performance and personalize predictions. Finally, the research results will be implemented and validated on two real-world use\ncases, from which a software framework will be developed and made publicly available for use in other applications.\nLast modified: \n03-04-2024\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n1 of 7\nPREDISTINE - A Privacy-Preserving and Resilient Framework for Distributed Modular Neural\nNetworks on the Tiny Edge\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nProtoNAS\nFramework\nSoftware framework for  prototyping, and\nevaluating evolutionary NAS algorithms\nGenerate\nnew  &\nreuse\nexisting\ndata\nDigital\nSoftware\n.py\n< 100MB\nNA\nNAS Algorithms\nfor Distributed\nNeural Networks\nSet of NAS algorithms in software code that\ncan be used to create distributed neural\nnetworks for different prediction tasks\nGenerate\nnew  &\nreuse\nexisting\ndata\nDigital\nSoftware\n.py\n< 100MB\nNA\nModular Neural\nNetwork\nFramework\nSoftware framework enabling neural network\nto dynamically adapt to the input data being\nfed (to create more resiliency in case of\nmissing data)\nGenerate\nnew  &\nreuse\nexisting\ndata\nDigital\nSoftware\n.py, .c,\n.h, .cpp,\n.hpp\n< 100MB\nNA\nDistributed\nLearning\nFramework\nSoftware framework facilitating distributed\nlearning on edge devices\nGenerate\nnew  &\nreuse\nexisting\ndata\nDigital\nSoftware\n.py, .c,\n.h, .cpp,\n.hpp\n< 100MB\nNA\nModels found by\nNAS Algorithm\n(data formatted &\ngenerated by\nProtoNAS\nframework)\nFound models (solutions) that can be\nvalidated and used in the prediction task they\nwere trained on.\nGenerate\nnew data\nDigital\nOther (results\ngenerated by\nframework)\n.onnx,\n.sqlite,\n.json\n< 100GB\nNA\nFood Intake /\nHuman Activity\nRecognition\nDataset\nDataset captured within the health care use\ncase and used to validate the developed\nframework. This consists of load cells\nmeasurements from an in-house smart plate,\nand gyroscope & accelerometer data from\nthe wearables.\nGenerate\nnew data\nDigital\nObservational\n.csv,\nmp4\n(only for\nlabelling)\n< 300GB\nNA\nProduct Quality\nMonitoring Dataset\nDataset captured within the industry use\ncase and used to validate the developed\nframework. This dataset will be mainly\ncaptured from a manufacturing process on\nthe Ultimate Factory, a lab-scale industrial\nfactory.\nGenerate\nnew data\nDigital\nObservational\n.csv\n< 100GB\nNA\nLiterature datasets\nLiterature datasets used as benchmarks to\ncompare our techniques with the state of the\nart\nReuse\nexisting\ndata\nDigital\nObservational\n&\nexperimental\n.csv\n< 100GB\nNA\n \nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n2 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nLiterature datasets:\nUCI-HAR: 10.24432/C54S4K\nCWRU: https://engineering.case.edu/bearingdatacenter/apparatus-and-procedures\nMore literature datasets might be added in the future.\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nFood Intake / Human Activity Recognition\nTo establish ground truth labels for the activities performed by participants, a video is recorder while the subjects are asked to\nperform activities. This video is subsequently utilized to annotate the measured sensor data. Once the labels are generated, the\nvideos are deleted, ensuring that the traceability of the sensor data to the participant is removed\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nThe software frameworks (NAS algorithms, ProtoNAS framework, Modular Neural Network Framework, Distributed Learning\nFramework), combined or separate, can potentially be used by companies to improve their machine learning applications on the\nedge.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n3 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nThe datasets (Food Intake / Human Activity Recognition Dataset, Product Quality Monitoring Dataset) will be accompanied by\nlinked guidance documents.\nThe software frameworks (NAS algorithms, ProtoNAS framework, Modular Neural Network Framework, Distributed Learning\nFramework) will always be accompanied by (Jupyter) notebooks, demo scripts, API documentation, and readme files. These\nresources serve to demonstrate the usage of the software or provide guidance for users to build the software themselves.”\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nYes\nAs the datasets will be stored on KU Leuven RDR for open access, DataCite will be used as a metadata standard as it is required\nby the platform.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe software frameworks will be stored on GitLab (hosted by KU Leuven), under the research group's GitLab group (M-\nGroup). This guarantees access to the source code by anyone within the research group, even after the maintainer (me) has\nleft KU Leuven.\nThe datasets will be stored, and managed on KU Leuven's Active Data Management Platform (ManGO) while being worked\non (active data). Once the datasets are ready, they will be published on KU Leuven RDR for open access, and long-term\nstorage.\nAll other data will be stored on a personal OneDrive for Business cloud storage provided by KU Leuven.\nHow will the data be backed up?\nThe source code will be daily pushed to the GitLab repository.\nLocal data and files in general are backed up using OneDrive for business' file synchronisation. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nGitLab provides 10GB of storage per repository which is more than sufficient to host the source code on.\nKU Leuven ManGO provides 1TB of data storage which should be enough to store all (active) datasets on.\nKU Leuven RDR provides 50GB of storage, but this can be extended if needed.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n4 of 7\nAny acces to the files on OneDrive for business will be given through the usage links with strict access only to the intended\nreceiver. The GitLab repositories, and KU Leuven ManGO storage are moderated, thus any acces has to be given, which can be\ndone with various rights to any additional user as needed (read-only, read-write, admin,...).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nGitLab storage: free\nKU Leuven ManGO: €35,00 / year / 1TB\n \nAll costs will be covered by the FWO project's bench fee.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be stored in the KU Leuven Research Data Repository (RDR) for a minimum of ten years in accordance with the KU\nLeuven RDM Policy. Data will be linked to corresponding publications where applicable.\nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored in the KU Leuven Research Data Repository (RDR) for a minimum of ten years. Data will be linked to\ncorresponding publications where applicable.\nSource code will remain on the repositories under the research group's GitLab team and a mirror will be created to a personal\nGitHub repository where it will be kept public under GNU General Public License v3.0 or later licensing. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nKU Leuven RDR: 50GB / year for free\nGitLab storage: free\nGitHub storage: free (as it will be published on an open repository)\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe datasets will be available on ManGO (active storage, restricted), and in a Open Access repository (KU Leuven RDR) upon\npublication.\nThe software framework will be kept on a GitLab repository hosted by KU Leuven (restricted), and a personal open GitHub\nrepository (upon publication) under GNU General Public License v3.0 or later licensing. \nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n5 of 7\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe datasets within ManGO remain private unless other researchers are willing to cooperate on data gathering / dataset creation.\nIn such cases, co-ownership access can be granted. \nThe source code on the GitLab repository is only accessible by members of the research group (M-Group), however, access can\nbe provided to students within the context of student projects / theses about this project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nNot applicable\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNot applicable\nWhen will the data be made available?\nData (both datasets, and software frameworks) will be available upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nDatasets: Public Domain (PD)\nSoftware frameworks: GNU General Public License v3.0 or later\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nGitLab storage: free\nKU Leuven ManGO (includes data sharing): €35,00 / year / 1TB\n \nAll costs will be covered by the FWO project's bench fee.\n \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nGregory De Ruyter. Those who upload new data are responsible for providing data documentation of their data. \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n6 of 7\nGregory De Ruyter \nWho will manage data preservation and sharing?\nGregory De Ruyter \nWho will update and implement this DMP?\nGregory De Ruyter \nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n7 of 7"
    },
    "clean_full_text": "PREDISTINE - A Privacy-Preserving and Resilient Framework for Distributed Modular Neural Networks on the Tiny Edge A Data Management Plan created using DMPonline.be Creator: Gregory De Ruyter Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Gregory De Ruyter Grant number / URL: 1SH9Y24N ID: 205854 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Due to the large amount and diversity of data generated by Internet of Things (IoT) devices, Artificial Intelligence (AI) has seen a breakthrough in IoT applications in recent years. Traditionally this implies that data must be sent to the cloud, which increases communication costs, causes delays in system response, and makes data vulnerable to privacy breaches. A solution is to migrate AI models to constraint devices. However, these are often limited in their ability to implement such models. Besides that, the system also needs to be flexible when devices fail or reconnect. Therefore, this proposal will focus on a new framework for distributed modular networks on the tiny edge consisting of microcontrollers. The first research objective is to study how a model can be efficiently distributed between edge devices and server and what the implications are considering energy consumption, memory footprint, and bandwidth usage. The second objective is to explore ways to make neural networks adaptable to various combinations of input devices. This makes the inference more resilient in case of failing devices. The final objective is to investigate the integration of distributed learning within the proposed system architecture to enhance model performance and personalize predictions. Finally, the research results will be implemented and validated on two real-world use cases, from which a software framework will be developed and made publicly available for use in other applications. Last modified: 03-04-2024 Created using DMPonline.be. Last modiﬁed 03 April 2024 1 of 7 PREDISTINE - A Privacy-Preserving and Resilient Framework for Distributed Modular Neural Networks on the Tiny Edge FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume ProtoNAS Framework Software framework for prototyping, and evaluating evolutionary NAS algorithms Generate new & reuse existing data Digital Software .py < 100MB NA NAS Algorithms for Distributed Neural Networks Set of NAS algorithms in software code that can be used to create distributed neural networks for different prediction tasks Generate new & reuse existing data Digital Software .py < 100MB NA Modular Neural Network Framework Software framework enabling neural network to dynamically adapt to the input data being fed (to create more resiliency in case of missing data) Generate new & reuse existing data Digital Software .py, .c, .h, .cpp, .hpp < 100MB NA Distributed Learning Framework Software framework facilitating distributed learning on edge devices Generate new & reuse existing data Digital Software .py, .c, .h, .cpp, .hpp < 100MB NA Models found by NAS Algorithm (data formatted & generated by ProtoNAS framework) Found models (solutions) that can be validated and used in the prediction task they were trained on. Generate new data Digital Other (results generated by framework) .onnx, .sqlite, .json < 100GB NA Food Intake / Human Activity Recognition Dataset Dataset captured within the health care use case and used to validate the developed framework. This consists of load cells measurements from an in-house smart plate, and gyroscope & accelerometer data from the wearables. Generate new data Digital Observational .csv, mp4 (only for labelling) < 300GB NA Product Quality Monitoring Dataset Dataset captured within the industry use case and used to validate the developed framework. This dataset will be mainly captured from a manufacturing process on the Ultimate Factory, a lab-scale industrial factory. Generate new data Digital Observational .csv < 100GB NA Literature datasets Literature datasets used as benchmarks to compare our techniques with the state of the art Reuse existing data Digital Observational & experimental .csv < 100GB NA Created using DMPonline.be. Last modiﬁed 03 April 2024 2 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Literature datasets: UCI-HAR: 10.24432/C54S4K CWRU: https://engineering.case.edu/bearingdatacenter/apparatus-and-procedures More literature datasets might be added in the future. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Food Intake / Human Activity Recognition To establish ground truth labels for the activities performed by participants, a video is recorder while the subjects are asked to perform activities. This video is subsequently utilized to annotate the measured sensor data. Once the labels are generated, the videos are deleted, ensuring that the traceability of the sensor data to the participant is removed Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The software frameworks (NAS algorithms, ProtoNAS framework, Modular Neural Network Framework, Distributed Learning Framework), combined or separate, can potentially be used by companies to improve their machine learning applications on the edge. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 03 April 2024 3 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The datasets (Food Intake / Human Activity Recognition Dataset, Product Quality Monitoring Dataset) will be accompanied by linked guidance documents. The software frameworks (NAS algorithms, ProtoNAS framework, Modular Neural Network Framework, Distributed Learning Framework) will always be accompanied by (Jupyter) notebooks, demo scripts, API documentation, and readme files. These resources serve to demonstrate the usage of the software or provide guidance for users to build the software themselves.” Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes As the datasets will be stored on KU Leuven RDR for open access, DataCite will be used as a metadata standard as it is required by the platform. 3. Data storage & back-up during the research project Where will the data be stored? The software frameworks will be stored on GitLab (hosted by KU Leuven), under the research group's GitLab group (M- Group). This guarantees access to the source code by anyone within the research group, even after the maintainer (me) has left KU Leuven. The datasets will be stored, and managed on KU Leuven's Active Data Management Platform (ManGO) while being worked on (active data). Once the datasets are ready, they will be published on KU Leuven RDR for open access, and long-term storage. All other data will be stored on a personal OneDrive for Business cloud storage provided by KU Leuven. How will the data be backed up? The source code will be daily pushed to the GitLab repository. Local data and files in general are backed up using OneDrive for business' file synchronisation. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes GitLab provides 10GB of storage per repository which is more than sufficient to host the source code on. KU Leuven ManGO provides 1TB of data storage which should be enough to store all (active) datasets on. KU Leuven RDR provides 50GB of storage, but this can be extended if needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 03 April 2024 4 of 7 Any acces to the files on OneDrive for business will be given through the usage links with strict access only to the intended receiver. The GitLab repositories, and KU Leuven ManGO storage are moderated, thus any acces has to be given, which can be done with various rights to any additional user as needed (read-only, read-write, admin,...). What are the expected costs for data storage and backup during the research project? How will these costs be covered? GitLab storage: free KU Leuven ManGO: €35,00 / year / 1TB All costs will be covered by the FWO project's bench fee. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be stored in the KU Leuven Research Data Repository (RDR) for a minimum of ten years in accordance with the KU Leuven RDM Policy. Data will be linked to corresponding publications where applicable. Where will these data be archived (stored and curated for the long-term)? Data will be stored in the KU Leuven Research Data Repository (RDR) for a minimum of ten years. Data will be linked to corresponding publications where applicable. Source code will remain on the repositories under the research group's GitLab team and a mirror will be created to a personal GitHub repository where it will be kept public under GNU General Public License v3.0 or later licensing. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven RDR: 50GB / year for free GitLab storage: free GitHub storage: free (as it will be published on an open repository) 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The datasets will be available on ManGO (active storage, restricted), and in a Open Access repository (KU Leuven RDR) upon publication. The software framework will be kept on a GitLab repository hosted by KU Leuven (restricted), and a personal open GitHub repository (upon publication) under GNU General Public License v3.0 or later licensing. Created using DMPonline.be. Last modiﬁed 03 April 2024 5 of 7 If access is restricted, please specify who will be able to access the data and under what conditions. The datasets within ManGO remain private unless other researchers are willing to cooperate on data gathering / dataset creation. In such cases, co-ownership access can be granted. The source code on the GitLab repository is only accessible by members of the research group (M-Group), however, access can be provided to students within the context of student projects / theses about this project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Not applicable Where will the data be made available? If already known, please provide a repository per dataset or data type. Not applicable When will the data be made available? Data (both datasets, and software frameworks) will be available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Datasets: Public Domain (PD) Software frameworks: GNU General Public License v3.0 or later Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? GitLab storage: free KU Leuven ManGO (includes data sharing): €35,00 / year / 1TB All costs will be covered by the FWO project's bench fee. 6. Responsibilities Who will manage data documentation and metadata during the research project? Gregory De Ruyter. Those who upload new data are responsible for providing data documentation of their data. Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 03 April 2024 6 of 7 Gregory De Ruyter Who will manage data preservation and sharing? Gregory De Ruyter Who will update and implement this DMP? Gregory De Ruyter Created using DMPonline.be. Last modiﬁed 03 April 2024 7 of 7"
}