{
    "document_id": "D-2021-1176",
    "LinkTitle": "D-2021-1176",
    "file_name": "D-2021-1176.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1176.pdf",
    "metadata": {
        "title": "Building robust flocs and granules on demand for wastewater treatment and resource recovery (FWO DMP) - Initial DMP",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Initial DMP\nProject Name\n Building robust flocs and granules on demand for wastewater \ntreatment and\nresource recovery (FWO DMP) - Initial DMP\nProject Identifier\n 1191022N\nGrant Title\n 1191022N\nPrincipal Investigator / Researcher\n Laurens Parret\nDescription\n Flocs or granules are the cornerstones of process intensification in biotechnological\nprocesses. They enable (i) an easy biomass-liquid separation, (ii) a better retention of slow\ngrowing organisms and their key metabolic functions, and (iii) a stratification of the\nmicroorganisms, allowing for synergistic processes or shielding from unfavorable environmental\nconditions. Evidently, the building blocks and strategies that lead to strong aggregates, need to\nbe well known. Despite the many years of research in bioflocculation, the fundamental insights in\nthe interaction between the different building blocks of the aggregates are still missing.\nFurthermore, the knowledge that has been obtained for flocs has not been transferred to\ngranules. This project will, therefore, first focus on deepening that knowledge by zooming in on\nthe separate building blocks: microcolonies and their polymers (such as adhesins), and\nfilamentous organisms or fibers. \nSecondly, on the basis of the knowledge gained, we will propose\ngeneric guidelines to build new functionally and structurally robust flocs or granules. The aim is\nto bring together micro-organisms with complementary functionality but conflicting\nenvironmental needs, while retaining the strength of such an aggregate by enclosing structuring\nmicro-organisms or elements. Novel strategies for cultivating or bioaugmenting slow growing\norganisms will be developed, exploiting a vast array of microscopic and molecular monitoring\ntechniques.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLaurens Parret\nFWO Project Number & Title\n1191022N\n - \nBuilding robust flocs and granules on demand for wastewater\ntreatment and resource recovery\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe project aims to investigate natural bioflocculation in pure cultures experiments. Following a\nbottom-up approach, in the final stage of the study, the gathered knowledge will be applied to a\nvalidation experiment with sludge or granules. Throughout the course of the project, a set of\nguidelines will be constructed that could help further research (and industrial parties) towards\ndeveloping more sustainable water treatment technology. The content of the guiding document\nwill depend on the specific results of the experiments, though should contain clear .pdf diagrams,\nflowcharts, and an extensive protocol discription and bibliography.\nIn any case, the organisms of interest (which contribute to the nitrogen cycle) will be monitored\nin pure and co-culture conditions. Their extracellular metabolites are followed up using high\npressure liquid chromatography (HPLC), while the nitrogen content in all of its oxidation states\n(ammonium, nitrite, nitrate) is determined with the respective Hach Testkits. Growth is indirectly\nmeasured with optical density (OD600), and linked to dry weight (DW) when needed. Amino\nacids can be measured with gas chromatography (GC), and proteomics is conducted with a\npartner university.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nVisualisation of the developing structure of the floc (and in the first stage of cells entrapped in\nalginate beads), is achieved through both confocal microscopy, and cryosectioning combined\nwith fluorescence microscopy. Below an overview and size estimation of the relevant data is\nprovided.\n \nType of data\nFormat\nVolume\nMethod\nHPLC and GC\ndata\nchromatogram \nin standard\n(raw) Agilent\nInstruments\nformat\n>100\nGB\nUV transmitted through\nthe sample, and\nrefractive index (RI)\nmeasurements\ncompared to a\nreference cell. For each\nmeasurement series, a\nquality control (QC)\nsample with known\ncomposition is included\nas well.\nProcessed\nHPLC data\n.txt, .csv\n<10 GB\nAutomated peak\nintegration of the\nchromatogram using\ncalibration curves.\nOD\nmeasurement\nlab notes, .csv\n<1GB\nOptical density\nmeasured at a\nwavelength of 600 nm\nDry weight\nlab notes, .csv\n<1GB\nDried (cellulose\nacetate) filters before\nand after biomass\nfiltration\nHach testkit\nresults\nlab notes, .csv\n<1GB\nSample loading in a\nready-to-use vial as\nsold by Hach\nProteomics\nchromatographic\n3D maps\n>10GB\nMass spectrometer\ndata of digested\nproteins (into peptides)\nCryosectioning\n.tiff\n<100\nGB\nFluorescent images of\nslices of the sample\nMicroscopic\nimages\n.tiff\n<500\nGB\nConfocal and\nfluorescent images and\nstacks are constructed\nby the instrument using\nlaser light. Its intensity\nis captured by the PMT\ndetectors in the\nconfocal (Fluoview)\nmicroscope, or simply\nby a camera in the case\nof a traditional setup\nEncapsulator\noperating\nconditions\nlab notebook,\n.csv\n<100MB\nOperating conditions of\nencapsulator\n(frequency and\npressure) during bead\nformation.\nProtocols\n.pdf, .md, .docx\n<1GB\nDescription of\noptimised protocols of\nthe conducted\nexperiments and setups\nGuidelines\ndocument\n.pdf\n<100MB\nBased on all previous\nexperiments\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThe data will not directly translate to a possible tech transfer. This is more relevant for follow-up\nprojects that can be guided based on the results of this fundamental research.\n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nA folder containing \"README\" text files in Markdown format will be maintained. Here, each\nexperiment will get a dedicated and structured description, including (but not limited to): the\nexperiment date, reference name, description, goal, used protocols, generated type(s) of data,\ncomments about the data, general conclusions, remaining questions and thoughts/ideas for\nfuture experiments. The corresponding (raw) data will be available in the parent folder of this\nREADME directory, in the folder \"Data\", with all corresponding filenames and directories using\nthe same reference name as described in the documentation. All relevant files will be named\nYYYYMMDD_shorthand_description.extension for easy lookup purposes. The referenced protocols\n(SOP) are also contained in a separate folder, and structured in .docx and .md formats. Shortcuts\nare included in the filesystem if needed.\nFor encapsulator and microscope settings, the relevant manual parameters are included in the\nYYYYMMDD_README.md files. Detailed acquisition documentation for the confocal microscope is\ncontained in the .oif files of the stacks themselves.\nIn terms of processing data, all manipulations will be done in Jupyter Notebooks, containing\nrelevant documentation in Markdown format where needed. Documentation for the applied\nPython modules (e.g. Pandas) will not be included, as this is readily available in the module docs\nthemselves.\n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nTo our understanding, there is no formal metadata standard for our discipline.\nHowever, for image acquisition, the Bio-formats standard is applied by saving all raw confocal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nimage data in the supported .oif format. This directory containing raw data is separated from the\nprocessed versions for transparency and reproducibility.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nWhile a working copy of all relevant to this project (data, manuscripts, scripts...) are kept on the\nresearcher's laptop, both a local hard drive and remote (Onedrive and Bitbucket repository)\nservices will contain the same information. Instrument data from the HPLC and Olympus\nmicroscope are stored on the machine itself for one month, and archived locally by our technical\nstaff. Confocal images are stored on a network drive.\nHow is backup of the data provided?\nAll files relevant to this project (data, manuscripts, scripts...) will be backed up weekly to\nOnedrive as provided by KU Leuven. In addition, a separate hard drive is used for the same\npurpose to provide a local backup as well. These files will be retracable for at least 8 weeks.\nConcerning code (mostly Jupyter notebooks), LaTeX, and text documents such as protocols,\nREADMEs, sources and bibliography will be pushed to a remote (private) Bitbucket repository on\nthe researcher's (KU Leuven email) account. Large files such as microscopic images and raw\nchromatographic data are omitted from this form of data storage to avoid bloating the Git\nrepository.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n \n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe storage service (Onedrive) is provided by KU Leuven, and the associated costs are therefore\nindirectly covered by project overhead cost.\n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe laptop with a working version of the data is protected using a password/touch-ID, while the\nexternal hard drive will be encrypted. The cloud storage is also only accessible through the staff\nKU Leuven login of the researcher.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\n All data, processing scripts, structured output and papers will be retained for the expected 5\nyears, no restrictions apply.\n \nWhere will the data be archived (= stored for the longer term)?\n Backups as stored on Onedrive are stored for unlimited time, and will be shared with the group\nfor accessibility.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n The costs of preservation are again indirectly covered by overhead project costs.\n \n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\n \n \nWhich data will be made available after the end of the project?\n Raw experimental data and protocols will be available for reuse within the research group for\nfollow-up projects. Relevant data in publications will be made available in the respective\ninternational journals.\n \nWhere/how will the data be made available for reuse?\nOther (specify):\n Since the research group will have access to the full data via Onedrive, interested third parties\ncan obtain raw data upon request. Published data, however, will be available through a public\nrepository (e.g. BioRxiv) or through the journal itself.\n \nWhen will the data be made available?\nImmediately after the end of the project\n \n \nWho will be able to access the data and under what conditions?\nPublished results will be available to anyone, while all other data will be shared with specific staff\nmembers who can grant others access if necessary.\n \nWhat are the expected costs for data sharing? How will the costs be covered?\n \nThe costs of data sharing are again indirectly covered by overhead project costs.\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PIs (Prof. Smets and Prof. De Vrieze) will be the main responsible. However, the daily\nmanagement of data and its documentation is the responsibility of the doctoral researcher.\nWho will be responsible for data storage & back up during the project?\nThe doctoral researcher. For backups, on the instruments themselves, the responsibility lies with\nthe technical staff.\n \nWho will be responsible for ensuring data preservation and reuse ?\nOnedrive backup preservation is a responsibility of the KU Leuven ICTS. Possible data reuse is\nmonitored by the PIs.\n \nWho bears the end responsibility for updating & implementing this DMP?\nThe PIs bear the end responsibility of updating & implementing this DMP.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Initial DMP Project Name Building robust flocs and granules on demand for wastewater treatment and resource recovery (FWO DMP) - Initial DMP Project Identifier 1191022N Grant Title 1191022N Principal Investigator / Researcher Laurens Parret Description Flocs or granules are the cornerstones of process intensification in biotechnological processes. They enable (i) an easy biomass-liquid separation, (ii) a better retention of slow growing organisms and their key metabolic functions, and (iii) a stratification of the microorganisms, allowing for synergistic processes or shielding from unfavorable environmental conditions. Evidently, the building blocks and strategies that lead to strong aggregates, need to be well known. Despite the many years of research in bioflocculation, the fundamental insights in the interaction between the different building blocks of the aggregates are still missing. Furthermore, the knowledge that has been obtained for flocs has not been transferred to granules. This project will, therefore, first focus on deepening that knowledge by zooming in on the separate building blocks: microcolonies and their polymers (such as adhesins), and filamentous organisms or fibers. Secondly, on the basis of the knowledge gained, we will propose generic guidelines to build new functionally and structurally robust flocs or granules. The aim is to bring together micro-organisms with complementary functionality but conflicting environmental needs, while retaining the strength of such an aggregate by enclosing structuring micro-organisms or elements. Novel strategies for cultivating or bioaugmenting slow growing organisms will be developed, exploiting a vast array of microscopic and molecular monitoring techniques. Institution KU Leuven 1. General Information Name applicant Laurens Parret FWO Project Number & Title 1191022N - Building robust flocs and granules on demand for wastewater treatment and resource recovery Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The project aims to investigate natural bioflocculation in pure cultures experiments. Following a bottom-up approach, in the final stage of the study, the gathered knowledge will be applied to a validation experiment with sludge or granules. Throughout the course of the project, a set of guidelines will be constructed that could help further research (and industrial parties) towards developing more sustainable water treatment technology. The content of the guiding document will depend on the specific results of the experiments, though should contain clear .pdf diagrams, flowcharts, and an extensive protocol discription and bibliography. In any case, the organisms of interest (which contribute to the nitrogen cycle) will be monitored in pure and co-culture conditions. Their extracellular metabolites are followed up using high pressure liquid chromatography (HPLC), while the nitrogen content in all of its oxidation states (ammonium, nitrite, nitrate) is determined with the respective Hach Testkits. Growth is indirectly measured with optical density (OD600), and linked to dry weight (DW) when needed. Amino acids can be measured with gas chromatography (GC), and proteomics is conducted with a partner university. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Visualisation of the developing structure of the floc (and in the first stage of cells entrapped in alginate beads), is achieved through both confocal microscopy, and cryosectioning combined with fluorescence microscopy. Below an overview and size estimation of the relevant data is provided. Type of data Format Volume Method HPLC and GC data chromatogram in standard (raw) Agilent Instruments format >100 GB UV transmitted through the sample, and refractive index (RI) measurements compared to a reference cell. For each measurement series, a quality control (QC) sample with known composition is included as well. Processed HPLC data .txt, .csv <10 GB Automated peak integration of the chromatogram using calibration curves. OD measurement lab notes, .csv <1GB Optical density measured at a wavelength of 600 nm Dry weight lab notes, .csv <1GB Dried (cellulose acetate) filters before and after biomass filtration Hach testkit results lab notes, .csv <1GB Sample loading in a ready-to-use vial as sold by Hach Proteomics chromatographic 3D maps >10GB Mass spectrometer data of digested proteins (into peptides) Cryosectioning .tiff <100 GB Fluorescent images of slices of the sample Microscopic images .tiff <500 GB Confocal and fluorescent images and stacks are constructed by the instrument using laser light. Its intensity is captured by the PMT detectors in the confocal (Fluoview) microscope, or simply by a camera in the case of a traditional setup Encapsulator operating conditions lab notebook, .csv <100MB Operating conditions of encapsulator (frequency and pressure) during bead formation. Protocols .pdf, .md, .docx <1GB Description of optimised protocols of the conducted experiments and setups Guidelines document .pdf <100MB Based on all previous experiments This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No The data will not directly translate to a possible tech transfer. This is more relevant for follow-up projects that can be guided based on the results of this fundamental research. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? A folder containing \"README\" text files in Markdown format will be maintained. Here, each experiment will get a dedicated and structured description, including (but not limited to): the experiment date, reference name, description, goal, used protocols, generated type(s) of data, comments about the data, general conclusions, remaining questions and thoughts/ideas for future experiments. The corresponding (raw) data will be available in the parent folder of this README directory, in the folder \"Data\", with all corresponding filenames and directories using the same reference name as described in the documentation. All relevant files will be named YYYYMMDD_shorthand_description.extension for easy lookup purposes. The referenced protocols (SOP) are also contained in a separate folder, and structured in .docx and .md formats. Shortcuts are included in the filesystem if needed. For encapsulator and microscope settings, the relevant manual parameters are included in the YYYYMMDD_README.md files. Detailed acquisition documentation for the confocal microscope is contained in the .oif files of the stacks themselves. In terms of processing data, all manipulations will be done in Jupyter Notebooks, containing relevant documentation in Markdown format where needed. Documentation for the applied Python modules (e.g. Pandas) will not be included, as this is readily available in the module docs themselves. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No To our understanding, there is no formal metadata standard for our discipline. However, for image acquisition, the Bio-formats standard is applied by saving all raw confocal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 image data in the supported .oif format. This directory containing raw data is separated from the processed versions for transparency and reproducibility. 5. Data storage and backup during the FWO project Where will the data be stored? While a working copy of all relevant to this project (data, manuscripts, scripts...) are kept on the researcher's laptop, both a local hard drive and remote (Onedrive and Bitbucket repository) services will contain the same information. Instrument data from the HPLC and Olympus microscope are stored on the machine itself for one month, and archived locally by our technical staff. Confocal images are stored on a network drive. How is backup of the data provided? All files relevant to this project (data, manuscripts, scripts...) will be backed up weekly to Onedrive as provided by KU Leuven. In addition, a separate hard drive is used for the same purpose to provide a local backup as well. These files will be retracable for at least 8 weeks. Concerning code (mostly Jupyter notebooks), LaTeX, and text documents such as protocols, READMEs, sources and bibliography will be pushed to a remote (private) Bitbucket repository on the researcher's (KU Leuven email) account. Large files such as microscopic images and raw chromatographic data are omitted from this form of data storage to avoid bloating the Git repository. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? The storage service (Onedrive) is provided by KU Leuven, and the associated costs are therefore indirectly covered by project overhead cost. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The laptop with a working version of the data is protected using a password/touch-ID, while the external hard drive will be encrypted. The cloud storage is also only accessible through the staff KU Leuven login of the researcher. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data, processing scripts, structured output and papers will be retained for the expected 5 years, no restrictions apply. Where will the data be archived (= stored for the longer term)? Backups as stored on Onedrive are stored for unlimited time, and will be shared with the group for accessibility. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs of preservation are again indirectly covered by overhead project costs. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Raw experimental data and protocols will be available for reuse within the research group for follow-up projects. Relevant data in publications will be made available in the respective international journals. Where/how will the data be made available for reuse? Other (specify): Since the research group will have access to the full data via Onedrive, interested third parties can obtain raw data upon request. Published data, however, will be available through a public repository (e.g. BioRxiv) or through the journal itself. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Published results will be available to anyone, while all other data will be shared with specific staff members who can grant others access if necessary. What are the expected costs for data sharing? How will the costs be covered? The costs of data sharing are again indirectly covered by overhead project costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The PIs (Prof. Smets and Prof. De Vrieze) will be the main responsible. However, the daily management of data and its documentation is the responsibility of the doctoral researcher. Who will be responsible for data storage & back up during the project? The doctoral researcher. For backups, on the instruments themselves, the responsibility lies with the technical staff. Who will be responsible for ensuring data preservation and reuse ? Onedrive backup preservation is a responsibility of the KU Leuven ICTS. Possible data reuse is monitored by the PIs. Who bears the end responsibility for updating & implementing this DMP? The PIs bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}