{
    "document_id": "D-2024-2911",
    "LinkTitle": "D-2024-2911",
    "file_name": "D-2024-2911.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2911.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_Cassiman",
        "author": "Bruno Cassiman",
        "creation_date": "2024-06-17 11:47:13+02:00",
        "num_pages": 15
    },
    "content": {
        "full_text": " \n         1 \n Data Management Plan \nFIRM-CENTRIC TECHNOLOGY ROADMAPS (FTRMS) AND TECHNOLOGY VALUATION – Bruno Cassiman (G010324N) \n \n \n \n  \n \n         2 \n 1. General Project Information \n \nName Grant Holder & ORCID Bruno Cassiman (0000-0001-9602-6755) \nProject number & title G010324N FIRM-CENTRIC TECHNOLOGY ROADMAPS (FTRMS) AND TECHNOLOGY VALUATION \nAffiliation(s) ☐ KU Leuven  \n☐ Universiteit Antwerpen \n☐ Universiteit Gent  \n☐ Universiteit Hasselt \n☐ Vrije Universiteit Brussel  \n☐ Other: \nROR identifier KU Leuven: 05f950310 \nPlease provide a short project description The project proposes to develop Firm-centric Technology Roadmaps (FTRMs) and to improve \ntechnology valuation models based on them. Anticipating technology evolutions has become a \ncritical business skill. Evaluating a potential technology opportunity in relation to the \norganization's own technological capabilities is critical for success. We address three gaps in the \nliterature. First, we develop a methodology for quantifying Technology Roadmaps (TRMs) and \nwhite spaces therein based on patent and publication information. Second, we link these TRMs to \ncritical firm-specific scientific and technological capabilities. Third, we develop a method to \nestimate the economic value of technologies based on these FTRMs. Altogether, this will allow \nanswering important economic and business strategy questions related to technology \ndevelopment and entry-timing decisions of the organization. To this end, we leverage recent \nNatural Language Processing and Machine Learning methodologies based on patent and \npublication text.  \n \n  \n \n         3 \n 2. Research Data Summary \n \n \n         4 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  O NLY FOR PHYSICAL DATA  \nDataset \nName Description New or Reused  Digital or \nPhysical  Digital Data Type \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume \n \n \nPatentsview \ndata Descriptive and \nfull text data \nfrom USPTO \npatents. ☐ Generate new \ndata \n☒ Reuse existing \ndata ☒ Digital \n☐ Physical ☐ Audiovisual \n☐ Images \n☐ Sound \n☒ Numerical \n☒ Textual \n☐ Model \n☐ Software \n☐ Other: .csv \nPython file ☐ < 1 GB \n☒ < 100 GB \n☐ < 1 TB \n☐ < 5 TB \n☐ > 5 TB \n☐ NA \n / \nPATSTAT More \ncomprehensive \ndescriptives and \nfull text data on \npatents (beyond \nUSPTO) Reuse existing data Digital Numerical and \ntextual .csv \nPython file <1 TB / \nKPSS data Results of \ncommercial \nvalue of patents \nfrom the \nfindings of \nKogan et al. \n(2017) Reuse existing data Digital Numerical .dta \nPython file <100 GB / \nDISCERN data database of  \npublicly  listed  Reuse existing data Digital Numerical .dta <100 GB / \n \n         5 \n U.S.  \nheadquartered \nfirms matched \nto assignees of \npatents from \nthe United \nStates Patent \nand Trademark \nOffice (USPTO) \nand scientific \npublicationsfro\nm the Web of \nScience for the \nperiod 1980-\n2015. \nOrbis We use financial \nand firm \ninformation \nfrom the Orbis \nhistorical \ndatabase. \n(which covers a \nlarge chunk of \nnon listed firms) Reuse existing data Digital Numerical .csv \nPython file <100 GB / \nCompustat We use financial \nand firm \ninformation \nfrom \ncompustat, \nprovided by \nWRDS Reuse existing data Digital Numerical .csv \nPython file <1 GB / \n \n         6 \n AHG data We use data \nfrom Arts, Hou \nand Gomez \n(2020) on \nnovelty of \npatents Reuse existing data Digital Numerical and \nTextual .cvs <100 GB / \nOpenAlex We use data on \nScientific \npublications \nfrom OpenAlex. \nOpenAlex is a \nbibliographic \ncatalogue of \nscientific \npapers, authors \nand institutions \naccessible in \nopen access \nmode Reuse of existing \ndata Digital Numerical and \nTextual JSON (database) <100 GB / \nRevenue and \nPatents data \nIMEC We use data on \ncontract \nrevenue related \nto patents of \nIMEC Reuse of existing \ndata Digital Numerical .cvs \nPython file <100 GB / \n \nGUIDANCE: \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \n \n         7 \n If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.   \n Patentsview (csv): https://patentsview.org/download/data-download-tables  \nPATSTAT: https://inspire.wipo.int/patstat-online  \nKPSS (dta): https://github.com/KPSS2017/Technological-Innovation-Resource-Allocation-and-Growth-\nReplication-Kit  \nORBIS: https://bib.kuleuven.be/ebib/collectie/data/databanken/orbis_global  \nDISCERN: https://zenodo.org/records/4320782  \nAHG: https://zenodo.org/records/3515985  \nOpenAlex: https://openalex.org/  \n \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number:   \n☐ Yes, animal data; provide ECD reference number:    \n☐ Yes, dual use; provide approval number:   \n☒ No \nAdditional information: \nThe data we use is either publicly available or licensable for any party (give a fee applies). \n \nWill you process personal  data1? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G-number or EC S-number below) \n☒ No \nAdditional information: \nWe will strictly only use firm and patent information. Individual inventors will not be analyzed in this \nproject. \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate. ☒ Yes \n☐ No \nIf yes, please comment:  \nWe only use (semi)publicly available data which depending on the results could be used in the deployment \nof a tool to predict the value for patents and related whitespaces in technology and technology portfolios. \nTo this end we will use the public (and licensed) data to train our models but relate the predictions to each \nfirms proprietary data in the final version of the spin-off. (Which is beyond the scope of this project) \n \n1 See Glossary Flemish Standard Data Management Plan  \n \n         8 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place. ☒ Yes \n☐ No \nIf yes, please explain:  \nThe Orbis and WRDS data has to be licensed by the KUL, currently they have a good relationships and they \nare licenses which the KUL is eager to extend. However, if at any point Orbis restricts access the KUL will \nhave to destroy their copies and SQL application on Orbis. The access towards WRDS could also be \nrestricted. However, in both those cases I would have to secure my own access, potentially through the \nuse of a Bench Fee. \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted. ☒ Yes \n☐ No \nIf yes, please explain:  \nSince we are all in order with our licensed data (Orbis/WRDS) being licensed correctly and all other data \nbeing publicly available there is no issue with regards to the usage of this data for this research project. \nHowever, in the future possible commercial exploitation some new licenses will probably have to be \nnegotiated in order to comply with the regulations from the data providers. We will also have access to \nproprietary data from IMEC. \n \n \n \n3. Documentation and Metadata \n \n \n         9 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable, for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded). \n \nRDM guidance on documentation and metadata . \n I will provide a file that shows which data was collected from where and how it relates to each project. \nFurthermore, in each of the coding files the sources are mentioned and I will provide comments in each \nstep in order to further enhance the reusability of the code as well as help with versioning. \nWhen publishing the code there will be README.txt files provided for each of the important steps to \nenhance replication. Replication will be made as easy as reading in the files sequentially to get the results \n(given that the data paths are adjusted of course). \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nA README.txt file will provide the necessary context for the data as well as specify the 2 unique identifying \nvariables which we will use. Firstly, we have Patstat’s patent_id (As well as patentsview patent_id). \nSeconldy firms are identified with the unique GVKEY provided by WRDS computstat. These unique \nidentifiers should be enough to link all of our data together. Further data clarifications on potential \nvariables we will develop will also be included in the README.txt file. \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project \n \n \n         10 \n Where will the data be stored? \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J-drive) \n☐ Personal network drive (I-drive) \n☒ OneDrive (KU Leuven) \n☐ Sharepoint online \n☐ Sharepoint on-premis \n☒ Large Volume Storage \n☐ Digital Vault \n☒ Other: MSI server (Patstat data) \n \nHow will the data be backed up? \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution \n☒ Personal back-ups I make (the source data will be backed up on the KU Leuven onedrive but results and \npreprocessed data is also backed up on an external SSD drive) \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of. ☒ Yes \n☐ No \n \nIf no, please specify:  \n \n \n         11 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons? \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n The data used will be kept securely on the MSI server as well as personal network drives from the KUL. \nThese are regularly updated and maintained by the FEB ICT personnel as such they are some of the default \noptions at the KUL. When collaborating with others I will use the Shared network drive :J, these can only \nbe accessed via VPN connection to the KU Leuven network and follows the same maintenance and update \nscrutiny from the ICT personnel. \n \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered? If any further data storage is required we will tap into the bench fee provided by FWO for the yearly \nworkings of this project. As such there will always be budget in the case that storage costs would suddenly \nincrease. \n \n \n \n \n5. Data Preservation after the end of the Research Project \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans \n☐ Certain data cannot be kept for 10 years (explain) \n \n \n \n \n \n         12 \n Where will these data be archived (stored and \ncurated for the long-term)? \n \nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide . ☒ KU Leuven RDR \n☐ Large Volume Storage (longterm for large volumes) \n☒ Shared network drive (J-drive) \n☐ Other (specifiy): \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered? \n \n The expected costs would the standard costs related to storing projects on KU Leuven RDR, this would \nmean that no extra costs would be imposed on this project. \n \n \n6. Data Sharing and Reuse \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS /INFO-EU-\nREPO/#INFOEUREPO -ACCESSRIGHTS \n ☐ Yes, as open data \n☐ Yes, as embargoed data (temporary restriction) \n☒ Yes, as restricted data (upon approval, or institutional access only) \n☐ No (closed access) \n☐ Other, please specify: \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  \n \n         13 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate. ☐ Yes, privacy aspects \n☒ Yes, intellectual property rights \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use \n☐ Yes, other \n☐ No \n \nIf yes, please specify: \nAs part of the licensing agreement we are not allowed to share the Orbis data to third parties, the results \nof our analysis can be published freely. The data on contract revenue of IMEC is confidential and shared \nwith the project, but not available for sharing. \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type. ☒ KU Leuven RDR \n☐ Other data repository (specify) \n☐ Other (specify) \n \nWhen will the data be made available? \n \n ☒ Upon publication of research results \n☐ Specific date (specify) \n☐ Other (specify)  \n \n \n \n         14 \n Which data usage licenses are you going to \nprovide? If none, please explain why. \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data) \n☐ Data Transfer Agreement (restricted data) \n☐ MIT licence (code) \n☐ GNU GPL-3.0 (code) \n☐ Other (specify) \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here. \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository \n☐ My dataset already has a PID \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n  \n \n7. Responsibilities \n \nWho will manage data documentation and \nmetadata during the research project? Bruno Cassiman \nWho will manage data storage and backup \nduring the research project? Bruno Cassiman \nWho will manage data preservation and \nsharing? Bruno Cassiman \nWho will update and implement this DMP?  Bruno Cassiman \n \n         15 \n  "
    },
    "clean_full_text": "1 Data Management Plan FIRM-CENTRIC TECHNOLOGY ROADMAPS (FTRMS) AND TECHNOLOGY VALUATION – Bruno Cassiman (G010324N) 2 1. General Project Information Name Grant Holder & ORCID Bruno Cassiman (0000-0001-9602-6755) Project number & title G010324N FIRM-CENTRIC TECHNOLOGY ROADMAPS (FTRMS) AND TECHNOLOGY VALUATION Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description The project proposes to develop Firm-centric Technology Roadmaps (FTRMs) and to improve technology valuation models based on them. Anticipating technology evolutions has become a critical business skill. Evaluating a potential technology opportunity in relation to the organization's own technological capabilities is critical for success. We address three gaps in the literature. First, we develop a methodology for quantifying Technology Roadmaps (TRMs) and white spaces therein based on patent and publication information. Second, we link these TRMs to critical firm-specific scientific and technological capabilities. Third, we develop a method to estimate the economic value of technologies based on these FTRMs. Altogether, this will allow answering important economic and business strategy questions related to technology development and entry-timing decisions of the organization. To this end, we leverage recent Natural Language Processing and Machine Learning methodologies based on patent and publication text. 3 2. Research Data Summary 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA O NLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Patentsview data Descriptive and full text data from USPTO patents. ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .csv Python file ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA / PATSTAT More comprehensive descriptives and full text data on patents (beyond USPTO) Reuse existing data Digital Numerical and textual .csv Python file <1 TB / KPSS data Results of commercial value of patents from the findings of Kogan et al. (2017) Reuse existing data Digital Numerical .dta Python file <100 GB / DISCERN data database of publicly listed Reuse existing data Digital Numerical .dta <100 GB / 5 U.S. headquartered firms matched to assignees of patents from the United States Patent and Trademark Office (USPTO) and scientific publicationsfro m the Web of Science for the period 1980- 2015. Orbis We use financial and firm information from the Orbis historical database. (which covers a large chunk of non listed firms) Reuse existing data Digital Numerical .csv Python file <100 GB / Compustat We use financial and firm information from compustat, provided by WRDS Reuse existing data Digital Numerical .csv Python file <1 GB / 6 AHG data We use data from Arts, Hou and Gomez (2020) on novelty of patents Reuse existing data Digital Numerical and Textual .cvs <100 GB / OpenAlex We use data on Scientific publications from OpenAlex. OpenAlex is a bibliographic catalogue of scientific papers, authors and institutions accessible in open access mode Reuse of existing data Digital Numerical and Textual JSON (database) <100 GB / Revenue and Patents data IMEC We use data on contract revenue related to patents of IMEC Reuse of existing data Digital Numerical .cvs Python file <100 GB / GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Patentsview (csv): https://patentsview.org/download/data-download-tables PATSTAT: https://inspire.wipo.int/patstat-online KPSS (dta): https://github.com/KPSS2017/Technological-Innovation-Resource-Allocation-and-Growth- Replication-Kit ORBIS: https://bib.kuleuven.be/ebib/collectie/data/databanken/orbis_global DISCERN: https://zenodo.org/records/4320782 AHG: https://zenodo.org/records/3515985 OpenAlex: https://openalex.org/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: The data we use is either publicly available or licensable for any party (give a fee applies). Will you process personal data1? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: We will strictly only use firm and patent information. Individual inventors will not be analyzed in this project. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: We only use (semi)publicly available data which depending on the results could be used in the deployment of a tool to predict the value for patents and related whitespaces in technology and technology portfolios. To this end we will use the public (and licensed) data to train our models but relate the predictions to each firms proprietary data in the final version of the spin-off. (Which is beyond the scope of this project) 1 See Glossary Flemish Standard Data Management Plan 8 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain: The Orbis and WRDS data has to be licensed by the KUL, currently they have a good relationships and they are licenses which the KUL is eager to extend. However, if at any point Orbis restricts access the KUL will have to destroy their copies and SQL application on Orbis. The access towards WRDS could also be restricted. However, in both those cases I would have to secure my own access, potentially through the use of a Bench Fee. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: Since we are all in order with our licensed data (Orbis/WRDS) being licensed correctly and all other data being publicly available there is no issue with regards to the usage of this data for this research project. However, in the future possible commercial exploitation some new licenses will probably have to be negotiated in order to comply with the regulations from the data providers. We will also have access to proprietary data from IMEC. 3. Documentation and Metadata 9 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata . I will provide a file that shows which data was collected from where and how it relates to each project. Furthermore, in each of the coding files the sources are mentioned and I will provide comments in each step in order to further enhance the reusability of the code as well as help with versioning. When publishing the code there will be README.txt files provided for each of the important steps to enhance replication. Replication will be made as easy as reading in the files sequentially to get the results (given that the data paths are adjusted of course). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: A README.txt file will provide the necessary context for the data as well as specify the 2 unique identifying variables which we will use. Firstly, we have Patstat’s patent_id (As well as patentsview patent_id). Seconldy firms are identified with the unique GVKEY provided by WRDS computstat. These unique identifiers should be enough to link all of our data together. Further data clarifications on potential variables we will develop will also be included in the README.txt file. 4. Data Storage & Back-up during the Research Project 10 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: MSI server (Patstat data) How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (the source data will be backed up on the KU Leuven onedrive but results and preprocessed data is also backed up on an external SSD drive) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: 11 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data The data used will be kept securely on the MSI server as well as personal network drives from the KUL. These are regularly updated and maintained by the FEB ICT personnel as such they are some of the default options at the KUL. When collaborating with others I will use the Shared network drive :J, these can only be accessed via VPN connection to the KU Leuven network and follows the same maintenance and update scrutiny from the ICT personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? If any further data storage is required we will tap into the bench fee provided by FWO for the yearly workings of this project. As such there will always be budget in the case that storage costs would suddenly increase. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) 12 Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs would the standard costs related to storing projects on KU Leuven RDR, this would mean that no extra costs would be imposed on this project. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS /INFO-EU- REPO/#INFOEUREPO -ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. 13 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: As part of the licensing agreement we are not allowed to share the Orbis data to third parties, the results of our analysis can be published freely. The data on contract revenue of IMEC is confidential and shared with the project, but not available for sharing. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) 14 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? 7. Responsibilities Who will manage data documentation and metadata during the research project? Bruno Cassiman Who will manage data storage and backup during the research project? Bruno Cassiman Who will manage data preservation and sharing? Bruno Cassiman Who will update and implement this DMP? Bruno Cassiman 15"
}