{
    "document_id": "D-2022-1613",
    "LinkTitle": "D-2022-1613",
    "file_name": "D-2022-1613.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1613.pdf",
    "metadata": {
        "title": "D-2022-1613",
        "author": "Florian Lauryssen",
        "num_pages": 4
    },
    "content": {
        "full_text": "Project Name My plan (Internal Funds DMP) - DMP title\nPrincipal Investigator / Researcher Erik Smolders\nProject Data Contact Lena Wantiez \nInstitution KU Leuven\nProject number and title\nTuning the wheat root microbiome to improve soil health and optimize rhizosphere nitrogen \ncycling and availability\nPROJECT: WISH-ROOTS (FWO project  G0G5921N)\n2. Data description\nThis FWO funded project is part of a larger European project in which the KU Leuven partner \nis responsible for developing a nex analytical method that is relatively low in data size (<2 GB \nestimated) and responsible for a field trial in Belgium. Another partner will perform image \nanalysis on that field trial and send data to us of larger size (20-30 GB estimated). A full \ndescription is given here.\nWP1: Optimisation of DGT-analysis by semi-field triasls & phenotyping recombinant inbred \nlines\n-ICP analysis, Laser Ablation ICP data, pH and soil characterisation data (in .csv or .xlsx  \nformat, estimated volume 50 MB)  \n-Protocol for DGT-analysis, code of conduct (in .docx or .pdf format, estimated \nvolume 50 MB) \n-Spatially resolved Diffusive Gradients in Thin (DGT) film imaging technique for 2D \nmapping of rhizosphere mineral N composition (in .csv or .jpeg, estimated volume 1 \nGB)\n-Data on rhizosphere of different wheat phenotypes, comparison of root traits of \ninterst (in .csv or .xlsx, estimated volume 50 MB)  \n-Root morphological traits in wheat, DGT-NH 4+/NO3- (in .csv or .xlsx, estimated volume  \n50 MB)\n-Total estimated data volume (1.4 GB)\nWP2: Field phenotyping of bread and durum wheat varieties for traits linked to soil structure \nand nitrogen cycling\n-Design of field experiments (Written document .docx or .pdf , estimated volume 50 \nMB)\n-Monitoring of soil properties and environmental conditions across the growing \ncycles, including: temperature and rain ranges, soil temperature ranges (.csv or .xlsx \nfiles, estimated volume 50 MB)  \n-Soils characterization prior to plant growth, at key developmental stages of wheat: \nfirst node and anthesis stages, and at the end of the cycles. (.csv or .xlsx files, \nestimated volume 50 MB)\n-Soil aggregation by wet sieving (.csv or .xlsx files, estimated volume 50 MB)\n-Soil pore structure by X-ray computed tomography (CT) (3D-images,  large data \nvolumes (20 gigabites +), HDF5 file format)  \n-Water retention curves (.csv or .xlsx files, estimated volume 50 MB)\n-N cycling (15N-fertilizer) in soil and plant material (.csv or .xlsx files, estimated volume  \n50 MB)\n-Spatially resolved DGT to measure local gradients in NH4+ and NO3- concentrations \nin the rhizosphere (.csv or .xlsx files, .jpeg of 2D images, estimated volume 5 GB)\n-Grain yield and yield components. (.csv or .xlsx files, estimated volume 50 MB)\n-Total estimated data volume, 26 GB\nWP3: Structural, functional and ecological variation of wheat rhizosphere microbiome \nassociated with nitrogen cycling Identification of rhizosphere microbiome guilds beneficial for  \nsoil nitrogen cycling.\n-Rhizosphere microbiome for RIL populations of bread and durum wheat grown \nunder controlled conditions (.csv or .xlsx files, estimated volume 50 MB)\n-Rhizosphere microbiome for wheat landraces and cultivars grown in the Begian field \ntrial (.csv or .xlsx files, estimated volume 50 MB)\nWP4: Data analysis and management\n-exploratory and mechanistic analyses for the data sets (.csv or .xlsx files, estimated \nvolume 50 MB)\n-Descriptive data analysis (.csv or .xlsx files, estimated volume 50 MB)\n-Development of a data analysis plan and standard operating procedure and\n-establishment of the data analysis centralized database systems. (written document,  \n.docx, estimated volume 50 MB)  \n4.2. Will a metadata standard be used? If so, describe in detail which standard will beused. If \nnot, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThe DataCite standard will be used.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nDuring the course of the project, the data will be stored on OneDrive for Bussiness, provided by \nKU Leuven.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up \nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how \nthis will be taken care of.\nGiven the limited data file size (see earlier), sufficient storage will be available. Via OneDrive for \nBussiness, provided by KU Leuven, a daily backup is performed onto\nthe central server storage of KU Leuven.\n5.4. What are the expected costs for data storage and backup during the project? How will \nthese costs be covered?\nFor data storage during the project, no additional costs will need to be considered.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nPersonal data, trade secrets, etc are not included in this project.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the project? \nIf only a selection of the data can/will be preserved, clearly state why this is the case (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll project data will be stored for the 10 year period, given the small data size (see earlier).\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the KU Leuven central servers (with automatic back-up procedures) \nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nBecause of the limited storage required for data obtained from this project, no costs will need \nto be considered.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?\nThe researchers undertake to ensure that all potential IP issues linked to the knowledge and \nmaterials produced by the project will be considered (in consultation with JIC’s affiliated \norganisation PBL https://www.pbltechnology.com/, who have the required expertise), and \nwhere deemed necessary, appropriate protection put in place to allow proper utilisation by the \nwider science and industrial community.\n7.2. Which data will be made available after the end of the project?\nThe researchers involved in this project endorse policy of BBSRC’s and relevant funding bodies \nfor each partner on data sharing and will endeavour to put all outputs from this work into the \npublic domain as soon as feasibly possible.\n7.3. Where/how will the data be made available for reuse?\nThis will be done through public online databases and publication in open access peer reviewed  \njournals. The soil microbiome  sequencing data will be made publicly available as soil genome \nlibraries in the appropriate repositories.\n7.4. When will the data be made available?\nThe researchers involved put all outputs from this work into the public domain as soon as \nfeasibly possible.\n7.5. Who will be able to access the data and under what conditions?\nOpen access. This will be done through public online databases and publication in open access \npeer reviewed journals. The soil microbiome  sequencing data will be made publicly available as  \nsoil genome libraries in the appropriate repositories.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe KULeuven provides a public online database free of charge, research data repository (RDR)\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nLena Wantiez, PhD student\n8.2. Who will be responsible for data storage & back up during the project?\nLena Wantiez PhD student\n8.3. Who will be responsible for ensuring data preservation and sharing?\nLena Watiez PhD student\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor \n(promotor)."
    },
    "clean_full_text": "Project Name My plan (Internal Funds DMP) - DMP title Principal Investigator / Researcher Erik Smolders Project Data Contact Lena Wantiez Institution KU Leuven Project number and title Tuning the wheat root microbiome to improve soil health and optimize rhizosphere nitrogen cycling and availability PROJECT: WISH-ROOTS (FWO project G0G5921N) 2. Data description This FWO funded project is part of a larger European project in which the KU Leuven partner is responsible for developing a nex analytical method that is relatively low in data size (<2 GB estimated) and responsible for a field trial in Belgium. Another partner will perform image analysis on that field trial and send data to us of larger size (20-30 GB estimated). A full description is given here. WP1: Optimisation of DGT-analysis by semi-field triasls & phenotyping recombinant inbred lines -ICP analysis, Laser Ablation ICP data, pH and soil characterisation data (in .csv or .xlsx format, estimated volume 50 MB) -Protocol for DGT-analysis, code of conduct (in .docx or .pdf format, estimated volume 50 MB) -Spatially resolved Diffusive Gradients in Thin (DGT) film imaging technique for 2D mapping of rhizosphere mineral N composition (in .csv or .jpeg, estimated volume 1 GB) -Data on rhizosphere of different wheat phenotypes, comparison of root traits of interst (in .csv or .xlsx, estimated volume 50 MB) -Root morphological traits in wheat, DGT-NH 4+/NO3- (in .csv or .xlsx, estimated volume 50 MB) -Total estimated data volume (1.4 GB) WP2: Field phenotyping of bread and durum wheat varieties for traits linked to soil structure and nitrogen cycling -Design of field experiments (Written document .docx or .pdf , estimated volume 50 MB) -Monitoring of soil properties and environmental conditions across the growing cycles, including: temperature and rain ranges, soil temperature ranges (.csv or .xlsx files, estimated volume 50 MB) -Soils characterization prior to plant growth, at key developmental stages of wheat: first node and anthesis stages, and at the end of the cycles. (.csv or .xlsx files, estimated volume 50 MB) -Soil aggregation by wet sieving (.csv or .xlsx files, estimated volume 50 MB) -Soil pore structure by X-ray computed tomography (CT) (3D-images, large data volumes (20 gigabites +), HDF5 file format) -Water retention curves (.csv or .xlsx files, estimated volume 50 MB) -N cycling (15N-fertilizer) in soil and plant material (.csv or .xlsx files, estimated volume 50 MB) -Spatially resolved DGT to measure local gradients in NH4+ and NO3- concentrations in the rhizosphere (.csv or .xlsx files, .jpeg of 2D images, estimated volume 5 GB) -Grain yield and yield components. (.csv or .xlsx files, estimated volume 50 MB) -Total estimated data volume, 26 GB WP3: Structural, functional and ecological variation of wheat rhizosphere microbiome associated with nitrogen cycling Identification of rhizosphere microbiome guilds beneficial for soil nitrogen cycling. -Rhizosphere microbiome for RIL populations of bread and durum wheat grown under controlled conditions (.csv or .xlsx files, estimated volume 50 MB) -Rhizosphere microbiome for wheat landraces and cultivars grown in the Begian field trial (.csv or .xlsx files, estimated volume 50 MB) WP4: Data analysis and management -exploratory and mechanistic analyses for the data sets (.csv or .xlsx files, estimated volume 50 MB) -Descriptive data analysis (.csv or .xlsx files, estimated volume 50 MB) -Development of a data analysis plan and standard operating procedure and -establishment of the data analysis centralized database systems. (written document, .docx, estimated volume 50 MB) 4.2. Will a metadata standard be used? If so, describe in detail which standard will beused. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. The DataCite standard will be used. 5. Data storage and backup during the project 5.1. Where will the data be stored? During the course of the project, the data will be stored on OneDrive for Bussiness, provided by KU Leuven. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Given the limited data file size (see earlier), sufficient storage will be available. Via OneDrive for Bussiness, provided by KU Leuven, a daily backup is performed onto the central server storage of KU Leuven. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? For data storage during the project, no additional costs will need to be considered. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Personal data, trade secrets, etc are not included in this project. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All project data will be stored for the 10 year period, given the small data size (see earlier). 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Because of the limited storage required for data obtained from this project, no costs will need to be considered. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The researchers undertake to ensure that all potential IP issues linked to the knowledge and materials produced by the project will be considered (in consultation with JIC’s affiliated organisation PBL https://www.pbltechnology.com/, who have the required expertise), and where deemed necessary, appropriate protection put in place to allow proper utilisation by the wider science and industrial community. 7.2. Which data will be made available after the end of the project? The researchers involved in this project endorse policy of BBSRC’s and relevant funding bodies for each partner on data sharing and will endeavour to put all outputs from this work into the public domain as soon as feasibly possible. 7.3. Where/how will the data be made available for reuse? This will be done through public online databases and publication in open access peer reviewed journals. The soil microbiome sequencing data will be made publicly available as soil genome libraries in the appropriate repositories. 7.4. When will the data be made available? The researchers involved put all outputs from this work into the public domain as soon as feasibly possible. 7.5. Who will be able to access the data and under what conditions? Open access. This will be done through public online databases and publication in open access peer reviewed journals. The soil microbiome sequencing data will be made publicly available as soil genome libraries in the appropriate repositories. 7.6. What are the expected costs for data sharing? How will these costs be covered? The KULeuven provides a public online database free of charge, research data repository (RDR) 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Lena Wantiez, PhD student 8.2. Who will be responsible for data storage & back up during the project? Lena Wantiez PhD student 8.3. Who will be responsible for ensuring data preservation and sharing? Lena Watiez PhD student 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor)."
}