{
    "document_id": "D-2024-2840",
    "LinkTitle": "D-2024-2840",
    "file_name": "D-2024-2840.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2840.pdf",
    "metadata": {
        "title": "CXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL INFECTION",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "CXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL\nCXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL\nINFECTION\nINFECTION\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nFabio Beretta\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SHBW24N\nID: \nID: \n206520\nStart date: \nStart date: \n17-04-2023\nEnd date: \nEnd date: \n16-04-2027\nProject abstract:\nProject abstract:\nInflammation is a response to harmful agents and is regulated by several control mechanisms. \nImbalances can lead to exacerbation and chronicization, which are linked to worse clinical outcome in pneumonia patients. Pneumonia, induced by\nmicro-organisms including influenza and coronaviruses, causes numerous deaths and costs billions of euros per year. This emphasizes the need for new\ntreatment strategies. CXCL9 is a major attractant of activated T cells and natural killer cells. However, the biological implications of proteolytic\nprocessing and activity regulation of this chemokine in patients are insufficiently understood. We will quantify individual CXCL9 proteoforms in\npatient samples and evaluate their agonistic or antagonistic activities. CXCL9(74-103) is a promising glycosaminoglycan (GAG)-binding peptide that\ninhibits inflammation in several mouse models including lung inflammation induced by Klebsiella pneumoniae. We will further develop CXCL9-based\nanti-inflammatory peptides as potential treatment for pneumonia patients. Additionally, we aim to improve the biodistribution and stability of these\npeptides in vivo and to evaluate their potential as general inhibitors of lung inflammation in mouse models of viral pneumonia. The use of GAG-\nbinding peptides is an innovative strategy, and this study aims to investigate their therapeutic potential compared to the so far unsuccessful application\nof drugs targeting G protein-coupled chemokine receptors in inflammation. \nLast modified: \nLast modified: \n16-04-2024\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n1 of 6\nCXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL\nCXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL\nINFECTION\nINFECTION\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nSeveral types of data will be collected during my research project, including patient\ncharacteristics (i.e., age, sex, type of infection, disease status, treatment), raw\nresearch data (mainly instrument and processed data files), and images. Patient data will be kept by our clinical partners at UZ Leuven, and we\nwill only receive coded samples and clinical information, without any personal nor privacy-sensitive information. \nAn estimated 500 GB of data per year will be collected. Hence, we expect that 2 TB\nwill be obtained after 4 years. The raw data, analysed data and protocols will be\nstored as digital files but also catalogued in my own personal laboratory notebooks and general laboratory notebooks. \nObservational numeric data (instrument data files) will be stored as .docx, .xlsx, .fcs, .emf, .prism\nPatient data will be stored as .xlsx and .prism\nImages will be stored as .tif, .png, or .pptx\nSynthetic peptides will be physically stored in -80 and -20 freezers until use. Tissue sections from animal experiments will be physically stored\nuntil digitalization as .tif image. \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nWe will use clinical data of patients included in the studies S58685, S63881, S51577, S61168, S58418 (Approved).\nAnimal data will derive from animal experiments described in project P127/2023.\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nPatient samples will be analysed in this project. We will only receive clinically-relevant information.\nPatient identities and personal data will only be accessible to treating physicians with whom we collaborate at UZ Leuven. All patient samples\nwill receive an anonymous code in the hospital. This code can only be linked to the individual patient by the treating physicians. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n2 of 6\nIn case specific proteoforms would show potential use as biomarkers, there would be potential for commercial exploitation. In addition,\neventual proteoforms with specific activities, and all CXCL9-derived peptides could lead to further drug development.\nAs such, data obtained during the whole project should be evaluated for potential commercial exploitation and data will be made available only\nafter evaluation and protection of potential IP.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nSee comments above, regarding potential for commercial valorization.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSynthetic peptides and biological smaples will be stored at -80 degrees. The exact location of tubes will be stored in the FreezerPro\ndatabase of our Laboratory.\nResults related to biological interactions and activity experiments (numerical data) will be registered in lab books, with detailed\ndescription of the used protocols, and as .docx or .xlsx files. Information on quantification and experimental parameters will be embedded\non the document folders and in the lab books, in order to improve reproducibility and maintenance of data. \nMicroscopy imaging data is created by default with imprinted metadata. \nFlow cytometry and pulmonary function testing data will automatically be saved as .fcs and .xlsx files, respectively. Instrument\nacquisition parameters are automatically stored as metadata. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored in several locations, including internal SSDs, shared virtual drives (Rega J Drive), OneDrive, and KU Leuven central\nstorage servers. \nThe KU Leuven data centers provide storage in multiple locations, ensuring data preservation and emergency recovery, as well as long-term\nstorage. \nThe Lirias platform will be used as data repository for published material. \nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nThe central storage service of KU Leuven (ICTS Luna storage) provides automatic daily backup, in addition to autonomous periodical backup\nperformed by me. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAvailable storage and backup capacity far exceeds my needs. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll research data will be secured through need for login, registration on datacenter, and use of KU Leuven u number and password. Physical\ndata and laboratory books are stored under badge-dependant electronic access control. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLong-term data storage and costs will be managed by the project principal investigator, Prof. Dr. Paul Proost.\nCosts for data storage are 520EUR/y/TB. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll electronic data will be preserved for 10 years, according to KU Leuven RDM project. \nPhysical samples will be store until eventual use for further experiments. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored redundantly on PC, external hard drives, and KU Leuven data centers. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLong-term data storage and costs will be managed by the project principal investigator, Prof. Dr. Paul Proost.\nCosts for data storage are 520EUR/y/TB. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n4 of 6\nYes, in a restricted access repository (after approval, institutional access only, …)\nAvailable data will strictly include data which is no longer subject to potential IP protection. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess by external users will be evaluated and authorized by Prof. Dr. Paul Proost. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Intellectual Property Rights\nPatient samples are pseudonymized. Personal data will only be made available by the treating physician, upon prior approval by the ethical\ncommittee.\nAll obtained data will be checked for potential IP protection before sharing. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven Research Data Repository\nWhen will the data be made available?\nWhen will the data be made available?\nUpon protection of IP and publication of research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData transfer agreement (restricted data).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nDOI will be used for publications. \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nCost for transfer of animal or patient material (only after ethical approval) will be covered by the researcher requesting the material. Cost is\ndependant on transport needs.\nData transfer to partners will be at partner cost. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n5 of 6\nI will personally manage data documentation and metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nI will personally manage data storage and backup. Automatic backup is also performed. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe project coordinator Prof. Dr. Paul Proost and research expert Dr. Mieke Gouwy. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nFabio Beretta, Paul Proost, Mieke Gouwy. \nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n6 of 6"
    },
    "clean_full_text": "CXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL CXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL INFECTION INFECTION A Data Management Plan created using DMPonline.be Creator: Creator: Fabio Beretta Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SHBW24N ID: ID: 206520 Start date: Start date: 17-04-2023 End date: End date: 16-04-2027 Project abstract: Project abstract: Inflammation is a response to harmful agents and is regulated by several control mechanisms. Imbalances can lead to exacerbation and chronicization, which are linked to worse clinical outcome in pneumonia patients. Pneumonia, induced by micro-organisms including influenza and coronaviruses, causes numerous deaths and costs billions of euros per year. This emphasizes the need for new treatment strategies. CXCL9 is a major attractant of activated T cells and natural killer cells. However, the biological implications of proteolytic processing and activity regulation of this chemokine in patients are insufficiently understood. We will quantify individual CXCL9 proteoforms in patient samples and evaluate their agonistic or antagonistic activities. CXCL9(74-103) is a promising glycosaminoglycan (GAG)-binding peptide that inhibits inflammation in several mouse models including lung inflammation induced by Klebsiella pneumoniae. We will further develop CXCL9-based anti-inflammatory peptides as potential treatment for pneumonia patients. Additionally, we aim to improve the biodistribution and stability of these peptides in vivo and to evaluate their potential as general inhibitors of lung inflammation in mouse models of viral pneumonia. The use of GAG- binding peptides is an innovative strategy, and this study aims to investigate their therapeutic potential compared to the so far unsuccessful application of drugs targeting G protein-coupled chemokine receptors in inflammation. Last modified: Last modified: 16-04-2024 Created using DMPonline.be. Last modiﬁed 16 April 2024 1 of 6 CXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL CXCL9-DERIVED PEPTIDES FOR TREATMENT OF PNEUMONIA INDUCED BY MICROBIAL INFECTION INFECTION FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Several types of data will be collected during my research project, including patient characteristics (i.e., age, sex, type of infection, disease status, treatment), raw research data (mainly instrument and processed data files), and images. Patient data will be kept by our clinical partners at UZ Leuven, and we will only receive coded samples and clinical information, without any personal nor privacy-sensitive information. An estimated 500 GB of data per year will be collected. Hence, we expect that 2 TB will be obtained after 4 years. The raw data, analysed data and protocols will be stored as digital files but also catalogued in my own personal laboratory notebooks and general laboratory notebooks. Observational numeric data (instrument data files) will be stored as .docx, .xlsx, .fcs, .emf, .prism Patient data will be stored as .xlsx and .prism Images will be stored as .tif, .png, or .pptx Synthetic peptides will be physically stored in -80 and -20 freezers until use. Tissue sections from animal experiments will be physically stored until digitalization as .tif image. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data We will use clinical data of patients included in the studies S58685, S63881, S51577, S61168, S58418 (Approved). Animal data will derive from animal experiments described in project P127/2023. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Patient samples will be analysed in this project. We will only receive clinically-relevant information. Patient identities and personal data will only be accessible to treating physicians with whom we collaborate at UZ Leuven. All patient samples will receive an anonymous code in the hospital. This code can only be linked to the individual patient by the treating physicians. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 16 April 2024 2 of 6 In case specific proteoforms would show potential use as biomarkers, there would be potential for commercial exploitation. In addition, eventual proteoforms with specific activities, and all CXCL9-derived peptides could lead to further drug development. As such, data obtained during the whole project should be evaluated for potential commercial exploitation and data will be made available only after evaluation and protection of potential IP. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes See comments above, regarding potential for commercial valorization. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Synthetic peptides and biological smaples will be stored at -80 degrees. The exact location of tubes will be stored in the FreezerPro database of our Laboratory. Results related to biological interactions and activity experiments (numerical data) will be registered in lab books, with detailed description of the used protocols, and as .docx or .xlsx files. Information on quantification and experimental parameters will be embedded on the document folders and in the lab books, in order to improve reproducibility and maintenance of data. Microscopy imaging data is created by default with imprinted metadata. Flow cytometry and pulmonary function testing data will automatically be saved as .fcs and .xlsx files, respectively. Instrument acquisition parameters are automatically stored as metadata. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored in several locations, including internal SSDs, shared virtual drives (Rega J Drive), OneDrive, and KU Leuven central storage servers. The KU Leuven data centers provide storage in multiple locations, ensuring data preservation and emergency recovery, as well as long-term storage. The Lirias platform will be used as data repository for published material. Created using DMPonline.be. Last modiﬁed 16 April 2024 3 of 6 How will the data be backed up? How will the data be backed up? The central storage service of KU Leuven (ICTS Luna storage) provides automatic daily backup, in addition to autonomous periodical backup performed by me. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Available storage and backup capacity far exceeds my needs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All research data will be secured through need for login, registration on datacenter, and use of KU Leuven u number and password. Physical data and laboratory books are stored under badge-dependant electronic access control. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Long-term data storage and costs will be managed by the project principal investigator, Prof. Dr. Paul Proost. Costs for data storage are 520EUR/y/TB. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All electronic data will be preserved for 10 years, according to KU Leuven RDM project. Physical samples will be store until eventual use for further experiments. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored redundantly on PC, external hard drives, and KU Leuven data centers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Long-term data storage and costs will be managed by the project principal investigator, Prof. Dr. Paul Proost. Costs for data storage are 520EUR/y/TB. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Created using DMPonline.be. Last modiﬁed 16 April 2024 4 of 6 Yes, in a restricted access repository (after approval, institutional access only, …) Available data will strictly include data which is no longer subject to potential IP protection. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access by external users will be evaluated and authorized by Prof. Dr. Paul Proost. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Intellectual Property Rights Patient samples are pseudonymized. Personal data will only be made available by the treating physician, upon prior approval by the ethical committee. All obtained data will be checked for potential IP protection before sharing. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven Research Data Repository When will the data be made available? When will the data be made available? Upon protection of IP and publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data transfer agreement (restricted data). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes DOI will be used for publications. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Cost for transfer of animal or patient material (only after ethical approval) will be covered by the researcher requesting the material. Cost is dependant on transport needs. Data transfer to partners will be at partner cost. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 16 April 2024 5 of 6 I will personally manage data documentation and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? I will personally manage data storage and backup. Automatic backup is also performed. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The project coordinator Prof. Dr. Paul Proost and research expert Dr. Mieke Gouwy. Who will update and implement this DMP? Who will update and implement this DMP? Fabio Beretta, Paul Proost, Mieke Gouwy. Created using DMPonline.be. Last modiﬁed 16 April 2024 6 of 6"
}