{
    "document_id": "D-2023-2048",
    "LinkTitle": "D-2023-2048",
    "file_name": "D-2023-2048.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2048.pdf",
    "metadata": {
        "title": "D-2023-2048",
        "author": "N/A",
        "num_pages": 19
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Vittoria Marini (0000 -0002 -0504 -8682 ) \nContributor name(s) ( + ORCID) & roles  Principal Invistigator: Prof. Maurilio Sampaolesi (0000 -0002 -2422 -3757 ) \nCo-promotor: Dr. Yoke C hin Chai  (0000 -0001 -9913 -257X ) \nProject number1 & title  1S98723N, Spatially -Organized 3D Human Cardiac Bilayer Models for Duchenne Cardiomyopathy \nModelling and  Drug Discovery  \nFunder(s) GrantID2 FWO (#G066821N  and # 1S98723N ) \nAffiliation(s)  ☐ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \n \n1 “Project number” refers to the institutional project numbe r. This question is optional since not every institution has an internal project number different from the GrantID. Applicant s can \nonly provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n Please provide a short project description  Duchenne Muscular Dystrophy (DMD) is the most common neuromuscular disorder characterized by  \nthe absence of DYSTROPHIN. Nowadays, cardiomyopathy represents the major cause of death in  \nlate-stage DMD patients. DMD patients often develop left ventricular non -compaction (LVNC)  \ncardiomyopathy, due to alterations of the endocardium: prominent left ventricu lar trabeculae and  \ndeep intertrabecular recesses. The underlying mechanism of endocardium derangement in LVNC has  \nbeen poorly investigated, largely due to the lack of human samples and preclinical models that  reliably \nrecapitulate the human disease hallmar ks. Recently, we developed 3D cardiac organoids from  \nDMD patient -derived induced pluripotent stem cells (iPSCs) with cardiomyopathic features. This PhD  \nproject aims at generating DMD cardiomyopathy 3D cardiac bilayer models with improved  anatomical - \nand pathophysiological -relevant spatial complexity, reproducibility and predictivity. The  spatially -\norganized DMD -LVNC 3D cardiac bilayer models will be obtained by combining dystrophic  myocardial and \nendocardial layers derived from DMD -iPSCs u sing 3D bioprinting technology. By  means of single -cell RNA \nsequencing and spatial transcriptomics, we aim to unravel the dysregulated  pathways associated with \nLVNC pathogenesis at single -cell spatial precision. The newly generated  DMD -LVNC 3D cardiac bila yer \nmodels will be used to screen NOX4 inhibitors as a proof -of-concept of  their applicability and validity for \ndrug screening purposes.  \n \n \n \n \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   4 \n 2. Research Data Summary  \n \nFWO DMP Template (Flemish Standard DMP)   5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nWP1 -2: \nInsertion of \niETV2 cassette  \nin DMD -iPSC \nand DMD -Iso-\niPSC lines and \npluripotency \nstudies . Insert ion of  a \ndoxycycline -\ninducible ETV2 \noverexpression \ngene cassette \ninto the DMD  \npatient -derived \niPSC and the \ncorresponding \nDMD isogenic \nlines available in \nour lab.  \nCharacterization \nand validatio n of \npluripotency  \nproperties of the \nnewly generated \nDMD -iETV2 -hiPSC  \nand DMD -Iso-\niETV2 -iPSC  lines \nto ensure that \nany off -target  \naffecting the \npluripotent state ☒ Generate new \ndata  \n☒ Reuse existing \ndata  ☒ Digital  \n☒ Physical  ☐ Observational  \n☒ Experimental  \n☐ Compiled/  \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Physical data will be \nstored at -20°C \n(CRISPR/Cas9 \nrelated plasmids and \nconstructs; DNA), at \n-80°C (RNA) and at -\n150°C  \n(iETV2 - hiPSC s; \nDMD-iETV2 - hiPSC s). \n \nFWO DMP Template (Flemish Standard DMP)   6 \n  \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   7 \n of the line be \nexcluded from \nthe study.  \n \nWP3 -4: \nBioprinting of \nDMD -LVNC 3D \ncardiac bilayer \nmodels  and \ntranscriptomic \nanalyses  The DMD -iETV2 -\niPSCs will be  \ndifferentiated \ntoward DMD -CMs \nand DMD \nendocardial -like \ncells. Afterwards, \nthese two \npopulations  \nwill be printed \ninto multi -layered \nDMD -LVNC 3D \ncardiac bilayer \nconstructs using \nthe extrusion -\nbased  \nbioprinting \nprocess. The \niETV2 -hiPSC line \nwill be used to \ngenerate the \ncorresponding \nhealthy models  \nas controls. To \nidentify the cell \npopulations \ndeveloping from \nthe crosstalk  ☒ Generate new \ndata  \n☒ Reuse existing \ndata ☒ Digital  \n☒ Physical ☐ Observational  \n☒ Experimental  \n☒ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other:  \n☐ NA ☐ < 100 MB  \n☐ < 1 GB  \n☐ < 100 GB  \n☒ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Physical data will be \nstored at -20°C \n(DNA), at -80°C \n(RNA). Freezer \nstocks of histological \nslides will be \navailable upon \nrequest.  \n \nFWO DMP Template (Flemish Standard DMP)   8 \n between the \ndystrophic \nmyocardium and \nendocardium \nwithin the DMD -\nLVNC 3D cardiac \nbilayer  \nmodels, I will \nperform single \ncell RNA \nsequencing. \nAdditionally, the \nspatial \ntranscriptomic \nanalysis  \nwill allow to \nvisualize these \npopulations on \nthe 3D construct \nsections.  \nWP5: NOX4 \ninhibitors drug \nscreening on \nDMD -CM \nmonolayer \nand DMD -\nLVNC 3D \ncardiac bilayer  \nmodels  In collaboration \nwith Prof. Andrea \nMattevi \n(University of \nPavia, IT), we will \nassess four NOX4  \ninhibitors \n(MC4762, \nMC4767, \nMolport11, \nMolport41) on \nmy dystrophic ☒ Generate new \ndata  \n☒ Reuse existing \ndata ☒ Digital  \n☒ Physical ☐ Observational  \n☒ Experimental  \n☐ Compiled/ \naggregated data  \n☐ Simulation \ndata  \n☐ Software  \n☐ Other  \n☐ NA \n \n ☐ .por \n☐ .xml  \n☐ .tab \n☒ .csv \n☒ .pdf \n☒ .txt \n☐ .rtf \n☐ .dwg  \n☐ .tab \n☐ .gml  \n☒ other:  ☐ < 100 MB  \n☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ < 10 TB  \n☐ < 50 TB  \n☐ > 50 TB  \n☐ NA \n Physical data will be \nstored at -20°C \n(DNA), at -80°C \n(RNA). Freezer \nstocks of histological \nslides will be \navailable upon \nrequest.  \n \nFWO DMP Template (Flemish Standard DMP)   9 \n models. Firstly, \nthe screening  \nwill be carried out \non 2D cultures of \nDMD -CMs in \norder to selec t \nthe most \npromising ones, \nwhich in  \nturn will be \ntested on the \nDMD -LVNC 3D \ncardiac bilayer \nmodels. Following \nthe identification \nof the  \noptimal \nconcentration of \ncompounds, I will \ntreat the \ndystrophic \nmodels with the \ninhibitors for 14  \ndays and analyse \nthe ce ll viability \nusing XTT assay \nand propidium \niodide/ Calcein -\nAM staining. \nTheir  \neffect on cell \ndeath and ROS \nlevels as well as ☐ NA \nFWO DMP Template (Flemish Standard DMP)   10 \n the intracellular \ncalcium handling \nand \nmitochondrial  \nhealth will be \nevaluated.  \n \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATI ON & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTER ).   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n Some iPSC lines described in WP 1 -5 have been previously generated and reported in the following papers:  \ndoi: 10.1016/j.stemcr.2021.12.019  \ndoi: 10.1038/s41398 -019-0535 -1 \n \n5 These data are generated by combining multiple existing datasets.  \nFWO DMP Template (Flemish Standard DMP)   11 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific d atasets or data types \nwhen appropriate.  ☒ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  \n \nWe will perform  experiments on human -derived induced pluripotent stem cells . The research will be \nperformed under normal laboratory safety rules. All  necessary safety measures for laboratory will be \ntaken.  \n \nFor use of patient derived stem cells in the research, we will follow the guidelines and rules from the HSE \nDepartment (Health, Safety and Environm ent). The use of human samples from  \nhealthy control donors and DMD subjects for experimental purposes and protocols in the present study  \nwas approved by the Ethics Committee of the University Hospitals Leuven (S66794  and S65190)  \n \nWill you process personal  data6? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \n \n6 See Glossary Flemi sh Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   12 \n Does your work have potential for commercial \nvalorization (e.g.  tech transfer, for example spin -\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☒ Yes \n☐ No \nIf yes , please comment :  \n \nThe 3D models  proposed in this project will be used as a platform for screening new drug candidates \naimed to treat  cardiomyopathies related to DMD. The incorporation of multiple cell types, the \nstandardization in size  and volume as well as the ordered architecture thanks to the bioprinting process, \nand the bioink  biocompatib ility make this model easily applicable in routine industrial drug testing and \nhigh throughput  screening by overcoming the common limitations for 3D models in the pharmaceutical \nfield . \n \nDo existing 3rd party agreements restrict \nexploitation or disseminati on of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nFWO DMP Template (Flemish Standard DMP)   13 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n Documentation and metadata linked to each experiment will be documented by research groups  \nin hard copy lab notebooks for this project. This includes t he research design,  protocol, context of data \ncollection, data collection methods,  quality control procedures, processing and analysis procedures.  \n \nDigital data:  \n-Experimental design and protocol  (.docx file)  \n-Steps involved in data analysis and relevant analysis scripts (R, ImageJ)  \n-Raw data (specific file format according to data type)  \n-Analysed data (specific file format according to data type)  \n \nPhysical data:  \nSamples used for the experiments will be documented and stored for up to three years after the \nend of the project. Storage will be in fixative or in freezers depending on the kind of sample. \nImmunohistological stained slides will be stored in appro priate boxes in a dry place or freezer.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COUL D ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \nWe will adopt a single, well -defined file -folder structure and file -naming rules. Every data folder will be \naccompanied by appropriate me tadata files consisting of a readme.txt with info on nomenclature, file \nformat, software and adopted data standards.     \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   14 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  The host institute provides a  secure data storage system (KU Leuven LUNA servers) with automated onsite \nback -up and mirroring. Every person has  storage capacity of 2 TB with regular backup system  \n(OneDrive) so the data will be stored there for active use and copies can be made and kep t on \npersonal devices.  For active use of the data during the project, OneDrive will ensure data transfer between \ncomputers, and will also be stored on the KU Leuven LUNA Large Volume Storage space. Biological \nsamples will be taken, and stored in labelled f ridges, freezers and closets in the lab. The inventory of all \nlocations is shared on the KU Leuven LUNA Shared drive.  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORA GE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE . \n The data will be stored on the university's central servers (OneDrive) with automatic daily backup  \nprocedures.  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  storage capacity of 2 TB with regular backup system  \n \nIf no, please specify :  \n \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   15 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized p ersons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 7 \n All storage spaces (OneDrive and J drive) are hosted in the KU Leuven ICTS data center , with a mirror in the \nsecond ICTS center . They are accessible only with my  KU Leuven credentials , that  provide s disaster \nrecovery and additional back -up capacity  with  guaranteeing long -term data availability.  \n \nWhat are the expected costs for data storag e \nand backup during the research project? How \nwill these costs be covered?  J-drive (shared drive): 503.66 euro/TB/year  \nOneDrive: every student/researcher gets 2 TB for free  \nI-drive (personal drive): 503.66 euro/TB/year  \nDigital vault for private data: windows server 1302 euro/year  \nThe costs will be covered by part of the allocated project budget . \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). Digital data  will be retain ed for the expected 5 year period  and for most publications we expect that we \nwill make the data publicly available on data repositories.  \nLaboratory notebooks and electronic data will be stored by the PI,  Prof. Maurilio Sampaolesi.  \nSequencing data will be submitted to public databases (EBI-ENA/NCBI -SRA), where they will be \npermanently archived to preserve access to the public.  \nPhysical data: Freezer stocks of histological slides will be available upon request. After the conclusion of \nthe project samples will be stored for up to three ye ars after the end of the project. Storage will be in \nfixative or in freezers depending on the kind of sample.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  Digital data: KU Leuven LUNA servers  \nPhysical data: Notebooks and publi cations: Laboratory repository  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   16 \n What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n KU Leuven generally recommends in its  RDM policy  to keep  relevant research data  generated during \nresearch projects for a minimum of 10 years  for reproducibility, verification and potential reuse:   \nDigital vault for private date (windows server) 1302 euro/year  \nLarge volume storage is intended for long -term storage of l arge volumes of research data  in a cost -\nefficient  manner : 104.42 euro/TB/year 9 (to be purchased in blocks of 5 TB)  \nThis cost will be covered by a general lab budget . \n \n  \nFWO DMP Template (Flemish Standard DMP)   17 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nSequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be \npermanently archived to p reserve access to the public.  \nWritten progress reports , thesis  will be stored for internal purposes and can be accessed by KU Leuven \nrese archer upon request . \nFor most publications we expect that we will make the data publicly available on data repositories . \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.   \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g.  as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nFWO DMP Template (Flemish Standard DMP)   18 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  In an Open Access repository  \n \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results  \n \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA U SAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES  NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIG INAL DATA CREATORS .” 8   \n All the studies will result in papers subjected  to a peer review process. All accepted articles will be published \nunder a  CC-BY 4.0 license and also those articles that meet the open access requirements of funding \nagencies and would be submitted to PubMed.  Indeed the first publication I got at the begi nning of my PhD \nprogram is in Frontiers Cell and developmental Biology  (doi: 10.3389/fcell.2022.878311) and all Frontiers \narticles from July 2012 onwards are published with open access under the Creative Commons  CC-BY \nlicense  (the current version is  CC-BY, version 4.0).  \n \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSI STENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: \n \n \n \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   19 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members \nup to 1TB . \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Responsibility for generating data and ensuring data preservation and sharing is with the supervisors \n(Maurilio Sampaolesi, Yoke Chin Chai) and myself.  \nWho will manage data storage and backup \nduring the research project?  Supervisors ( Maurilio Sampaolesi, Yoke Chin Chai) and myself.  \nWho will manage data preservation and \nsharing?  Supervisors ( Maurilio Sampaolesi, Yoke Chin Chai) and myself.  \nWho will update and implement this DMP?  Supervisors ( Maurilio Sampaolesi, Yoke Chin Chai) and myself.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Vittoria Marini (0000 -0002 -0504 -8682 ) Contributor name(s) ( + ORCID) & roles Principal Invistigator: Prof. Maurilio Sampaolesi (0000 -0002 -2422 -3757 ) Co-promotor: Dr. Yoke C hin Chai (0000 -0001 -9913 -257X ) Project number1 & title 1S98723N, Spatially -Organized 3D Human Cardiac Bilayer Models for Duchenne Cardiomyopathy Modelling and Drug Discovery Funder(s) GrantID2 FWO (#G066821N and # 1S98723N ) Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project numbe r. This question is optional since not every institution has an internal project number different from the GrantID. Applicant s can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 Please provide a short project description Duchenne Muscular Dystrophy (DMD) is the most common neuromuscular disorder characterized by the absence of DYSTROPHIN. Nowadays, cardiomyopathy represents the major cause of death in late-stage DMD patients. DMD patients often develop left ventricular non -compaction (LVNC) cardiomyopathy, due to alterations of the endocardium: prominent left ventricu lar trabeculae and deep intertrabecular recesses. The underlying mechanism of endocardium derangement in LVNC has been poorly investigated, largely due to the lack of human samples and preclinical models that reliably recapitulate the human disease hallmar ks. Recently, we developed 3D cardiac organoids from DMD patient -derived induced pluripotent stem cells (iPSCs) with cardiomyopathic features. This PhD project aims at generating DMD cardiomyopathy 3D cardiac bilayer models with improved anatomical - and pathophysiological -relevant spatial complexity, reproducibility and predictivity. The spatially - organized DMD -LVNC 3D cardiac bilayer models will be obtained by combining dystrophic myocardial and endocardial layers derived from DMD -iPSCs u sing 3D bioprinting technology. By means of single -cell RNA sequencing and spatial transcriptomics, we aim to unravel the dysregulated pathways associated with LVNC pathogenesis at single -cell spatial precision. The newly generated DMD -LVNC 3D cardiac bila yer models will be used to screen NOX4 inhibitors as a proof -of-concept of their applicability and validity for drug screening purposes. FWO DMP Template (Flemish Standard DMP) 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly genera ted/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume WP1 -2: Insertion of iETV2 cassette in DMD -iPSC and DMD -Iso- iPSC lines and pluripotency studies . Insert ion of a doxycycline - inducible ETV2 overexpression gene cassette into the DMD patient -derived iPSC and the corresponding DMD isogenic lines available in our lab. Characterization and validatio n of pluripotency properties of the newly generated DMD -iETV2 -hiPSC and DMD -Iso- iETV2 -iPSC lines to ensure that any off -target affecting the pluripotent state ☒ Generate new data ☒ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Physical data will be stored at -20°C (CRISPR/Cas9 related plasmids and constructs; DNA), at -80°C (RNA) and at - 150°C (iETV2 - hiPSC s; DMD-iETV2 - hiPSC s). FWO DMP Template (Flemish Standard DMP) 6 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 7 of the line be excluded from the study. WP3 -4: Bioprinting of DMD -LVNC 3D cardiac bilayer models and transcriptomic analyses The DMD -iETV2 - iPSCs will be differentiated toward DMD -CMs and DMD endocardial -like cells. Afterwards, these two populations will be printed into multi -layered DMD -LVNC 3D cardiac bilayer constructs using the extrusion - based bioprinting process. The iETV2 -hiPSC line will be used to generate the corresponding healthy models as controls. To identify the cell populations developing from the crosstalk ☒ Generate new data ☒ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☒ Experimental ☒ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Physical data will be stored at -20°C (DNA), at -80°C (RNA). Freezer stocks of histological slides will be available upon request. FWO DMP Template (Flemish Standard DMP) 8 between the dystrophic myocardium and endocardium within the DMD - LVNC 3D cardiac bilayer models, I will perform single cell RNA sequencing. Additionally, the spatial transcriptomic analysis will allow to visualize these populations on the 3D construct sections. WP5: NOX4 inhibitors drug screening on DMD -CM monolayer and DMD - LVNC 3D cardiac bilayer models In collaboration with Prof. Andrea Mattevi (University of Pavia, IT), we will assess four NOX4 inhibitors (MC4762, MC4767, Molport11, Molport41) on my dystrophic ☒ Generate new data ☒ Reuse existing data ☒ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Physical data will be stored at -20°C (DNA), at -80°C (RNA). Freezer stocks of histological slides will be available upon request. FWO DMP Template (Flemish Standard DMP) 9 models. Firstly, the screening will be carried out on 2D cultures of DMD -CMs in order to selec t the most promising ones, which in turn will be tested on the DMD -LVNC 3D cardiac bilayer models. Following the identification of the optimal concentration of compounds, I will treat the dystrophic models with the inhibitors for 14 days and analyse the ce ll viability using XTT assay and propidium iodide/ Calcein - AM staining. Their effect on cell death and ROS levels as well as ☐ NA FWO DMP Template (Flemish Standard DMP) 10 the intracellular calcium handling and mitochondrial health will be evaluated. GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA5 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATI ON & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTER ). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Some iPSC lines described in WP 1 -5 have been previously generated and reported in the following papers: doi: 10.1016/j.stemcr.2021.12.019 doi: 10.1038/s41398 -019-0535 -1 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 11 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific d atasets or data types when appropriate. ☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: We will perform experiments on human -derived induced pluripotent stem cells . The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory will be taken. For use of patient derived stem cells in the research, we will follow the guidelines and rules from the HSE Department (Health, Safety and Environm ent). The use of human samples from healthy control donors and DMD subjects for experimental purposes and protocols in the present study was approved by the Ethics Committee of the University Hospitals Leuven (S66794 and S65190) Will you process personal data6? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: 6 See Glossary Flemi sh Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 12 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes , please comment : The 3D models proposed in this project will be used as a platform for screening new drug candidates aimed to treat cardiomyopathies related to DMD. The incorporation of multiple cell types, the standardization in size and volume as well as the ordered architecture thanks to the bioprinting process, and the bioink biocompatib ility make this model easily applicable in routine industrial drug testing and high throughput screening by overcoming the common limitations for 3D models in the pharmaceutical field . Do existing 3rd party agreements restrict exploitation or disseminati on of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 13 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Documentation and metadata linked to each experiment will be documented by research groups in hard copy lab notebooks for this project. This includes t he research design, protocol, context of data collection, data collection methods, quality control procedures, processing and analysis procedures. Digital data: -Experimental design and protocol (.docx file) -Steps involved in data analysis and relevant analysis scripts (R, ImageJ) -Raw data (specific file format according to data type) -Analysed data (specific file format according to data type) Physical data: Samples used for the experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appro priate boxes in a dry place or freezer. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COUL D ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: We will adopt a single, well -defined file -folder structure and file -naming rules. Every data folder will be accompanied by appropriate me tadata files consisting of a readme.txt with info on nomenclature, file format, software and adopted data standards. FWO DMP Template (Flemish Standard DMP) 14 4. Data Storage & Back-up during the Research Project Where will the data be stored? The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back -up and mirroring. Every person has storage capacity of 2 TB with regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kep t on personal devices. For active use of the data during the project, OneDrive will ensure data transfer between computers, and will also be stored on the KU Leuven LUNA Large Volume Storage space. Biological samples will be taken, and stored in labelled f ridges, freezers and closets in the lab. The inventory of all locations is shared on the KU Leuven LUNA Shared drive. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORA GE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .7 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . The data will be stored on the university's central servers (OneDrive) with automatic daily backup procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: storage capacity of 2 TB with regular backup system If no, please specify : 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 15 How will you ensure that the data are securely stored and not accessed or modified by unauthorized p ersons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 7 All storage spaces (OneDrive and J drive) are hosted in the KU Leuven ICTS data center , with a mirror in the second ICTS center . They are accessible only with my KU Leuven credentials , that provide s disaster recovery and additional back -up capacity with guaranteeing long -term data availability. What are the expected costs for data storag e and backup during the research project? How will these costs be covered? J-drive (shared drive): 503.66 euro/TB/year OneDrive: every student/researcher gets 2 TB for free I-drive (personal drive): 503.66 euro/TB/year Digital vault for private data: windows server 1302 euro/year The costs will be covered by part of the allocated project budget . 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Digital data will be retain ed for the expected 5 year period and for most publications we expect that we will make the data publicly available on data repositories. Laboratory notebooks and electronic data will be stored by the PI, Prof. Maurilio Sampaolesi. Sequencing data will be submitted to public databases (EBI-ENA/NCBI -SRA), where they will be permanently archived to preserve access to the public. Physical data: Freezer stocks of histological slides will be available upon request. After the conclusion of the project samples will be stored for up to three ye ars after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Where will these data be archived (stored and curated for the long -term)? Digital data: KU Leuven LUNA servers Physical data: Notebooks and publi cations: Laboratory repository FWO DMP Template (Flemish Standard DMP) 16 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven generally recommends in its RDM policy to keep relevant research data generated during research projects for a minimum of 10 years for reproducibility, verification and potential reuse: Digital vault for private date (windows server) 1302 euro/year Large volume storage is intended for long -term storage of l arge volumes of research data in a cost - efficient manner : 104.42 euro/TB/year 9 (to be purchased in blocks of 5 TB) This cost will be covered by a general lab budget . FWO DMP Template (Flemish Standard DMP) 17 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Sequencing data will be submitted to public databases (EBI -ENA/NCBI -SRA), where they will be permanently archived to p reserve access to the public. Written progress reports , thesis will be stored for internal purposes and can be accessed by KU Leuven rese archer upon request . For most publications we expect that we will make the data publicly available on data repositories . If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : FWO DMP Template (Flemish Standard DMP) 18 Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. A DATA U SAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIG INAL DATA CREATORS .” 8 All the studies will result in papers subjected to a peer review process. All accepted articles will be published under a CC-BY 4.0 license and also those articles that meet the open access requirements of funding agencies and would be submitted to PubMed. Indeed the first publication I got at the begi nning of my PhD program is in Frontiers Cell and developmental Biology (doi: 10.3389/fcell.2022.878311) and all Frontiers articles from July 2012 onwards are published with open access under the Creative Commons CC-BY license (the current version is CC-BY, version 4.0). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSI STENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 19 What are the expected costs for data sharing? How will these costs be covered? The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB . 7. Responsibilities Who will manage data documentation and metadata during the research project? Responsibility for generating data and ensuring data preservation and sharing is with the supervisors (Maurilio Sampaolesi, Yoke Chin Chai) and myself. Who will manage data storage and backup during the research project? Supervisors ( Maurilio Sampaolesi, Yoke Chin Chai) and myself. Who will manage data preservation and sharing? Supervisors ( Maurilio Sampaolesi, Yoke Chin Chai) and myself. Who will update and implement this DMP? Supervisors ( Maurilio Sampaolesi, Yoke Chin Chai) and myself."
}