{
    "document_id": "D-2021-1292",
    "LinkTitle": "D-2021-1292",
    "file_name": "D-2021-1292.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1292.pdf",
    "metadata": {
        "title": "Optimal reconfiguration algorithms for low voltage distribution networks (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-04-20 13:54:32+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Optimal reconfiguration algorithms for low voltage distribution networks \n(FWO\nDMP) - DMP title\nProject Identifier\n u0144437\nGrant Title\n 1SA7222N\nPrincipal Investigator / Researcher\n Sari Kerckhove\nProject Data Contact\n +32 487 47 16 53, sari.kerckhove@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSari Kerckhove\nFWO Project Number & Title\n1SA7222N: Optimal reconfiguration algorithms for low voltage distribution networks\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n \nType of\ndata\nFormat\nVolume\nDescription\n1)\nTextual\noutput\n.tex,\n.PDF\n50-\n100MB\nWritten\ndocumentation,\npapers and the\nthesis manuscript\ncreated in LaTeX\n2)\nnetworks\nmodels\n.CSV,\n.json,\n.pckl\n 1-5GB\n Data describing the\nlow and medium\nnetwork models used\nfor tests. These can\nbe derived both from\nonline benchmark\nmodels and from\nrealistic low voltage\ngrid data obtained\nfrom Electa's\ncooperation with\nFluvius or other\ndistribution system\noperators.\n3)\nload-data\n.CSV\n 2-10GB\nhistoric power\ndemand/generation\nprofiles of\nhouseholds reused\nfrom Electas\ndatabases.\n4)\nSimulation\nresults\n.CSV\n 1-5GB\nFor each tested\nmethod and grid\nmodel, information\non optimal\nconfigurations,\nperformance of\nthese configurations\nand convergence\ntimes, will be stored\n5)\nCode files\n.py, .jl\n 0.5-\n2GB\nDeveloped\nalgorithms and other\nimportant code files\n \nI will both be reusing existing data and generating new data.\nThe existing data consists of 2) power network-models and 3) historic power demand/generation\nprofiles of households.\nThe new data consists of 1) textual output, 4) simulation results and 5) code files, but will\nprobably also contain 2) new network models. Additionally some of the existing data I use will be\nmodified to such an extent that it differs significantly from the original data.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nOutcomes will be shared with external parties via publications. The sharing of developed\nalgorithms and specific used parameters and techniques will depend on the valorisation potential\nof the research findings and is part of a broader internal exercise.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThis might be the case in the future. It is possible that I create new, representative network\nmodels using data from a 3rd party. If this happens, I will revisit this data management plan and\nupdate it accordingly.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) Textual output will be stored in a separate folder where a subdivision is made according to the\npurpose of the text: papers, specifications, clarifications and the thesis manuscript. The files will\ncarry the date of their generation to facillitate version management.\n2) Network models will be stored in seperate folders per type. For some of the reused network\nmodels, the original source provides all the information needed. In case the models were\nsignificantly modified from the original source, a ReadMe file will be included documenting the\nmade modifications and the dataformat.  In case the model was newly generated, a ReadMe file\nwill be included documenting the generation procedure and the dataformat.\n3) Historic power demand/generation profiles will be stored in seperate folders per type. For\nsome of the data, the original source provides all the information needed. In case the data was\nsignificantly modified from the original source, a ReadMe file will be included documenting the\nmade modifications and the dataformat.\n4) Simulation results: Simulation data will be stored in a separate folder per theme, step in the\nresearch. These folders will contain a ReadMe file documenting the simulation settings and\ndataformat.\n5) Developed code: Each connected group of code (organised per theme or task) will have its\nown remote git repository, either on my Github account or on internal repositories within the\nresearch group. A ReadMe file documenting the code will be present for each repository.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe master copy of all data will be kept on my laptop or the VITO OneDrive server.\n \nHow is backup of the data provided?\nFor all the data, except the code files, I will use the VITO OneDrive server with daily back-up\nprocedures.\nFor the code files, the repositories are backed up by using the remote git repositories either on\nmy Github account or on repositories within the research group. I will keep them up to date by\npushing all important additions and modifications when they are made.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nYes\nThe project data is not expected to exceed 20GB which means that normal user quota are\nsufficient.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nA distinction of cost for storage for the different research projects is not made. Instead, this is\ncovered in the general operational expenditures of the group.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nPassword protected user accounts ensure that only the persons of the account can access the\nworking data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nall data will be retained\nWhere will the data be archived (= stored for the longer term)?\nThe developed code, network models, simulation results and textual output will be stored on\nstorage facilities of the research group.\nAll the publications that result from this research, will remain available in the academic\nbibliography of KU Leuven.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo additional costs are expected at this moment.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nInternally the data will be available for the research group. Information will be made externally\navailabe through publications. The release of specific design may depend on the valorisation\npotential.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nAll the data will be available in a restricted access repository for use within the research group. If\nsoftware models would be made available, this will be upon request to the research group.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAccess within the research group.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs associated with data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nSari Kerckhove\nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nSari Kerckhove will be responsible for the data storage & back up of code files stored on my\nGithub account.\nThe responsible for all other data, located on the VITO OneDrive, is the IT responsible at VITO.\nWho will be responsible for ensuring data preservation and reuse ?\nSari Kerckhove\nWho bears the end responsibility for updating & implementing this DMP?\nSari Kerckhove\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Optimal reconfiguration algorithms for low voltage distribution networks (FWO DMP) - DMP title Project Identifier u0144437 Grant Title 1SA7222N Principal Investigator / Researcher Sari Kerckhove Project Data Contact +32 487 47 16 53, sari.kerckhove@kuleuven.be Institution KU Leuven 1. General Information Name applicant Sari Kerckhove FWO Project Number & Title 1SA7222N: Optimal reconfiguration algorithms for low voltage distribution networks Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume Description 1) Textual output .tex, .PDF 50- 100MB Written documentation, papers and the thesis manuscript created in LaTeX 2) networks models .CSV, .json, .pckl 1-5GB Data describing the low and medium network models used for tests. These can be derived both from online benchmark models and from realistic low voltage grid data obtained from Electa's cooperation with Fluvius or other distribution system operators. 3) load-data .CSV 2-10GB historic power demand/generation profiles of households reused from Electas databases. 4) Simulation results .CSV 1-5GB For each tested method and grid model, information on optimal configurations, performance of these configurations and convergence times, will be stored 5) Code files .py, .jl 0.5- 2GB Developed algorithms and other important code files I will both be reusing existing data and generating new data. The existing data consists of 2) power network-models and 3) historic power demand/generation profiles of households. The new data consists of 1) textual output, 4) simulation results and 5) code files, but will probably also contain 2) new network models. Additionally some of the existing data I use will be modified to such an extent that it differs significantly from the original data. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Outcomes will be shared with external parties via publications. The sharing of developed algorithms and specific used parameters and techniques will depend on the valorisation potential of the research findings and is part of a broader internal exercise. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No This might be the case in the future. It is possible that I create new, representative network models using data from a 3rd party. If this happens, I will revisit this data management plan and update it accordingly. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) Textual output will be stored in a separate folder where a subdivision is made according to the purpose of the text: papers, specifications, clarifications and the thesis manuscript. The files will carry the date of their generation to facillitate version management. 2) Network models will be stored in seperate folders per type. For some of the reused network models, the original source provides all the information needed. In case the models were significantly modified from the original source, a ReadMe file will be included documenting the made modifications and the dataformat. In case the model was newly generated, a ReadMe file will be included documenting the generation procedure and the dataformat. 3) Historic power demand/generation profiles will be stored in seperate folders per type. For some of the data, the original source provides all the information needed. In case the data was significantly modified from the original source, a ReadMe file will be included documenting the made modifications and the dataformat. 4) Simulation results: Simulation data will be stored in a separate folder per theme, step in the research. These folders will contain a ReadMe file documenting the simulation settings and dataformat. 5) Developed code: Each connected group of code (organised per theme or task) will have its own remote git repository, either on my Github account or on internal repositories within the research group. A ReadMe file documenting the code will be present for each repository. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The master copy of all data will be kept on my laptop or the VITO OneDrive server. How is backup of the data provided? For all the data, except the code files, I will use the VITO OneDrive server with daily back-up procedures. For the code files, the repositories are backed up by using the remote git repositories either on my Github account or on repositories within the research group. I will keep them up to date by pushing all important additions and modifications when they are made. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Yes The project data is not expected to exceed 20GB which means that normal user quota are sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? A distinction of cost for storage for the different research projects is not made. Instead, this is covered in the general operational expenditures of the group. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protected user accounts ensure that only the persons of the account can access the working data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). all data will be retained Where will the data be archived (= stored for the longer term)? The developed code, network models, simulation results and textual output will be stored on storage facilities of the research group. All the publications that result from this research, will remain available in the academic bibliography of KU Leuven. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No additional costs are expected at this moment. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Internally the data will be available for the research group. Information will be made externally availabe through publications. The release of specific design may depend on the valorisation potential. Where/how will the data be made available for reuse? In a restricted access repository All the data will be available in a restricted access repository for use within the research group. If software models would be made available, this will be upon request to the research group. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Access within the research group. What are the expected costs for data sharing? How will the costs be covered? No costs associated with data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Sari Kerckhove Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Sari Kerckhove will be responsible for the data storage & back up of code files stored on my Github account. The responsible for all other data, located on the VITO OneDrive, is the IT responsible at VITO. Who will be responsible for ensuring data preservation and reuse ? Sari Kerckhove Who bears the end responsibility for updating & implementing this DMP? Sari Kerckhove This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}