{
    "document_id": "D-2023-2271",
    "LinkTitle": "D-2023-2271",
    "file_name": "D-2023-2271.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2271.pdf",
    "metadata": {
        "title": "The Landscapes of Colonial Healthcare in Congo. An Environmental History of Medicine and Disease (1900-1960)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The Landscapes of Colonial Healthcare in Congo. An Environmental History of\nMedicine and Disease (1900-1960)\nA Data Management Plan created using DMPonline.be\nCreator: \nHannah de Korte\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nHannah de Korte\nGrant number / URL: \nGPMU/22/015\nID: \n201688\nStart date: \n01-04-2023\nEnd date: \n31-03-2027\nProject abstract:\nIn this project I will study the environmental history of colonial healthcare, medicine and disease in colonial Congo\n(1900-1960). The development of the Congolese healthcare system has been thoroughly influenced by European ideas\non the connections between the environment and disease. Health and disease and the organization of health care are\nalways affected by material and ecological circumstances. The natural environment provides both obstacles and\nopportunities for building healthcare infrastructure. Human experiences with climate and landscape features have\ninfluenced ideas about disease pathogens, their distribution and their eradication. In turn, the material infrastructure of\nhealth care influences the surrounding landscape and environment. Forests are sometimes cleared to build hospitals or\nmarshlands are drained to prevent diseases from spreading. This project is centred around the influence of the\nreciprocal relationship between health and the environment on the development of the Congolese healthcare system.\nLast modified: \n07-09-2023\nCreated using DMPonline.be. Last modiﬁed 07 September 2023\n1 of 6\nThe Landscapes of Colonial Healthcare in Congo. An Environmental History of\nMedicine and Disease (1900-1960)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or Physical\ndata\nData\nType\nFile format\nData\nvolume\nPhysical\nvolume\nArchival material\nDigital\nreproductions\n(photographs) of\nphysical archival\nmaterial (e.g.\ncorrespondence,\nreports, notes,\nmanuscripts,\njournal articles)\nand stored on my\npersonal KU\nLeuven OneDrive\naccount. Some\nphotographs are\nconverted to\nPDFs for OCR\npurposes.\nPossibly use of\nsoftware like\nABBYY or Trophy\nfor analytical\npurposes.\n \n E\n D\n I & SO\n.JPG\n.PDF\nNA\nNA\nPhotographs of published books, journal articles and\nreports\n \nDigital\nreproductions\n(photographs) of\nphysical\npublished books,\njournal articles\nand reports used\nas primary\nsources. The\nphysical items\nwere borrowed\nfrom libraries and\ntemporarily\nstored in my KU\nLeuven office.\nPhotographs\nstored on my\npersonal KU\nLeuven OneDrive\naccount. Some\nphotographs are\nconverted to\nPDFs for OCR\npurposes.\nPossibly use of\nsoftware like\nABBYY or Trophy\nfor analytical\npurposes.\n \n E\n D & P\n I\n.JPG\n.PDF\nPhysical/analogue \nNA\nNA\nBibliographical data primary and secondary sources\n \nMaintaining an\noverview of\nliterature.\nManually entered\nin Zotero\n E\n D\n SO\n.RDF\nNA\nNA\nDigitalized biographies/ necrologies\n \nExisting data\nderived mostly\nfrom\nKAOWARSOM\ndatabase.\nPossibly use of\nsoftware like\nABBYY or Trophy\nfor analytical\npurposes.\n E\n D\n I / T\n.PDF\nNA\nNA\nCreated using DMPonline.be. Last modiﬁed 07 September 2023\n2 of 6\nDigitalized records and reports\n \nExisting data\nderived from\nvarious online\ndatabases.\nPossibly use of\nsoftware like\nABBYY or Trophy\nfor analytical\npurposes.\n E\n D\n I / T\n.JPG\n.PDF\nNA\nNA\nAudio recordings and transcriptions of interviews\nCollected\nthrough the use\nof a recording\ndevice. Audio\nstored on my\npersonal KU\nLeuven One\nDrive account.\nTranscription\nprobably\nprocessed in\nWord.\n N\n D\n S & T\n.WAV\n.DOCX\nNA\nNA\nResearch Notes\n \nResearch notes\nwill processed in\nWord, Scapple,\nScrivener and on\nphysical paper.\n N\n D & P\n SO & T\n.DOCX\nPhysical/analogue \nNA\nNA\nTimelines and network visualisations\n \nVisualize key\nmoments in time\nand social\nrelational\nnetworks.\nPossibly use\nNodegoat or\nGephy.\n N\n D\nSO & T\n.CSV\n.XLSX\nNA\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nI am still in the process of deciding which archival material to use so unfortunately I cannot yet provide a conclusive list. The following list contains the depositories and\narchives that I know I will be using at this moment.\n \nBiografisch Woordenboek van de Belgen Overzee (KAOWARSOM)\nhttp://www.kaowarsom.be/nl/biografisch_woordenboek_belgen_overzee\n \nAfrica Museum\nhttps://archives.africamuseum.be/\n \nAlgemeen Rijksarchief (Depot Joseph Cuvelier)\nhttps://search.arch.be/nl/zoeken-naar-archieven\n \nInstituut voor Tropische Geneeskunde \nThis archive does not provide an online inventory of their archival material.\n \nWHO Library\nhttps://www.who.int/library\n \nLeague of Nations Archives\nhttps://archives.ungeneva.org/lontad\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nThere is a possibility that I will be conducting interviews with Congolese participants. I am in the process of applying for ethical approval with the KU Leuven ethical\ncommittee (PRET application through KU Leuven, number G-2023-6818).\nBefore executing the interviews I will provide participants with informed consent forms. All personal information will be anonymized.\nOther types of personal information gathered through archival research, such as patient's medical files, will also be anonymized.\n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nThere is a possibility that I will be conducting interviews with Congolese participants. I am in the process of applying for ethical approval with the KU Leuven ethical\ncommittee (PRET application through KU Leuven, number G-2023-6818).\nBefore executing the interviews I will provide participants with informed consent forms. All personal information will be anonymized.\nOther types of personal information gathered through archival research, such as patient's medical files, will also be anonymized.\nCreated using DMPonline.be. Last modiﬁed 07 September 2023\n3 of 6\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nMost of my research will be available in open access. In regard to personal, medical data and interviews, only researchers who have an ethical clearance issued by an\ninternationally recognized research institute for their research can disseminate or reuse this data of my research. Before this information can be reused, permission has to\nbe regained from the participants, and if this is not longer possible, by their closest family. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nOnly researchers who have an ethical clearance issued by an internationally recognized research institute for their research with regard to personal, medical data and\ninterviews can disseminate or reuse this data of my research. Before this information can be reused, permission has to be regained from the participants, and if this is not\nlonger possible, by their closest family.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nI will make use of the OneDrive cloud service provided by the Faculty, which is safe and automatically backed up. I will standardly receive 2 TB in OneDrive storage, and I\ncan request up to 5TB storage (free of charge) if necessary. All collected data will be stored and described on RDR (KU Leuven research data depository) according to FAIR\nprinciples to make sure my research is transparent and transferable. I will provide a README.text file to explain the structure of the stored data and to provide an\nexplanation of the methodology used to collect this material. I will provide an extensive bibliography with all primary and secondary data used in my research, including\nspecific references to archival inventories and maps.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nI will use DataCite as a metadata standard through the KU Leuven Research Data Repository.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCurrently there is sufficient storage and backup capacity during my project, but if not, I will request an update of my OneDrive storage with KU Leuven.\nCreated using DMPonline.be. Last modiﬁed 07 September 2023\n4 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nI received a laptop through the Faculty’s ICT service. This laptop has Bitlocker pre-installed, which means sensitive data are protected by the Bitlocker system. My KU\nLeuven OneDrive account is also protected through the Faculty's ICT service.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage and back-up facilities of the Faculty of Arts at the KU Leuven are free of charge. Researchers can story 50 GB per year for free at RDR. I do not expect that\nthe material I need to share in this repository will exceed this limit.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData storage and back-up facilities of the Faculty of Arts at the KU Leuven are free of charge. Researchers can story 50 GB per year for free at RDR. I do not expect that\nthe material I need to share in this repository will exceed this limit.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nParts of the data that contain personal, medical information or interviews will be classified as restricted data. This data can only be consulted upon approval of the\nresearcher and/or the interview participants (or if this is not longer possible of their close family). All other data will at least be made open access after the project has\nfinished, and sooner if possible.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIn regard to personal, medical data and interviews, only researchers who have an ethical clearance issued by an internationally recognized research institute for their\nresearch can disseminate or reuse this data of my research. Before this information can be reused, permission has to be regained from the participants, and if this is not\nlonger possible, by their closest family. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nPersonal and medical information will be collected (partly through interviews), parts of which could restrict the sharing of this information based on privacy or ethical\ngrounds.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nCreated using DMPonline.be. Last modiﬁed 07 September 2023\n5 of 6\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nCCBY will be used for all data that can be legally shared with other researchers. All data that cannot be shared in CCBY for privacy reasons (GDPR), ethical reasons or\nbecause of an internal prohibition of data sharing in a specific archive will be omitted or, if possible, a Data Transfer Agreement will be drafted.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nAll data shared in the RDR repository will receive a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe use of RDR is free of charge.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nI will be responsible for managing the data documentation and metadata myself. If any difficulties or issues arise I will contact the RDM helpdesk of the KU Leuven and\nconsult my supervisors.\nWho will manage data storage and backup during the research project? \nI will manage data storage myself and make sure my research data is backed up. My work is also automatically backed up through my use of One Drive.\nWho will manage data preservation and sharing? \nI will manage data preservation and sharing myself.\nWho will update and implement this DMP? \nI will update and implement this DMP myself.\nCreated using DMPonline.be. Last modiﬁed 07 September 2023\n6 of 6"
    },
    "clean_full_text": "The Landscapes of Colonial Healthcare in Congo. An Environmental History of Medicine and Disease (1900-1960) A Data Management Plan created using DMPonline.be Creator: Hannah de Korte Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Hannah de Korte Grant number / URL: GPMU/22/015 ID: 201688 Start date: 01-04-2023 End date: 31-03-2027 Project abstract: In this project I will study the environmental history of colonial healthcare, medicine and disease in colonial Congo (1900-1960). The development of the Congolese healthcare system has been thoroughly influenced by European ideas on the connections between the environment and disease. Health and disease and the organization of health care are always affected by material and ecological circumstances. The natural environment provides both obstacles and opportunities for building healthcare infrastructure. Human experiences with climate and landscape features have influenced ideas about disease pathogens, their distribution and their eradication. In turn, the material infrastructure of health care influences the surrounding landscape and environment. Forests are sometimes cleared to build hospitals or marshlands are drained to prevent diseases from spreading. This project is centred around the influence of the reciprocal relationship between health and the environment on the development of the Congolese healthcare system. Last modified: 07-09-2023 Created using DMPonline.be. Last modiﬁed 07 September 2023 1 of 6 The Landscapes of Colonial Healthcare in Congo. An Environmental History of Medicine and Disease (1900-1960) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Archival material Digital reproductions (photographs) of physical archival material (e.g. correspondence, reports, notes, manuscripts, journal articles) and stored on my personal KU Leuven OneDrive account. Some photographs are converted to PDFs for OCR purposes. Possibly use of software like ABBYY or Trophy for analytical purposes. E D I & SO .JPG .PDF NA NA Photographs of published books, journal articles and reports Digital reproductions (photographs) of physical published books, journal articles and reports used as primary sources. The physical items were borrowed from libraries and temporarily stored in my KU Leuven office. Photographs stored on my personal KU Leuven OneDrive account. Some photographs are converted to PDFs for OCR purposes. Possibly use of software like ABBYY or Trophy for analytical purposes. E D & P I .JPG .PDF Physical/analogue NA NA Bibliographical data primary and secondary sources Maintaining an overview of literature. Manually entered in Zotero E D SO .RDF NA NA Digitalized biographies/ necrologies Existing data derived mostly from KAOWARSOM database. Possibly use of software like ABBYY or Trophy for analytical purposes. E D I / T .PDF NA NA Created using DMPonline.be. Last modiﬁed 07 September 2023 2 of 6 Digitalized records and reports Existing data derived from various online databases. Possibly use of software like ABBYY or Trophy for analytical purposes. E D I / T .JPG .PDF NA NA Audio recordings and transcriptions of interviews Collected through the use of a recording device. Audio stored on my personal KU Leuven One Drive account. Transcription probably processed in Word. N D S & T .WAV .DOCX NA NA Research Notes Research notes will processed in Word, Scapple, Scrivener and on physical paper. N D & P SO & T .DOCX Physical/analogue NA NA Timelines and network visualisations Visualize key moments in time and social relational networks. Possibly use Nodegoat or Gephy. N D SO & T .CSV .XLSX NA NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I am still in the process of deciding which archival material to use so unfortunately I cannot yet provide a conclusive list. The following list contains the depositories and archives that I know I will be using at this moment. Biografisch Woordenboek van de Belgen Overzee (KAOWARSOM) http://www.kaowarsom.be/nl/biografisch_woordenboek_belgen_overzee Africa Museum https://archives.africamuseum.be/ Algemeen Rijksarchief (Depot Joseph Cuvelier) https://search.arch.be/nl/zoeken-naar-archieven Instituut voor Tropische Geneeskunde This archive does not provide an online inventory of their archival material. WHO Library https://www.who.int/library League of Nations Archives https://archives.ungeneva.org/lontad Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) There is a possibility that I will be conducting interviews with Congolese participants. I am in the process of applying for ethical approval with the KU Leuven ethical committee (PRET application through KU Leuven, number G-2023-6818). Before executing the interviews I will provide participants with informed consent forms. All personal information will be anonymized. Other types of personal information gathered through archival research, such as patient's medical files, will also be anonymized. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) There is a possibility that I will be conducting interviews with Congolese participants. I am in the process of applying for ethical approval with the KU Leuven ethical committee (PRET application through KU Leuven, number G-2023-6818). Before executing the interviews I will provide participants with informed consent forms. All personal information will be anonymized. Other types of personal information gathered through archival research, such as patient's medical files, will also be anonymized. Created using DMPonline.be. Last modiﬁed 07 September 2023 3 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Most of my research will be available in open access. In regard to personal, medical data and interviews, only researchers who have an ethical clearance issued by an internationally recognized research institute for their research can disseminate or reuse this data of my research. Before this information can be reused, permission has to be regained from the participants, and if this is not longer possible, by their closest family. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Only researchers who have an ethical clearance issued by an internationally recognized research institute for their research with regard to personal, medical data and interviews can disseminate or reuse this data of my research. Before this information can be reused, permission has to be regained from the participants, and if this is not longer possible, by their closest family. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). I will make use of the OneDrive cloud service provided by the Faculty, which is safe and automatically backed up. I will standardly receive 2 TB in OneDrive storage, and I can request up to 5TB storage (free of charge) if necessary. All collected data will be stored and described on RDR (KU Leuven research data depository) according to FAIR principles to make sure my research is transparent and transferable. I will provide a README.text file to explain the structure of the stored data and to provide an explanation of the methodology used to collect this material. I will provide an extensive bibliography with all primary and secondary data used in my research, including specific references to archival inventories and maps. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes I will use DataCite as a metadata standard through the KU Leuven Research Data Repository. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Currently there is sufficient storage and backup capacity during my project, but if not, I will request an update of my OneDrive storage with KU Leuven. Created using DMPonline.be. Last modiﬁed 07 September 2023 4 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I received a laptop through the Faculty’s ICT service. This laptop has Bitlocker pre-installed, which means sensitive data are protected by the Bitlocker system. My KU Leuven OneDrive account is also protected through the Faculty's ICT service. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage and back-up facilities of the Faculty of Arts at the KU Leuven are free of charge. Researchers can story 50 GB per year for free at RDR. I do not expect that the material I need to share in this repository will exceed this limit. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data storage and back-up facilities of the Faculty of Arts at the KU Leuven are free of charge. Researchers can story 50 GB per year for free at RDR. I do not expect that the material I need to share in this repository will exceed this limit. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Parts of the data that contain personal, medical information or interviews will be classified as restricted data. This data can only be consulted upon approval of the researcher and/or the interview participants (or if this is not longer possible of their close family). All other data will at least be made open access after the project has finished, and sooner if possible. If access is restricted, please specify who will be able to access the data and under what conditions. In regard to personal, medical data and interviews, only researchers who have an ethical clearance issued by an internationally recognized research institute for their research can disseminate or reuse this data of my research. Before this information can be reused, permission has to be regained from the participants, and if this is not longer possible, by their closest family. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Personal and medical information will be collected (partly through interviews), parts of which could restrict the sharing of this information based on privacy or ethical grounds. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Created using DMPonline.be. Last modiﬁed 07 September 2023 5 of 6 When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) CCBY will be used for all data that can be legally shared with other researchers. All data that cannot be shared in CCBY for privacy reasons (GDPR), ethical reasons or because of an internal prohibition of data sharing in a specific archive will be omitted or, if possible, a Data Transfer Agreement will be drafted. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository All data shared in the RDR repository will receive a DOI. What are the expected costs for data sharing? How will these costs be covered? The use of RDR is free of charge. Responsibilities Who will manage data documentation and metadata during the research project? I will be responsible for managing the data documentation and metadata myself. If any difficulties or issues arise I will contact the RDM helpdesk of the KU Leuven and consult my supervisors. Who will manage data storage and backup during the research project? I will manage data storage myself and make sure my research data is backed up. My work is also automatically backed up through my use of One Drive. Who will manage data preservation and sharing? I will manage data preservation and sharing myself. Who will update and implement this DMP? I will update and implement this DMP myself. Created using DMPonline.be. Last modiﬁed 07 September 2023 6 of 6"
}