{
    "document_id": "D-2025-3636",
    "LinkTitle": "D-2025-3636",
    "file_name": "D-2025-3636.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3636.pdf",
    "metadata": {
        "title": "D-2025-3636",
        "author": "Ioannis Papantoniou",
        "num_pages": 6
    },
    "content": {
        "full_text": "FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS\n(FWO): FWO DMP (FLEMISH STANDARD DMP) - APPLICATION DMP\nProject name: Engineering remotely controlled preprogramed living implants for skeletal regeneration\nProject Identifier: G042425N\nPrincipal Investigator / Researcher: Ioannis Papantoniou\nINSTITUTION KU LEUVEN\nQUESTIONNAIRE\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and\n/or (re)use. (use up to 700 characters)\nWithin Prometheus we have develop a detailed data management plan (DMP) which will be readily available. For all lab-related  \nexperimental (excel sheets, images for nanoCT, sectioning, gene expression FACS) data storage and sharing, Prometheus has a 1.5  \nTB drive on the central storage of the KU Leuven (called Cranium). For patient-related data, we have all procedures and approvals  \nin place related to access, storage and use of the data linked to the donor cells (approved by ethical committee). Data will be  \npreserved for at least 10 years since the beginning of the project. For the data analysis software, we make that fully available  \nthrough the team website, and researcher’s pages such as Github, Docker etc.  Software for physical simulation is centrally  \nmanaged on KU Leuven owned Gitlab repositories, and will be made available upon publication of research results. Simulation  \noutput includes vtk and csv files, which are processed into hdf5 data files that are maintained on central storage. Active data \nmanagement will be achieved through KU Leuven ManGo, including storage and important metadata. Papers will be published on  \na preprint server (BiorXiv, rXiv) and after publication made available in the appropriate version via Lirias.  \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which  specific security \nmeasures do those data require? (use up to 700 characters)\nThe security measures followed for data related to the ethics questionnaire (which in our project have to do with the use of animal  \nmodels and cellular material sourced from donors) will have to do with the identification and compliance of data users, who are all  \nPrometheus members as well as the clinical team of the group with confidentiality agreements. In addition, the storage of the data  \nwill be secured through the measures of the ICT of KU Leuven.\nFONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS\n(FWO): FWO DMP (FLEMISH STANDARD DMP) - FWO DMP (FLEMISH STANDARD DMP)\n1. RESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For  \neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to  \nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also  \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the  \nvolume of the data.\nWithin Prometheus we have develop a detailed data management plan (DMP) which will be readily available. For all lab-related  \nexperimental (excel sheets, images for nanoCT, sectioning, gene expression FACS) data storage and sharing, Prometheus has a 1.5  \nTB drive on the central storage of the KU Leuven (called Cranium). For patient-related data, we have all procedures and approvals  \nin place related to access, storage and use of the data linked to the donor cells (approved by ethical committee). Data will be  \npreserved for at least 10 years since the beginning of the project. For data analysis software, we make that fully available through  \nthe team website, and researcher’s pages such as Github, Docker etc. Software for physical simulation is centrally managed on KU  \nLeuven owned Gitlab repositories, and will be made available upon publication of research results. Simulation output includes vtk  \nand csv files, which are processed into hdf5 data files that are maintained on central storage. Active data management will be  \nachieved through KU Leuven ManGo, including storage and important metadata. Papers will be published on a preprint server  \n(BiorXiv, rXiv) and after publication made available in the appropriate version via Lirias.  \nWithin Prometheus we have develop a detailed data management plan (DMP) which will be readily available. For all lab-related \nexperimental (excel sheets, images for nanoCT, sectioning, gene expression FACS) data storage and sharing, Prometheus has a \n1.5 TB drive on the central storage of the KU Leuven (called Cranium). For patient-related data, we have all procedures and \napprovals in place related to access, storage and use of the data linked to the donor cells (approved by ethical committee). Data \nwill be preserved for at least 10 years since the beginning of the project. For the software, we make that fully available through \nthe team website, and researcher’s pages such as Github, Docker etc. Papers will be published on a preprint server (BiorXiv, rXiv)  \nand after publication made available in the appropriate version via Lirias.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\n● Yes, dual use\nHuman samples:\nAll patients donating a periosteal tissue sample will be provided with written information sheets on the applied procedure and be  \ngiven the opportunity to address questions to the clinical team. Subjects, or parents (or person legally entitled) in case of children,  \nwill have at least 24 hours to decide whether or not to take part, in order to discuss participation with friends, family or their  \nprimary care provider if they wish.\nInformation will be provided about the prelevation preservation of the cells and the potential risks. Donors will then be asked to  \nprovide written, informed consent prior to the donation of the tissue sample. The protocol was approved by the Ethics Committee  \nof the University Hospitals Leuven (ML7861). Patient consent obtained under these conditions prior to the start of the project was  \ndone so for usage of the tissue sample derived cell populations within the framework of research aimed at improving techniques  \nfor bone and joint repair. As this project falls perfectly under that scope, there are no secondary usage issues.\nAnimal studies: Ethical Committee Dossiers were that have been already approved will cover early work for the following WPs\n●  WP 4:  EC = 128/2024 and 222/2023\nHowever a dedicated Ethical Committ ee approval will be obtained for this project WP 1, 3, 4: P103/2014 and P036/2016\n● WP2: P254/2015\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.Please \nrefer to specific datasets or data types when appropriate.\nAll FWO investigators will comply with and follow the principles outlined by the European Commission Directive 95/46/EC on the  \nprotection of individuals with regard to the processing of personal data, and on the movement of such data. Personal data will be  \nlimited to patient age, sex and the (known) presence of congenital defects with an impact on the musculoskeletal system. Subject  \ndata will be appropriately coded and identifiable by a unique identifier. All donors will be notified that the data collected will be  \nshared with research collaborators within Prometheus. Patient data described above will be kept within the clinical team and will  \nonly be disclosed to the research team on a need-to-know basis (relevant for the research activities). Disclosed information will  \nonly be accessible on password protected computer systems and will only be available for internal use within the FWO research  \nteam. Personal identifiable information will be kept within the clinical team and its confidentiality will be respected at all times.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,  \n…)? If so, please comment per dataset or data type where appropriate.\nDepending on the outcome of the studies IP restrictions will be claimed in collaboration with LRD before making new data public.  \nData from each of the different WPs may lead to tech transfer and valorization options. Prometheus has sufficient expertise with  \nthe translation pathways as it holds several patents related to biological aspects of skeletal tissue engineered constructs and is  \ncurrently exploring a more technical (bioreactor and bioprinting) patent(s). Necessary restrictions will be discussed with LRD.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\n● No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the\ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\n● No\n2. DOCUMENTATION AND METADATA\n1. General research methods and protocols are fully documented as word files (SOP) and stored centrally.\n2. Details of each specific experiment are described in the notebooks of the involved researcher and links are made to the available  \nsamples (stored frozen or as histological sections) and the obtained datasets (elektronic, hard copy).\n3. Prometheus has established procedures to enable mining of the available data. Guidelines will be established for gathering  \nmetadata of newly generated datasets, e.g. through the addition of a README file in every data folder detailing what is in that  \nfolder and to what experiments it relates.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per  \ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)  \nwhich metadata will be created to make the data easier to find and reuse.\n● No\nFor now, no existing metadata standard will be used but this issue will be taken up as a regular point during the meetings of the  \nproject to see when and if we do need to implement a metadata standard.\n3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT\nWhere will the data be stored?\n1. Hard copy data are stored in closed cabinets in the offices of the researchers.\n2. The Prometheus consortium has been using the Large Volume Storage of the KU Leuven ICTS already for a number of years  \n(through a shared network folder, called ‘Cranium’). We currently have around 100TB of data on Cranium. Long term storage  \noffered by the KU Leuven is intended for the storage of large quantities of data not subject to much change. An extra storage space  \n(drive) is available on the user’s computer. The data saved here is stored on the central storage infrastructure.  Software \nrepositories for simulation are stored in KU Leuven owned servers running Gitlab.\nHow will the data be backed up?\nThe data is backed up on the ICTS data centre through automatic backups using “snapshot” technology and online storage of  \nincremental data changes. When a file is stored, there is an immediate replication to the second ICTS data centre. ICTS can get the  \ndisaster copy active (online) within the hour.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\n● Yes\nThe storage capacity has been maintained at the current level for the last couple of years. The biggest ‘consumer’ of storage space  \nare the CT data sets. Raw CT data are only kept until publication of the related article, after which everything but the reconstructed  \ndata is discarded, creating space for new data sets. Additional space could be requested if necessary.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData can be accessed via the KU Leuven network or VPN. The “file shares” are accessed through accounts in the luna domain,  \nthereby restricting access to people with a KU Leuven account who have been given access by the administrator of our file share.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n125 €/TB/year.\nThese costs have been covered by project funding and will continue to be paid from project funding (including the present FWO).\n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable)  \nafter the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual  \nrestrictions, storage/budget issues, institutional policies...).\n1. Hard copy data will be retained for at least 5 years.\n2. Data will be preserved in the Long Term Storage folder Cranium as described above. After publication, for the\nstorage-intensive data sets, a clean-up is performed as described in 5.3. Other data are preserved as they are for at\nleast 5 more years after the end of the project in which they were achieved. Beyond this period, data are preserved\nwhen they are part of a translational/pre-clinical research track for regulatory purposes.\nWhere will these data be archived (stored and curated for the long-term)?\nHard copy data are stored in closed cabinets in the offices of the researchers.\nElectronic data will be stored on the university's central servers (see point 3).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n125/TB/year. These costs will be covered by follow-up projects who will build on the data and insights obtained during\nthe current project, working towards a clinical translation of the therapies that are developed through these insights.\n5. DATA SHARING AND REUSE\nWill the data (or part of the data) be made available for reuse after/during the project? In the comment section please\nexplain per dataset or data type which data will be made available.\nData will be available for reuse to Prometheus members, data is available for reuse as all Prometheus members have access to the  \nCranium file share.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData will be available for reuse to Prometheus members, data is available for reuse as all Prometheus members have\naccess to the Cranium file share.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,  \nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nCfr point 3. Data can be accessed via the KU Leuven network or VPN. The “file shares” are accessed through\naccounts in the luna domain, thereby restricting access to people with a KU Leuven account who have been given\naccess by the administrator\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nTo Prometheus members, data is available for reuse as all Prometheus members have access to the Cranium file\nshare.\nWhen will the data be made available?\n• Upon publication of the research results\nThe data will be made available to the members of the consortium as soon as they have been analysed and confirmed.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will not provide usage licenses and data will be used only by researchers directly affiliated with Prometheus. There is no  \nexisting or forecasted interface with external partner for such an activity\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to\nprovide it in the comment section.\n● No\nWhat are the expected costs for data sharing? How will these costs be covered?\n125/TB/year. These costs will be covered by follow-up projects who will build on the data and insights obtained during the current  \nproject, working towards a clinical translation of the therapies that are developed through these insights.\n6. RESPONSIBILITIES\nWho will manage data documentation and metadata during the research project?\nEvery Prometheus researcher will be responsible for the documentation and metadata of their own data. Standard operating \nprocedures as the one already in place for CT data acquisition and storage will be created for all types of data.\nWho will manage data storage and backup during the research project?\nEvery Prometheus researcher will be responsible for putting their own data in the Archive folder on Cranium when they want  \nsomething to be saved on the Large Volume Storage. A dedicated Prometheus lab technician is responsible for the management of  \nthe file share, keeping an eye on the volume of data, the regular uploading of data and will liaise with the KU Leuven ICT service  \nwhen problems present themselves. This has worked fine for the last years.\nWho will manage data preservation and sharing?\nBy default, every new Prometheus member will be added to the Prometheus Large Volume Storage and will have access to the \ndata on there. Every researcher is responsible of maintain and organising their personal folder within the Cranium file share \naccording to the established Standard Operating Procedures. Data will be shared within the consortium. Specific requests for \ndata sharing outside of the consortium will be discussed during the monthly PI meeting.\nWho will update and implement this DMP?\nThe project PI is the responsible for the DMP but the entire consortium will regularly discuss the issue during monthly PI meetings.  \nSpecific responsibilities will be delegated to senior researchers within the Prometheus consortium. All researchers will be made  \naware of DMP and their individual responsibilities as outlined above.\nFONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP \n(FLEMISH STANDARD DMP) – GDPR\nGDPR\nHave you registered personal data processing activities for this project?\n● Not applicable\nFONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP \n(FLEMISH STANDARD DMP) – DPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\n● Not applicable"
    },
    "clean_full_text": "FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP (FLEMISH STANDARD DMP) - APPLICATION DMP Project name: Engineering remotely controlled preprogramed living implants for skeletal regeneration Project Identifier: G042425N Principal Investigator / Researcher: Ioannis Papantoniou INSTITUTION KU LEUVEN QUESTIONNAIRE Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Within Prometheus we have develop a detailed data management plan (DMP) which will be readily available. For all lab-related experimental (excel sheets, images for nanoCT, sectioning, gene expression FACS) data storage and sharing, Prometheus has a 1.5 TB drive on the central storage of the KU Leuven (called Cranium). For patient-related data, we have all procedures and approvals in place related to access, storage and use of the data linked to the donor cells (approved by ethical committee). Data will be preserved for at least 10 years since the beginning of the project. For the data analysis software, we make that fully available through the team website, and researcher’s pages such as Github, Docker etc. Software for physical simulation is centrally managed on KU Leuven owned Gitlab repositories, and will be made available upon publication of research results. Simulation output includes vtk and csv files, which are processed into hdf5 data files that are maintained on central storage. Active data management will be achieved through KU Leuven ManGo, including storage and important metadata. Papers will be published on a preprint server (BiorXiv, rXiv) and after publication made available in the appropriate version via Lirias. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The security measures followed for data related to the ethics questionnaire (which in our project have to do with the use of animal models and cellular material sourced from donors) will have to do with the identification and compliance of data users, who are all Prometheus members as well as the clinical team of the group with confidentiality agreements. In addition, the storage of the data will be secured through the measures of the ICT of KU Leuven. FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP (FLEMISH STANDARD DMP) - FWO DMP (FLEMISH STANDARD DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Within Prometheus we have develop a detailed data management plan (DMP) which will be readily available. For all lab-related experimental (excel sheets, images for nanoCT, sectioning, gene expression FACS) data storage and sharing, Prometheus has a 1.5 TB drive on the central storage of the KU Leuven (called Cranium). For patient-related data, we have all procedures and approvals in place related to access, storage and use of the data linked to the donor cells (approved by ethical committee). Data will be preserved for at least 10 years since the beginning of the project. For data analysis software, we make that fully available through the team website, and researcher’s pages such as Github, Docker etc. Software for physical simulation is centrally managed on KU Leuven owned Gitlab repositories, and will be made available upon publication of research results. Simulation output includes vtk and csv files, which are processed into hdf5 data files that are maintained on central storage. Active data management will be achieved through KU Leuven ManGo, including storage and important metadata. Papers will be published on a preprint server (BiorXiv, rXiv) and after publication made available in the appropriate version via Lirias. Within Prometheus we have develop a detailed data management plan (DMP) which will be readily available. For all lab-related experimental (excel sheets, images for nanoCT, sectioning, gene expression FACS) data storage and sharing, Prometheus has a 1.5 TB drive on the central storage of the KU Leuven (called Cranium). For patient-related data, we have all procedures and approvals in place related to access, storage and use of the data linked to the donor cells (approved by ethical committee). Data will be preserved for at least 10 years since the beginning of the project. For the software, we make that fully available through the team website, and researcher’s pages such as Github, Docker etc. Papers will be published on a preprint server (BiorXiv, rXiv) and after publication made available in the appropriate version via Lirias. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● Yes, dual use Human samples: All patients donating a periosteal tissue sample will be provided with written information sheets on the applied procedure and be given the opportunity to address questions to the clinical team. Subjects, or parents (or person legally entitled) in case of children, will have at least 24 hours to decide whether or not to take part, in order to discuss participation with friends, family or their primary care provider if they wish. Information will be provided about the prelevation preservation of the cells and the potential risks. Donors will then be asked to provide written, informed consent prior to the donation of the tissue sample. The protocol was approved by the Ethics Committee of the University Hospitals Leuven (ML7861). Patient consent obtained under these conditions prior to the start of the project was done so for usage of the tissue sample derived cell populations within the framework of research aimed at improving techniques for bone and joint repair. As this project falls perfectly under that scope, there are no secondary usage issues. Animal studies: Ethical Committee Dossiers were that have been already approved will cover early work for the following WPs ● WP 4: EC = 128/2024 and 222/2023 However a dedicated Ethical Committ ee approval will be obtained for this project WP 1, 3, 4: P103/2014 and P036/2016 ● WP2: P254/2015 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.Please refer to specific datasets or data types when appropriate. All FWO investigators will comply with and follow the principles outlined by the European Commission Directive 95/46/EC on the protection of individuals with regard to the processing of personal data, and on the movement of such data. Personal data will be limited to patient age, sex and the (known) presence of congenital defects with an impact on the musculoskeletal system. Subject data will be appropriately coded and identifiable by a unique identifier. All donors will be notified that the data collected will be shared with research collaborators within Prometheus. Patient data described above will be kept within the clinical team and will only be disclosed to the research team on a need-to-know basis (relevant for the research activities). Disclosed information will only be accessible on password protected computer systems and will only be available for internal use within the FWO research team. Personal identifiable information will be kept within the clinical team and its confidentiality will be respected at all times. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Depending on the outcome of the studies IP restrictions will be claimed in collaboration with LRD before making new data public. Data from each of the different WPs may lead to tech transfer and valorization options. Prometheus has sufficient expertise with the translation pathways as it holds several patents related to biological aspects of skeletal tissue engineered constructs and is currently exploring a more technical (bioreactor and bioprinting) patent(s). Necessary restrictions will be discussed with LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No 2. DOCUMENTATION AND METADATA 1. General research methods and protocols are fully documented as word files (SOP) and stored centrally. 2. Details of each specific experiment are described in the notebooks of the involved researcher and links are made to the available samples (stored frozen or as histological sections) and the obtained datasets (elektronic, hard copy). 3. Prometheus has established procedures to enable mining of the available data. Guidelines will be established for gathering metadata of newly generated datasets, e.g. through the addition of a README file in every data folder detailing what is in that folder and to what experiments it relates. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ● No For now, no existing metadata standard will be used but this issue will be taken up as a regular point during the meetings of the project to see when and if we do need to implement a metadata standard. 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? 1. Hard copy data are stored in closed cabinets in the offices of the researchers. 2. The Prometheus consortium has been using the Large Volume Storage of the KU Leuven ICTS already for a number of years (through a shared network folder, called ‘Cranium’). We currently have around 100TB of data on Cranium. Long term storage offered by the KU Leuven is intended for the storage of large quantities of data not subject to much change. An extra storage space (drive) is available on the user’s computer. The data saved here is stored on the central storage infrastructure. Software repositories for simulation are stored in KU Leuven owned servers running Gitlab. How will the data be backed up? The data is backed up on the ICTS data centre through automatic backups using “snapshot” technology and online storage of incremental data changes. When a file is stored, there is an immediate replication to the second ICTS data centre. ICTS can get the disaster copy active (online) within the hour. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ● Yes The storage capacity has been maintained at the current level for the last couple of years. The biggest ‘consumer’ of storage space are the CT data sets. Raw CT data are only kept until publication of the related article, after which everything but the reconstructed data is discarded, creating space for new data sets. Additional space could be requested if necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data can be accessed via the KU Leuven network or VPN. The “file shares” are accessed through accounts in the luna domain, thereby restricting access to people with a KU Leuven account who have been given access by the administrator of our file share. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 125 €/TB/year. These costs have been covered by project funding and will continue to be paid from project funding (including the present FWO). 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). 1. Hard copy data will be retained for at least 5 years. 2. Data will be preserved in the Long Term Storage folder Cranium as described above. After publication, for the storage-intensive data sets, a clean-up is performed as described in 5.3. Other data are preserved as they are for at least 5 more years after the end of the project in which they were achieved. Beyond this period, data are preserved when they are part of a translational/pre-clinical research track for regulatory purposes. Where will these data be archived (stored and curated for the long-term)? Hard copy data are stored in closed cabinets in the offices of the researchers. Electronic data will be stored on the university's central servers (see point 3). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 125/TB/year. These costs will be covered by follow-up projects who will build on the data and insights obtained during the current project, working towards a clinical translation of the therapies that are developed through these insights. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Data will be available for reuse to Prometheus members, data is available for reuse as all Prometheus members have access to the Cranium file share. If access is restricted, please specify who will be able to access the data and under what conditions. Data will be available for reuse to Prometheus members, data is available for reuse as all Prometheus members have access to the Cranium file share. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Cfr point 3. Data can be accessed via the KU Leuven network or VPN. The “file shares” are accessed through accounts in the luna domain, thereby restricting access to people with a KU Leuven account who have been given access by the administrator Where will the data be made available? If already known, please provide a repository per dataset or data type. To Prometheus members, data is available for reuse as all Prometheus members have access to the Cranium file share. When will the data be made available? • Upon publication of the research results The data will be made available to the members of the consortium as soon as they have been analysed and confirmed. Which data usage licenses are you going to provide? If none, please explain why. We will not provide usage licenses and data will be used only by researchers directly affiliated with Prometheus. There is no existing or forecasted interface with external partner for such an activity Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● No What are the expected costs for data sharing? How will these costs be covered? 125/TB/year. These costs will be covered by follow-up projects who will build on the data and insights obtained during the current project, working towards a clinical translation of the therapies that are developed through these insights. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Every Prometheus researcher will be responsible for the documentation and metadata of their own data. Standard operating procedures as the one already in place for CT data acquisition and storage will be created for all types of data. Who will manage data storage and backup during the research project? Every Prometheus researcher will be responsible for putting their own data in the Archive folder on Cranium when they want something to be saved on the Large Volume Storage. A dedicated Prometheus lab technician is responsible for the management of the file share, keeping an eye on the volume of data, the regular uploading of data and will liaise with the KU Leuven ICT service when problems present themselves. This has worked fine for the last years. Who will manage data preservation and sharing? By default, every new Prometheus member will be added to the Prometheus Large Volume Storage and will have access to the data on there. Every researcher is responsible of maintain and organising their personal folder within the Cranium file share according to the established Standard Operating Procedures. Data will be shared within the consortium. Specific requests for data sharing outside of the consortium will be discussed during the monthly PI meeting. Who will update and implement this DMP? The project PI is the responsible for the DMP but the entire consortium will regularly discuss the issue during monthly PI meetings. Specific responsibilities will be delegated to senior researchers within the Prometheus consortium. All researchers will be made aware of DMP and their individual responsibilities as outlined above. FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP (FLEMISH STANDARD DMP) – GDPR GDPR Have you registered personal data processing activities for this project? ● Not applicable FONDS VOOR WETENSCHAPPELIJK ONDERZOEK - RESEARCH FOUNDATION FLANDERS (FWO): FWO DMP (FLEMISH STANDARD DMP) – DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? ● Not applicable"
}