{
    "document_id": "D-2023-2210",
    "LinkTitle": "D-2023-2210",
    "file_name": "D-2023-2210.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2210.pdf",
    "metadata": {
        "title": "Mapping the stem cell landscape of mouse and human pituitary across key time points of life in both healthy and disrupted conditions",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Mapping the stem cell landscape of mouse and human pituitary across key time\npoints of life in both healthy and disrupted conditions\nA Data Management Plan created using DMPonline.be\nCreator: \nEmma Laporte\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG064723N\nID: \n200567\nStart date: \n01-01-2023\nEnd date: \n31-12-2027\nProject abstract:\nThe pituitary positions at the regulatory summit of our endocrine system, accomplishing vital regulation of body\ndevelopment and physiology. The gland contains a population of stem cells whose molecular and functional passport\nremains blurred. In particular, their cellular complexity and evolution across key time points of life, as well as role(s) are\nunresolved. Moreover, the stem cells’ behavior in disrupted pituitary is largely uncharted. Here, we tackle these\nimportant lacunas by constructing an inclusive single-cell transcriptome atlas of mouse pituitary and mapping its stem\ncell landscape at key endocrine stages, from neonatal maturation to aging-associated waning, in both healthy and\ninjury- and tumorigenesis-disrupted conditions. Acquired datasets will be interrogated using cutting-edge bioinformatics\nto define age-allied stem cell complexities, dynamic trajectories and niche interactions, and will be integrated with\nhuman data to uncover translational correlates. Functional relevance will be assessed in vivo, and using organoids in\nvitro. Our study will comprehensively map the pituitary stem cell compartment, thereby creating a firm foundation for\nindepth deciphering their yet enigmatic role in pituitary biology and pathological stress across life. Moreover, it will open\nup translational perspectives toward regenerative therapy of life-acquired pituitary defects. Simultaneously, our study\nwill provide a rich pituitary cellatlas resource for the research community.\nLast modified: \n22-06-2023\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n1 of 6\nMapping the stem cell landscape of mouse and human pituitary across key time\npoints of life in both healthy and disrupted conditions\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing options:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nC57Bl6/J\n male mice\nDissect pituitary for\ndownstream analyses,\nincluding:\n-          scRNA-seq from\nadditional ages (pubertal\nand elderly age)\n-          Spatial\ntranscriptomics\n-          Validation of\ntranscriptomic findings\n-          Establish pituitary\norganoid cultures\n-          FACS sort\nmesenchymal cells\n(MCs) to establish\nassembloids\nGenerate new data\nPhysical\nNA\nNA\nNA\n40 male mice\nGhCre/+;R26iDTR/+\nmale mice\nDissect pituitary for\ndownstream analyses,\nincluding:\n-          scRNA-seq from\nadditional ages (pubertal\nand elderly age)\n-          Validation of\ntranscriptomic findings\n-          Establish pituitary\norganoid cultures\n \nGenerate new data\nPhysical\nNA\nNA\nNA\n80 male mice\nDrd2-/- \nfemale mice\nDissect pituitary (tumor)\nfor downstream scRNA-\nseq analyses (and\nvalidation of findings)\nGenerate new data\nPhysical\nNA\nNA\nNA\n20 female\nmice\nSox2CreERT2/+\n mice\nBreed animals with\npituitary stem cell\nspecific KO for \nZeb2\ngene (by crossing them\nwith \nZeb2fl/fl \nmice).\nGenerate new data\nPhysical\nNA\nNA\nNA\n80 mice\nZeb2fl/fl \nmice\nBreed animals with\npituitary stem cell\nspecific KO for \nZeb2\ngene (by crossing them\nwith \nSox2CreERT2/+\nmice). Assess the role of\nZeb2\n in pituitary stem\ncell behaviour.\nGenerate new data\nPhysical\nNA\nNA\nNA\n80 mice\nSox2eGFP/+ \nmice\nFACS sort SOX2+\npituitary stem cells\nGenerate new data\nPhysical\nNA\nNA\nNA\n20 mice\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n2 of 6\nParaformaldehyde\n(PFA)- fixed\npituitaries and\nderived organoids\nOrganoids and fixed\nsamples are obtained as\npublished in PMID:\n35699412 and stored in\ndesignated storage\nspaces.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<400 samples\nRNA from pituitaries,\norganoids and\nassembloids\nRNA samples are\nobtained from primary\npituitary tissue as well\nas from sorted cells\n(MCs, SOX2+ cells) and\norganoids (and\nassembloids) at multiple\npassages. (Storted at -\n80°C).\nGenerate new data\nPhysical\nNA\nNA\nNA\n<700 samples\ncDNA from\npituitaries, organoids\nand assembloids\ncDNA samples are\nobtained from primary\npituitary tissue as well\nas from sorted cells\n(MCs, SOX2+ cells) and\norganoids (and\nassembloids) at multiple\npassages. (Storted at -\n20°C).\nGenerate new data\nPhysical\nNA\nNA\nNA\n<700 samples\nLab books\nNotes on experiments,\nobservations in the lab.\nGenerate new data\nPhysical\nNA\nNA\nNA\n<100 books\nPCR results\nGel electrophoresis (gel\nimage) obtained via\nImage Lab software.\nGenerate new data\nDigital\nExperimental\n.tif\n<1GB\nNA\nLight epifluorescence\nand confocal images\nImages from (sections)\nof organoids,\nassembloids and/or\npituitary tissue\nGenerate new data\nDigital\nExperimental\n.tif, .lif, .lsm\n<100GB\nNA\nRNA/DNA\nconcentration/quality\nInformation obtained\nafter RNA extraction via\nmeasurement with\nNanodrop.\n \nGenerate new data\nDigital\nExperimental\n.xlsx\n<100MB\nNA\nRT-qPCR data/graphs\nData/graphs created via\nQuantStudio Real Time\nPCR software.\nGenerate new data\nDigital\nExperimental\nxlsx, .eds, .pzfx\n<100GB\nNA\nSequencing data\nscRNAseq, spatial\ntranscriptomics\nGenerate new data\nReuse existing data\nDigital\nExperimental\nxlsx; .rds, .fastq,\n.fasta, .pdf\n<1 TB\nNA\nExperimental\nanalysis data and\nmanuscripts\nAnalysis of obtained data\nsummarized in\npresentations/excel/word\nfiles.\nGenerate new data\nDigital\nExperimental\n.xlsx, .docx, .ppt\n<100 MB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nUse of published scRNA-seq datasets of mouse and human pituitary biopsies.\nMouse: \nhttps://doi.org/10.7554/eLife.75742\n, \nhttps://doi.org/10.1073/pnas.2100052118\nHuman: \nhttps://doi.org/10.1038/s41467-020-19012-4\n, \nhttps://doi.org/10.1016/j.celrep.2022.110467\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nECD reference number: P153/2018\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n3 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nDocumentation of the mice: in an excel file the following information will be noted for every mouse: cage number, date of birth, sex, derived from which breeding\ncouple, genotype, sacrifice date, used in which experiment.\nDaily lab activities are recorded in detail in the lab book.\nFor documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture,\nnumber of days in culture, magnification used. Images will be saved on the shared drive of the lab and KU Leuven OneDrive in a designated folder of the\nexperiment. Within the experiment folder, additional folders are labelled in a clearly structured way (according to different experimental conditions or different\ntimepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope software, is saved\nautomatically together with the image.\nFor RNA and cDNA concentration and quality measurements using Nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in\nlab book and later transferred manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the\nsample is included.\nFor RT-qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"date, RT-qPCR_experiment name\". The RT-qPCR data\nis saved in a \"RT-qPCR folder\" within the folder of the specific experiment, together with the template of the RT-qPCR plate set-up. Name of the template file: \"date,\nRT-qPCR_experiment name_layout\". Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"date, Graphs_expriment name\", and saved in\nthe same folder.\nMethodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation... are all included in the\nlab book and stored on KU Leuven OneDrive in a designated folder. In the table of contents of the lab book the page number of each protocol included in the lab\nbook can be found.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nCurrently, metadata standards are not implemented in the research group. Metadata are generated during microscopy, RT-qPCR analyses and from sequencing data.\nIn general, to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g.\nspecific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n- During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic back-up) and a copy is stored on the KU Leuven OneDrive. Copies\ncan be made on the applicants personal OneDrive.\n- Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research\ngroup.\n- All data stored in the lab books remain available in the host lab even after departure of the applicant.\n- After the research: The digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq\ndata). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years\nHow will the data be backed up?\nDigital data are stored on the shared server of the lab (KU Leuven) and on the KU Leuven OneDrive, which both have automatic back-up.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n4 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the shared drive of the lab and KU Leuven OneDrive are secured by a 2-step authentication process with personal log-in (personal u-number and password) and\nactivation of the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant.\nPhysical data is securely stored in the lab and offices that are only accessible through a badge system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity\nunexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for research data in a cost-efficient manner: 104,42 euro/TB/year (to be purchased in blocks of 5\nTB).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNA-seq data).\nAfter completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nRNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept\nfor the expected 5 year period after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNAseq data).\nAfter completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nThe following datasets will be made available:\n- Fluorescence/brightfield images\n- RT-qPCR data\n- scRNA-sequencing datasets\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis.\nThe scRNA-sequencing data will be made available on ArrayExpress after publication.\nWhen will the data be made available?\nUpon publication of the research results.\nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n5 of 6\nWhich data usage licenses are you going to provide? If none, please explain why.\nData can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on\nthe journals policy (postpublication data repository).\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are currently no expected costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nDesignated PhD student \nWho will manage data storage and backup during the research project?\nDesignated PhD student \nWho will manage data preservation and sharing?\nThe professor, Prof. Dr. Hugo Vankelecom \nWho will update and implement this DMP?\nThe designated PhD student during the research project. The professor, Prof. Dr. Hugo Vankelecom will take over once the PhD is finished. The promotor, prof. Dr. Hugo\nVankelecom, bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 22 June 2023\n6 of 6"
    },
    "clean_full_text": "Mapping the stem cell landscape of mouse and human pituitary across key time points of life in both healthy and disrupted conditions A Data Management Plan created using DMPonline.be Creator: Emma Laporte Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G064723N ID: 200567 Start date: 01-01-2023 End date: 31-12-2027 Project abstract: The pituitary positions at the regulatory summit of our endocrine system, accomplishing vital regulation of body development and physiology. The gland contains a population of stem cells whose molecular and functional passport remains blurred. In particular, their cellular complexity and evolution across key time points of life, as well as role(s) are unresolved. Moreover, the stem cells’ behavior in disrupted pituitary is largely uncharted. Here, we tackle these important lacunas by constructing an inclusive single-cell transcriptome atlas of mouse pituitary and mapping its stem cell landscape at key endocrine stages, from neonatal maturation to aging-associated waning, in both healthy and injury- and tumorigenesis-disrupted conditions. Acquired datasets will be interrogated using cutting-edge bioinformatics to define age-allied stem cell complexities, dynamic trajectories and niche interactions, and will be integrated with human data to uncover translational correlates. Functional relevance will be assessed in vivo, and using organoids in vitro. Our study will comprehensively map the pituitary stem cell compartment, thereby creating a firm foundation for indepth deciphering their yet enigmatic role in pituitary biology and pathological stress across life. Moreover, it will open up translational perspectives toward regenerative therapy of life-acquired pituitary defects. Simultaneously, our study will provide a rich pituitary cellatlas resource for the research community. Last modified: 22-06-2023 Created using DMPonline.be. Last modiﬁed 22 June 2023 1 of 6 Mapping the stem cell landscape of mouse and human pituitary across key time points of life in both healthy and disrupted conditions FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA C57Bl6/J male mice Dissect pituitary for downstream analyses, including: - scRNA-seq from additional ages (pubertal and elderly age) - Spatial transcriptomics - Validation of transcriptomic findings - Establish pituitary organoid cultures - FACS sort mesenchymal cells (MCs) to establish assembloids Generate new data Physical NA NA NA 40 male mice GhCre/+;R26iDTR/+ male mice Dissect pituitary for downstream analyses, including: - scRNA-seq from additional ages (pubertal and elderly age) - Validation of transcriptomic findings - Establish pituitary organoid cultures Generate new data Physical NA NA NA 80 male mice Drd2-/- female mice Dissect pituitary (tumor) for downstream scRNA- seq analyses (and validation of findings) Generate new data Physical NA NA NA 20 female mice Sox2CreERT2/+ mice Breed animals with pituitary stem cell specific KO for Zeb2 gene (by crossing them with Zeb2fl/fl mice). Generate new data Physical NA NA NA 80 mice Zeb2fl/fl mice Breed animals with pituitary stem cell specific KO for Zeb2 gene (by crossing them with Sox2CreERT2/+ mice). Assess the role of Zeb2 in pituitary stem cell behaviour. Generate new data Physical NA NA NA 80 mice Sox2eGFP/+ mice FACS sort SOX2+ pituitary stem cells Generate new data Physical NA NA NA 20 mice Created using DMPonline.be. Last modiﬁed 22 June 2023 2 of 6 Paraformaldehyde (PFA)- fixed pituitaries and derived organoids Organoids and fixed samples are obtained as published in PMID: 35699412 and stored in designated storage spaces. Generate new data Physical NA NA NA <400 samples RNA from pituitaries, organoids and assembloids RNA samples are obtained from primary pituitary tissue as well as from sorted cells (MCs, SOX2+ cells) and organoids (and assembloids) at multiple passages. (Storted at - 80°C). Generate new data Physical NA NA NA <700 samples cDNA from pituitaries, organoids and assembloids cDNA samples are obtained from primary pituitary tissue as well as from sorted cells (MCs, SOX2+ cells) and organoids (and assembloids) at multiple passages. (Storted at - 20°C). Generate new data Physical NA NA NA <700 samples Lab books Notes on experiments, observations in the lab. Generate new data Physical NA NA NA <100 books PCR results Gel electrophoresis (gel image) obtained via Image Lab software. Generate new data Digital Experimental .tif <1GB NA Light epifluorescence and confocal images Images from (sections) of organoids, assembloids and/or pituitary tissue Generate new data Digital Experimental .tif, .lif, .lsm <100GB NA RNA/DNA concentration/quality Information obtained after RNA extraction via measurement with Nanodrop. Generate new data Digital Experimental .xlsx <100MB NA RT-qPCR data/graphs Data/graphs created via QuantStudio Real Time PCR software. Generate new data Digital Experimental xlsx, .eds, .pzfx <100GB NA Sequencing data scRNAseq, spatial transcriptomics Generate new data Reuse existing data Digital Experimental xlsx; .rds, .fastq, .fasta, .pdf <1 TB NA Experimental analysis data and manuscripts Analysis of obtained data summarized in presentations/excel/word files. Generate new data Digital Experimental .xlsx, .docx, .ppt <100 MB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Use of published scRNA-seq datasets of mouse and human pituitary biopsies. Mouse: https://doi.org/10.7554/eLife.75742 , https://doi.org/10.1073/pnas.2100052118 Human: https://doi.org/10.1038/s41467-020-19012-4 , https://doi.org/10.1016/j.celrep.2022.110467 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data ECD reference number: P153/2018 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 22 June 2023 3 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Documentation of the mice: in an excel file the following information will be noted for every mouse: cage number, date of birth, sex, derived from which breeding couple, genotype, sacrifice date, used in which experiment. Daily lab activities are recorded in detail in the lab book. For documentation of microscopy images (of organoid cultures) the following information will be noted: date, experimental condition, passage of organoid culture, number of days in culture, magnification used. Images will be saved on the shared drive of the lab and KU Leuven OneDrive in a designated folder of the experiment. Within the experiment folder, additional folders are labelled in a clearly structured way (according to different experimental conditions or different timepoints within the experiment). The setup of an experiment is written down in the lab book. A meta data file, generated by the microscope software, is saved automatically together with the image. For RNA and cDNA concentration and quality measurements using Nanodrop: 260/230 and 260/280 ratios (quality measure) and concentrations are written down in lab book and later transferred manually to an excel file where all previous RNA/cDNA measurements are stored. Date of measurement together with name of the sample is included. For RT-qPCR data: excel file containing sample setup, raw data, results, melt curve data are given the name: \"date, RT-qPCR_experiment name\". The RT-qPCR data is saved in a \"RT-qPCR folder\" within the folder of the specific experiment, together with the template of the RT-qPCR plate set-up. Name of the template file: \"date, RT-qPCR_experiment name_layout\". Graphs from the data are made using Graphpad Prism (.pzfx file). File is named: \"date, Graphs_expriment name\", and saved in the same folder. Methodology and protocols for RNA extraction, cDNA preparation, immuno-histochemistry stainings, organoid culture, medium preparation... are all included in the lab book and stored on KU Leuven OneDrive in a designated folder. In the table of contents of the lab book the page number of each protocol included in the lab book can be found. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Currently, metadata standards are not implemented in the research group. Metadata are generated during microscopy, RT-qPCR analyses and from sequencing data. In general, to make the data easy to find, a personal folder on the shared drive of the lab and OneDrive is made and is further subdivided a clearly structured way (e.g. specific folders for different experiments). In the lab book a description of every experiment can be found including all the experimental conditions 3. Data storage & back-up during the research project Where will the data be stored? - During the research: Digital data are stored on the shared drive of the lab (KU Leuven; with automatic back-up) and a copy is stored on the KU Leuven OneDrive. Copies can be made on the applicants personal OneDrive. - Physical samples and biospecimens are stored in the restricted-access cool room/fridges (4°C) or freezers (-20°C or -80°C) or liquid nitrogen container of the research group. - All data stored in the lab books remain available in the host lab even after departure of the applicant. - After the research: The digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large scRNA-seq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years How will the data be backed up? Digital data are stored on the shared server of the lab (KU Leuven) and on the KU Leuven OneDrive, which both have automatic back-up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KU Leuven One Drive provides 2 TB (or 2000 GB) of storage which will be sufficient storage for the project. Created using DMPonline.be. Last modiﬁed 22 June 2023 4 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared drive of the lab and KU Leuven OneDrive are secured by a 2-step authentication process with personal log-in (personal u-number and password) and activation of the multifactor authenticator app provided by the KU Leuven. There is also a password on the personal computer of the applicant. Physical data is securely stored in the lab and offices that are only accessible through a badge system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As long as the data does not exceed the 2 TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. If the storage capacity unexpectedly exceeds 2 TB, KU Leuven provides a large volume storage for research data in a cost-efficient manner: 104,42 euro/TB/year (to be purchased in blocks of 5 TB). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNA-seq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. RNA degenerates within a period of five years making the samples unusable after that period. Therefore, it is possible that physical samples containing RNA are not kept for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? After the research, all digital data are stored on the shared server of the lab, and on the storage space of the Flemish Super Computer VSC (for the large RNAseq data). After completing the study, all data are uploaded to a repository to be determined (e.g. archive space of the VSC) and placed under embargo for five years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As long as the digital data does not exceed the 2TB of storage of the KU Leuven OneDrive, no additional costs for data preservation are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The following datasets will be made available: - Fluorescence/brightfield images - RT-qPCR data - scRNA-sequencing datasets If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The obtained data (fluorescence/brightfield images, qPCR data) in the project will be made available through publications and the PhD Thesis. The scRNA-sequencing data will be made available on ArrayExpress after publication. When will the data be made available? Upon publication of the research results. Created using DMPonline.be. Last modiﬁed 22 June 2023 5 of 6 Which data usage licenses are you going to provide? If none, please explain why. Data can be requested after signing a data sharing agreement (Attribution 4.0 International (CC by 4.0)). Public availability after publishing the data will also depend on the journals policy (postpublication data repository). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? There are currently no expected costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Designated PhD student Who will manage data storage and backup during the research project? Designated PhD student Who will manage data preservation and sharing? The professor, Prof. Dr. Hugo Vankelecom Who will update and implement this DMP? The designated PhD student during the research project. The professor, Prof. Dr. Hugo Vankelecom will take over once the PhD is finished. The promotor, prof. Dr. Hugo Vankelecom, bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 22 June 2023 6 of 6"
}