{
    "document_id": "D-2023-1915",
    "LinkTitle": "D-2023-1915",
    "file_name": "D-2023-1915.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1915.pdf",
    "metadata": {
        "title": "Women in Academia? Gendering knowledge transfers in university cities in the early modern Low Countries (Leuven &amp; Leiden, 1575-1675)",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Women in Academia? Gendering knowledge transfers in university cities in the early modern\nLow Countries (Leuven &amp; Leiden, 1575-1675)\nA Data Management Plan created using DMPonline.be\nCreator: \nClaire Morrison\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nClaire Morrison\nGrant number / URL: \n1191723N\nID: \n199217\nStart date: \n01-11-2023\nEnd date: \n01-11-2026\nProject abstract:\nThis project aims to study the role of women as knowledge ‘agents’ in university cities to understand\nhow gender shaped the transfer of knowledge in the early modern period. Comparing the ‘Catholic’\nuniversity of Leuven with the ‘Calvinist’ university of Leiden (1575-1675), it inspects the impact of\nsocial, cultural and religious parameters on the agency of women in early modern academia. It aims\nto: 1) Identify the women in urban centres of knowledge; 2) Examine how women participated in the\ntransfer of knowledge; And, 3) Analyse the impact of gender on the transfer of knowledge. This\nproject stands at the interdisciplinary and methodological nexus of the history of knowledge, book\nhistory, and gender studies. After first uncovering female knowledge agents by reading the\ninstitutional records against the grain, and examining how they participated in the transfer of\nknowledge in academic households, printing firms, and through patronage, this project applies an\nintersectional approach to analyse the agency of women in early modern university cities. Uncovering\nthis history will lead to more inclusive conceptions of the past and a more inclusive sense of\nbelonging in the present.\nLast modified: \n28-04-2023\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n1 of 8\nWomen in Academia? Gendering knowledge transfers in university cities in the early modern\nLow Countries (Leuven & Leiden, 1575-1675)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe project collects biographical data (family genealogies, place names) and bibliographical data (names of author, publisher, printer, and publication dates), and generates new notes on the\ninterrelation of the two. The data will be entered for analysis and storage in the ODIS-research infrastructure. ODIS is a performative tool for early modern book and intellectual history, currently\nincorporating more than 10.000 entries in the back office, about which 2/3 are now available online. Working in ODIS allows for optimum integration and exchange with earlier data entry,\nspecifically the Impressae and Manuale Lovaniense dataset.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nDuring the research:\nData will be entered and stored in the ODIS-infrastructure, which was developed by KADOC through a Hercules-funding, and currently secured\nas a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user\nfee for four years, for which part of the FWO bench fee will be used.\n \nAfter the reserach:\nAfterwards, I will be able to\nconsult and edit the data entered for the remainder of my career, while the data is also open to other\nusers ODIS. The continued monitoring by the ODIS-community will ensure the longevity of the data.\n \nAdditional provisions in place:\nThe data will also be preserved in a KU Leuven RDR data repository for the required KU Leuven term\nof 10 years. Which ensures assigning permanent Digital Object Identifiers to the collected data.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNot applicable, as this project works with historical data and figures of the Ancient Regime, for\nwhich no issues of ethics or privacy need to be cleared. At the end of the project, I will seek advice\nfrom experts at the KU Leuven to ensure no ethical, privacy or Copywrite issues will arise.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n2 of 8\nWomen in Academia? Gendering knowledge transfers in university cities in the early modern\nLow Countries (Leuven & Leiden, 1575-1675)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n3 of 8\nWomen in Academia? Gendering knowledge transfers in university cities in the early modern\nLow Countries (Leuven & Leiden, 1575-1675)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n4 of 8\nWomen in Academia? Gendering knowledge transfers in university cities in the early modern\nLow Countries (Leuven & Leiden, 1575-1675)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nUniversitas\nFeminarum\nLouvainensia\nOnline biographical ODIS Files of  Female\nknowledge agents in \nLeuven\nNew\nDigital\nCompiled/aggregated\ndata\nManually entered into\nthe ODIS online\nresearch infrastructure\nundetermined\n \nUniversitas\nFeminarum\nLugduno\nOnline biographical ODIS Files of  Female\nknowledge agents in \nLeiden\nNew\nDigital\nCompiled/aggregated\ndata\nManually entered into\nthe ODIS online\nresearch infrastructure\nundetermined\n \nBibliographical\ndata secondary\nsources\nFor maintaining overview of literature\nNew\nDigital\nCompiled/aggregated\ndata\nZotero RDF\nundetermined\n \nDigitalized\nmanuscript\nsources\nFaster qualitative analysis of manuscript sources\nNew\nDigital\nCompiled/aggregated\ndata\nSecondary textual data\n in pdf.\nundetermined\n \nResearch notes\nSummarise and compile thematic notes to\nenhance easier recollection and processing of\nraw archival data\nNew\nDigital\nCompiled/aggregated\ndata\nPrimary textual data in\nWord docx. \nundetermined\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThis project builds upon existing databases preserved in the online ODIS infrastructure aimed at construing early modern scholarly networks, most notably that of Dieter Cammaerts and Violet\nSoen, Manuale Lovaniense (2021); and Heleen Wyffels, Violet Soen and Johan Verberckmoes, Impressae (2020). The reconstructed early modern scholarly network presented in ODIS will firstly\nbe used to quickly become familiar with the contours of the social relations in and around Leuven. Yet, the ODIS platform is designed as a living networking tool rather than a static representation.\nTo this end, it makes it possible for researchers to extend upon existing databases, which in turn transforms the reconstructed network. After re-examining the scholarly network by including two\nnew perspectives (the academic household and female patronage), this project will use this feature of ODIS by reusing the existing social network based in and around Leuven, as well as,\nsupplementing the existing findings on the Antwerp, Leuven and Douai contexts, by incorporating data on female knowledge agents in scholarly circles from the university city of Leiden in the\nNorthern protestant region of the early modern Low Countries. Thereby, this project transforms the existing scholarly network created in ODIS. Similarly, the projects makes use to different short-\ntitle cataloguing projects, such as the Short Title Catalogue Netherlands (STCN), the Short Title Catalogue Flanders (STCV), and the Universal short title Catalogue (USTC). The project will\ninform these cataloguing projects on possibly new metadata or uncovered books.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nAt the end of the project, I will seek advice from experts at the KU Leuven to ensure no ethical issues will arise from publishing the data, but because this project works with historical data and\nfigures of the Ancient Regime no issues of ethics will likely need to be cleared.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nBecause this project works with historical data and figures of the Ancient Regime, no issues of privacy will likely need to be cleared, but at the end of the project I will seek advice from experts at\nthe KU Leuven to make sure of this before publishing the data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n5 of 8\nNo\nAt this moment I am not collecting any data that is restricted by any copywrite or privacy laws. Only secondary data created by myself will be shared, and other materials such as the archival\nmaterials, e.g. the digitalized scans made by myself or made publicly available by the archival institutions and libraries themselves, will be stored for personal analysis and only shared if the data is\nmade available under a Creative Commons license. At the end of the project, I will seek advice from experts at the KU Leuven to ensure no Copywrite issues will arise.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThrough the means of a README.text file, I will make my collected data as comprehensible as possible for future researchers. At the moment this is still a work in process, as the method of\ncreating and processing the data is also still under consideration. The majority of my transferable data will be biographical and bibliographical information that is set to be incorporated in the ODIS\nnetworking tool. That is why I will be using the naming conventions set by the creators of the Manuale Lovaniense and Impressae datasets, with whom I work in close cooperation. I am still in the\nprocess of creating a useful organisational structure for my own growing collection of digitalized archival scans, collected in Trophy, but as these practices are coming together, I will regularly\nupdate this README.text file to make sure my data will be transferable and understandable to other users. I will also look into making unique identifiers.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nMetadata and making your dataset machine-readable is a subject in which I will need further training to find ways in which this will suit my own project. I am planning to contact the researchers\nfrom two projects on different but highly relatable subjects (early modern scholarly networks in the Low Countries), whose principle aim is to create innovative digital tools to approach this subject\nfrom a new perspective, i.e., Violet Soen et al, ‘STUDIUM.AI’ (2022) and David de la Croix, ‘Upper-tail Human Capital’ (2020).\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored in OneDrive for Business, in my own personal KU Leuven account. \nHow will the data be backed up?\nThe OneDrive for Business software has an automatic backup procedure in place.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe estimated amount of data will not precede the 2TB limit of storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe OneDrive account is protected with a two-step security system (password and verification code through my personal phone).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of the OneDrive for Business software is covered by the facilitating institution of the researcher (The KU Leuven). \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe data retrieved from archival and printed sources will be entered for analysis and storage in the ODIS-research infrastructure. The ODIS-infrastructure was developed by KADOC through a\nHercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee\nwill be used. Afterwards, I will be able to consult and edit the data entered for the remainder of my career, while the data is also open to other users ODIS. The data will also be preserved in a KU\nLeuven RDR data repository for the required KU Leuven term of 10 years which, furthermore, ensures assigning permanent Digital Object Identifiers to the collected data. Entering data in ODIS\nthus ensures the longevity and durable storage of this data, and their continued monitoring through the ODIS-community.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data retrieved from archival and printed sources will be entered for analysis and storage in the ODIS-research infrastructure. The ODIS-infrastructure was developed by KADOC through a\nHercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee\nwill be used. Afterwards, I will be able to consult and edit the data entered for the remainder of my career, while the data is also open to other users ODIS. The data will also be preserved in a KU\nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n6 of 8\nLeuven RDR data repository for the required KU Leuven term of 10 years which, furthermore, ensures assigning permanent Digital Object Identifiers to the collected data. Entering data in ODIS\nthus ensures the longevity and durable storage of this data, and their continued monitoring through the ODIS-community.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe ODIS-infrastructure was developed by KADOC through a Hercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a\nyearly user fee for four years, for which part of the FWO bench fee will be used. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nThe data retrieved from archival and printed sources will be entered for analysis and storage in the ODIS-research infrastructure and published after the research is finished. The data will thus be\nopenly available online and accessible to other ODIS users.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe majority of my data will be shared in open access, but to reach a broader public I will also write about my research in publications that reach a specific audience, sometimes from behind a\npaywall. The insights into the women participating in university cities will, for instance, be shared as often and widely as possible through international projects such as VOX, or through journals\npublished by educational organizations, such as Hermes in Belgium, and KLEIO in the Netherlands, thereby making the often unknown women in academia more accessible for secondary school\neducators to use in their classroom.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe ODIS-research infrastructure.\nWhen will the data be made available?\nAt the end of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons license\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee will be used.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nClaire Morrison \nWho will manage data storage and backup during the research project?\nClaire Morrison \nWho will manage data preservation and sharing?\nClaire Morrison \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n7 of 8\nWho will update and implement this DMP?\nClaire Morrison \nCreated using DMPonline.be. Last modiﬁed 28 April 2023\n8 of 8"
    },
    "clean_full_text": "Women in Academia? Gendering knowledge transfers in university cities in the early modern Low Countries (Leuven &amp; Leiden, 1575-1675) A Data Management Plan created using DMPonline.be Creator: Claire Morrison Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Claire Morrison Grant number / URL: 1191723N ID: 199217 Start date: 01-11-2023 End date: 01-11-2026 Project abstract: This project aims to study the role of women as knowledge ‘agents’ in university cities to understand how gender shaped the transfer of knowledge in the early modern period. Comparing the ‘Catholic’ university of Leuven with the ‘Calvinist’ university of Leiden (1575-1675), it inspects the impact of social, cultural and religious parameters on the agency of women in early modern academia. It aims to: 1) Identify the women in urban centres of knowledge; 2) Examine how women participated in the transfer of knowledge; And, 3) Analyse the impact of gender on the transfer of knowledge. This project stands at the interdisciplinary and methodological nexus of the history of knowledge, book history, and gender studies. After first uncovering female knowledge agents by reading the institutional records against the grain, and examining how they participated in the transfer of knowledge in academic households, printing firms, and through patronage, this project applies an intersectional approach to analyse the agency of women in early modern university cities. Uncovering this history will lead to more inclusive conceptions of the past and a more inclusive sense of belonging in the present. Last modified: 28-04-2023 Created using DMPonline.be. Last modiﬁed 28 April 2023 1 of 8 Women in Academia? Gendering knowledge transfers in university cities in the early modern Low Countries (Leuven & Leiden, 1575-1675) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project collects biographical data (family genealogies, place names) and bibliographical data (names of author, publisher, printer, and publication dates), and generates new notes on the interrelation of the two. The data will be entered for analysis and storage in the ODIS-research infrastructure. ODIS is a performative tool for early modern book and intellectual history, currently incorporating more than 10.000 entries in the back office, about which 2/3 are now available online. Working in ODIS allows for optimum integration and exchange with earlier data entry, specifically the Impressae and Manuale Lovaniense dataset. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) During the research: Data will be entered and stored in the ODIS-infrastructure, which was developed by KADOC through a Hercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee will be used. After the reserach: Afterwards, I will be able to consult and edit the data entered for the remainder of my career, while the data is also open to other users ODIS. The continued monitoring by the ODIS-community will ensure the longevity of the data. Additional provisions in place: The data will also be preserved in a KU Leuven RDR data repository for the required KU Leuven term of 10 years. Which ensures assigning permanent Digital Object Identifiers to the collected data. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable, as this project works with historical data and figures of the Ancient Regime, for which no issues of ethics or privacy need to be cleared. At the end of the project, I will seek advice from experts at the KU Leuven to ensure no ethical, privacy or Copywrite issues will arise. Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 28 April 2023 2 of 8 Women in Academia? Gendering knowledge transfers in university cities in the early modern Low Countries (Leuven & Leiden, 1575-1675) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 28 April 2023 3 of 8 Women in Academia? Gendering knowledge transfers in university cities in the early modern Low Countries (Leuven & Leiden, 1575-1675) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 28 April 2023 4 of 8 Women in Academia? Gendering knowledge transfers in university cities in the early modern Low Countries (Leuven & Leiden, 1575-1675) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Universitas Feminarum Louvainensia Online biographical ODIS Files of Female knowledge agents in Leuven New Digital Compiled/aggregated data Manually entered into the ODIS online research infrastructure undetermined Universitas Feminarum Lugduno Online biographical ODIS Files of Female knowledge agents in Leiden New Digital Compiled/aggregated data Manually entered into the ODIS online research infrastructure undetermined Bibliographical data secondary sources For maintaining overview of literature New Digital Compiled/aggregated data Zotero RDF undetermined Digitalized manuscript sources Faster qualitative analysis of manuscript sources New Digital Compiled/aggregated data Secondary textual data in pdf. undetermined Research notes Summarise and compile thematic notes to enhance easier recollection and processing of raw archival data New Digital Compiled/aggregated data Primary textual data in Word docx. undetermined If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: This project builds upon existing databases preserved in the online ODIS infrastructure aimed at construing early modern scholarly networks, most notably that of Dieter Cammaerts and Violet Soen, Manuale Lovaniense (2021); and Heleen Wyffels, Violet Soen and Johan Verberckmoes, Impressae (2020). The reconstructed early modern scholarly network presented in ODIS will firstly be used to quickly become familiar with the contours of the social relations in and around Leuven. Yet, the ODIS platform is designed as a living networking tool rather than a static representation. To this end, it makes it possible for researchers to extend upon existing databases, which in turn transforms the reconstructed network. After re-examining the scholarly network by including two new perspectives (the academic household and female patronage), this project will use this feature of ODIS by reusing the existing social network based in and around Leuven, as well as, supplementing the existing findings on the Antwerp, Leuven and Douai contexts, by incorporating data on female knowledge agents in scholarly circles from the university city of Leiden in the Northern protestant region of the early modern Low Countries. Thereby, this project transforms the existing scholarly network created in ODIS. Similarly, the projects makes use to different short- title cataloguing projects, such as the Short Title Catalogue Netherlands (STCN), the Short Title Catalogue Flanders (STCV), and the Universal short title Catalogue (USTC). The project will inform these cataloguing projects on possibly new metadata or uncovered books. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No At the end of the project, I will seek advice from experts at the KU Leuven to ensure no ethical issues will arise from publishing the data, but because this project works with historical data and figures of the Ancient Regime no issues of ethics will likely need to be cleared. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Because this project works with historical data and figures of the Ancient Regime, no issues of privacy will likely need to be cleared, but at the end of the project I will seek advice from experts at the KU Leuven to make sure of this before publishing the data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 28 April 2023 5 of 8 No At this moment I am not collecting any data that is restricted by any copywrite or privacy laws. Only secondary data created by myself will be shared, and other materials such as the archival materials, e.g. the digitalized scans made by myself or made publicly available by the archival institutions and libraries themselves, will be stored for personal analysis and only shared if the data is made available under a Creative Commons license. At the end of the project, I will seek advice from experts at the KU Leuven to ensure no Copywrite issues will arise. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Through the means of a README.text file, I will make my collected data as comprehensible as possible for future researchers. At the moment this is still a work in process, as the method of creating and processing the data is also still under consideration. The majority of my transferable data will be biographical and bibliographical information that is set to be incorporated in the ODIS networking tool. That is why I will be using the naming conventions set by the creators of the Manuale Lovaniense and Impressae datasets, with whom I work in close cooperation. I am still in the process of creating a useful organisational structure for my own growing collection of digitalized archival scans, collected in Trophy, but as these practices are coming together, I will regularly update this README.text file to make sure my data will be transferable and understandable to other users. I will also look into making unique identifiers. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata and making your dataset machine-readable is a subject in which I will need further training to find ways in which this will suit my own project. I am planning to contact the researchers from two projects on different but highly relatable subjects (early modern scholarly networks in the Low Countries), whose principle aim is to create innovative digital tools to approach this subject from a new perspective, i.e., Violet Soen et al, ‘STUDIUM.AI’ (2022) and David de la Croix, ‘Upper-tail Human Capital’ (2020). 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored in OneDrive for Business, in my own personal KU Leuven account. How will the data be backed up? The OneDrive for Business software has an automatic backup procedure in place. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The estimated amount of data will not precede the 2TB limit of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The OneDrive account is protected with a two-step security system (password and verification code through my personal phone). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of the OneDrive for Business software is covered by the facilitating institution of the researcher (The KU Leuven). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data retrieved from archival and printed sources will be entered for analysis and storage in the ODIS-research infrastructure. The ODIS-infrastructure was developed by KADOC through a Hercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee will be used. Afterwards, I will be able to consult and edit the data entered for the remainder of my career, while the data is also open to other users ODIS. The data will also be preserved in a KU Leuven RDR data repository for the required KU Leuven term of 10 years which, furthermore, ensures assigning permanent Digital Object Identifiers to the collected data. Entering data in ODIS thus ensures the longevity and durable storage of this data, and their continued monitoring through the ODIS-community. Where will these data be archived (stored and curated for the long-term)? The data retrieved from archival and printed sources will be entered for analysis and storage in the ODIS-research infrastructure. The ODIS-infrastructure was developed by KADOC through a Hercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee will be used. Afterwards, I will be able to consult and edit the data entered for the remainder of my career, while the data is also open to other users ODIS. The data will also be preserved in a KU Created using DMPonline.be. Last modiﬁed 28 April 2023 6 of 8 Leuven RDR data repository for the required KU Leuven term of 10 years which, furthermore, ensures assigning permanent Digital Object Identifiers to the collected data. Entering data in ODIS thus ensures the longevity and durable storage of this data, and their continued monitoring through the ODIS-community. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The ODIS-infrastructure was developed by KADOC through a Hercules-funding, and currently secured as a ‘core facility’ of the KU Leuven. The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee will be used. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The data retrieved from archival and printed sources will be entered for analysis and storage in the ODIS-research infrastructure and published after the research is finished. The data will thus be openly available online and accessible to other ODIS users. If access is restricted, please specify who will be able to access the data and under what conditions. The majority of my data will be shared in open access, but to reach a broader public I will also write about my research in publications that reach a specific audience, sometimes from behind a paywall. The insights into the women participating in university cities will, for instance, be shared as often and widely as possible through international projects such as VOX, or through journals published by educational organizations, such as Hermes in Belgium, and KLEIO in the Netherlands, thereby making the often unknown women in academia more accessible for secondary school educators to use in their classroom. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The ODIS-research infrastructure. When will the data be made available? At the end of the project. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons license Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? The access and storage for ODIS will be paid by a yearly user fee for four years, for which part of the FWO bench fee will be used. 6. Responsibilities Who will manage data documentation and metadata during the research project? Claire Morrison Who will manage data storage and backup during the research project? Claire Morrison Who will manage data preservation and sharing? Claire Morrison Created using DMPonline.be. Last modiﬁed 28 April 2023 7 of 8 Who will update and implement this DMP? Claire Morrison Created using DMPonline.be. Last modiﬁed 28 April 2023 8 of 8"
}