{
    "document_id": "D-2023-2238",
    "LinkTitle": "D-2023-2238",
    "file_name": "D-2023-2238.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2238.pdf",
    "metadata": {
        "title": "D-2023-2238",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Geert Lombaert (KU Leuven, ORCID: 0000-0002-9273-3038)\nContributor name(s) (+ ORCID) & roles Mattias Schevenels (KU Leuven, ORCID: 0000-0001-8652-4064)\nPeter Van den Broeck (KU Leuven, ORCID: 0000-0002-5005-0773)\nKatrien Van Nimmen (KU Leuven, ORCID: 0000-0002-8188-1297)\nWouter De Corte (Universiteit Gent, ORCID: 0000-0002-9416-3593)  \nProject number1 & title ZKE3532 “An integrated static-dynamic structural optimization approach for the design of footbridges”\nFunder(s) GrantID2G0B7123N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☒ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description             This project aims at the development of an integrated structural optimization approach for  \n       .   , footbridges that simultaneously considers static and dynamic loads In current practice  \n         .  footbridges are generally designed based on static loading considerations only Since these  \n    ,      ,    static loads are relatively low they can be made very slender which makes them susceptible  \n -  .   ,        to humaninduced vibrations For this reason a verification of the vibration levels is needed  \n      .      ,   once the static design has been elaborated When the levels are too high the problem is  \n       ( ).      mostly solved by adding tuned mass dampers TMDs Although the original design of the  \n   ,        , structure is largely preserved some modifications are needed to accommodate these units  \n              .  while their tuning also requires a testing of the footbridge after it has been built The primary  \n            objective of this project is to develop an integrated design optimization methodology that  \n       .     ,  incorporates static as well as dynamic design criteria For small or moderate spans such a  \n           procedure should allow determining a design which simultaneously satisfies the static and  \n  ,        .   dynamic design requirements avoiding ad hoc modifications after the static design In order to  \n  ,         , achieve this goal we will build on recent developments in structural optimization remediate  \n      -  ,   shortcomings in current analysis procedures for humaninduced vibrations and take into  \n           account the recent trend where composite materials are become increasingly popular for  \n . footbridge design\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nSoftware \ncodeDesign \nmethodologyNew DigitalSoftware Matlab (*.m) or \nC++< 100 MB\nResultsNumerical \nanalysisNew DigitalSimulation Matlab (*.mat) or \nbinary< 5 TB\nData filesMeasurements New DigitalExperimental Ascii or binary < 5 TB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5data\nReports and \npapersDocuments New DigitalDocument LaTeX, Word < 1 TB\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nAs part of this research project, experiments will be performed involving the observation of the locomotion  \nof human participants. \nThe people participating in the experiments will be requested to walk or run along a footbridge. During these  \nevents, the motion of the participants will be tracked via top-view camera’s and an accelerometer (e.g. the  \nbuilt-in accelerometer of a smartphone). Prior to the experiments, the participants are informed about the  \nresearch and measurement protocol, and are requested to complete a corresponding informed consent.  \nThe participants will not be deceived in this study. The experiments and data management are arranged  \nsuch that the confidentiality of personal information and anonymity is ensured.  \nAs these experiments involve the observation and data collection of humans, the approval has to be  \nobtained from the KU Leuven’s Privacy and Ethics team. The protocol has to be described in detail. KU  \nLeuven’s Privacy and Ethics team will then perform the GDPR assessment and ethical review of the project.\nThe Structural Mechanics research group at KU Leuven has performed and is performing similar experiments  \nas part of previous and ongoing research. To do so, they have obtained the necessary ethical and GDPR  \napproval. The most recent application has the reference number \"G-2022-4776-R3(MIN)\", was granted on  \n10/05/2022 and is valid for 4 years.\nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used: The personal data that is collected \nin this project involve gender, age, length and weight. During walking/running tests on footbridges,  \nthe body motion of a person is tracked using top-view images and accelerometers. The data are \nprocessed such that the confidentiality of personal information and anonymity is ensured.\n-Privacy Registry Reference: The protocol for collecting and processing the data collected within the \nframework of this project is submitted for review to KU Leuven’s Privacy and Ethics team. When \navailable, the corresponding reference number will be included here.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nThe methods we develop for structural optimization have potential for tech transfer and valorization.  \nTerms and conditions for tech transfer and valorization will be determined in due term.  \nThe project partners have experience with such valorization of software tools.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).- Software development will be documented inline in the code and proceed against earlier developed  \nstandards. \n- For the numerical modelling, raw simulation data will be saved per simulation in Matlab *.mat-files. The  \ninput scripts are readable and documented accordingly with a clear description of what the data represent  \nand how they were generated.\n- For the experimental data, raw data will be saved per event and for all channels, together with a plan of the  \nmeasurement configuration, a directory of measured events, as well as the data acquisition parameters for  \neach event (time step or sampling frequency, number of samples or period, trigger parameters, filter  \ncharacteristics,...). The data processing software will be documented inline in the code and proceed  \nagainst earlier developed standards. Data processing files will be saved together with the processed data,  \nguaranteeing quality control on the processed data.\nFWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be \nused: \nA best practice for referring to and reusing data from prior projects is described in the Data Management \nManual of the Structural Mechanics Section (for internal use).\nTo maximise the interoperability of the data, ASCII-readable file formats will be preferred for small \ndatasets, and binary encoding will be used for large datasets, using freely available standard formats as \nmuch as possible.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 10Where will the data be stored? At KU Leuven, the project collaborators will store all project data (software, calculation results, \npublications) in well organized and dedicated shared folders on the server located at:\n \\\\set-n-nas-03.luna.kuleuven.be\\agr_shares1\\Q-0515-BWK-BWM\\Pool-0002\nThis server is managed by SET-IT.\nAt UGent, the data storage is linked to the backup policies listed below. In \npractice, this means that day-to-day data needs are provided by local computer \nand departmental storage, both of which have automatic online backup. The \nonline systems provide further redundant capacity beyond local capacity limits.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.At KU Leuven, the data is safely backed up on the servers managed by SET-IT, which are mirrored and \nsubject to a daily backup. In addition, the researchers working on the project are requested to make daily \nbackups of their working data, as described in the Data Management Manual of the Structural Mechanics \nSection.\nAt UGent, the data is backup up on the servers of the department.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nAt KU Leuven, sufficient storage and backup space is available on the servers managed by SET-IT.\nAt UGent, the departmental storage facilities are scalable and have ample storage  \ncapacity (> 100TB). All researchers have 1 TB OneDrive storage available for day-\nto-day data needs.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7At KU Leuven, the generated data are stored on a central server with limited access rights.\nAt UGent, each researcher is responsible for the security of his/her personal \ncomputer, by keeping operating system and software up to date. Also, all PCs \nhave secured access. For data that is stored on version control systems or on \ncentrally maintained systems, we rely on the university DICT services for security.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?At KU Leuven, the cost of storage is about 504 EUR per Terabyte per year for mirrored storage and 104 EUR  \nper Terabyte per year for archive storage. These costs are covered by the project budget.\nAt UGent, there will be no additional storage needs beyond what the research \ngroup already provides. To cover the cost of keeping the current services \noperational and scalable, parts of allocated project budgets are being used \nwhenever needed.\nFWO DMP Template (Flemish Standard DMP) 125. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).At  KU  Leuven,  all  project  data (software,  calculation  results,  experimental  data,  publications)  is  well  \norganized in dedicated directories on a central server. This is safely backed up on the servers of KU Leuven,  \nmanaged by SET-IT. After the research project, the data is kept on archive storage for at least 10 years.\nAt UGent, all software and scripts will be retained. Not all simulation data files can be  \nretained, due to physical storage constraints. However, all data files that are  \nrequired to generate figures in published papers will be retained for at least 5 years  \nafter the end of the project. Upon completion of the PhD thesis, a concise archive  \ncontaining the final software, scripts and data used to generate the results reported  \nin the PhD thesis, will be compiled and stored on hard disk.\nWhere will these data be archived (stored and \ncurated for the long-term)?At KU Leuven, the data will be stored on the university's central servers (with automatic back-up procedures)  \nfor at least 10 years, conforming with the KU Leuven RDM policy.\nAt UGent, departmental storage facilities and university storage facilities will be \nused\nfor long term storage. These facilities have redundant backup.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?At KU Leuven, the cost of storage is about 504 EUR per Terabyte per year for mirrored storage and 104 EUR  \nper Terabyte per year for archive storage. These costs will be covered from operational budget of the  \nresearch groups.\nAt UGent, there will be no additional storage needs beyond what the research \ngroup already provides. To cover the cost of keeping the current services \noperational and scalable, parts of allocated project budgets are being used \nwhenever needed.\nFWO DMP Template (Flemish Standard DMP) 13\nFWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☒ Other, please specify:\nInternally: all data, models, software code and documentation will be shared among the project partners  \nduring and after the project.\nExternally: upon publication. The publication (open source) of software models and source code depends on  \nthe valorisation potential and will be assessed at a later point in time. The same applies to experimental  \ndata. \nWe strategically release parts of data and software as open source, while other data is further developed or  \nlicensed to specific users.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP) 15Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.To be assessed at a later time.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.To be assessed at a later time.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  To be assessed at a later time.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☐ No\nIf yes:\nTo be assessed at a later time.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 16What are the expected costs for data sharing? \nHow will these costs be covered?  Costs for data sharing during the project will be covered by the project funding.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Researchers engaged on the project.\nWho will manage data storage and backup \nduring the research project?Researchers engaged on the project.\nWho will manage data preservation and \nsharing?Researchers engaged on the project are responsible for backups, data preservation and reuse, together \nwith the PI's.\nWho will update and implement this DMP? The PI's bear the end responsibility for implementing and updating this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Geert Lombaert (KU Leuven, ORCID: 0000-0002-9273-3038) Contributor name(s) (+ ORCID) & roles Mattias Schevenels (KU Leuven, ORCID: 0000-0001-8652-4064) Peter Van den Broeck (KU Leuven, ORCID: 0000-0002-5005-0773) Katrien Van Nimmen (KU Leuven, ORCID: 0000-0002-8188-1297) Wouter De Corte (Universiteit Gent, ORCID: 0000-0002-9416-3593) Project number1 & title ZKE3532 “An integrated static-dynamic structural optimization approach for the design of footbridges” Funder(s) GrantID2G0B7123N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☒ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description This project aims at the development of an integrated structural optimization approach for . , footbridges that simultaneously considers static and dynamic loads In current practice . footbridges are generally designed based on static loading considerations only Since these , , static loads are relatively low they can be made very slender which makes them susceptible - . , to humaninduced vibrations For this reason a verification of the vibration levels is needed . , once the static design has been elaborated When the levels are too high the problem is ( ). mostly solved by adding tuned mass dampers TMDs Although the original design of the , , structure is largely preserved some modifications are needed to accommodate these units . while their tuning also requires a testing of the footbridge after it has been built The primary objective of this project is to develop an integrated design optimization methodology that . , incorporates static as well as dynamic design criteria For small or moderate spans such a procedure should allow determining a design which simultaneously satisfies the static and , . dynamic design requirements avoiding ad hoc modifications after the static design In order to , , achieve this goal we will build on recent developments in structural optimization remediate - , shortcomings in current analysis procedures for humaninduced vibrations and take into account the recent trend where composite materials are become increasingly popular for . footbridge design FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Software codeDesign methodologyNew DigitalSoftware Matlab (*.m) or C++< 100 MB ResultsNumerical analysisNew DigitalSimulation Matlab (*.mat) or binary< 5 TB Data filesMeasurements New DigitalExperimental Ascii or binary < 5 TB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5data Reports and papersDocuments New DigitalDocument LaTeX, Word < 1 TB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: As part of this research project, experiments will be performed involving the observation of the locomotion of human participants. The people participating in the experiments will be requested to walk or run along a footbridge. During these events, the motion of the participants will be tracked via top-view camera’s and an accelerometer (e.g. the built-in accelerometer of a smartphone). Prior to the experiments, the participants are informed about the research and measurement protocol, and are requested to complete a corresponding informed consent. The participants will not be deceived in this study. The experiments and data management are arranged such that the confidentiality of personal information and anonymity is ensured. As these experiments involve the observation and data collection of humans, the approval has to be obtained from the KU Leuven’s Privacy and Ethics team. The protocol has to be described in detail. KU Leuven’s Privacy and Ethics team will then perform the GDPR assessment and ethical review of the project. The Structural Mechanics research group at KU Leuven has performed and is performing similar experiments as part of previous and ongoing research. To do so, they have obtained the necessary ethical and GDPR approval. The most recent application has the reference number \"G-2022-4776-R3(MIN)\", was granted on 10/05/2022 and is valid for 4 years. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: The personal data that is collected in this project involve gender, age, length and weight. During walking/running tests on footbridges, the body motion of a person is tracked using top-view images and accelerometers. The data are processed such that the confidentiality of personal information and anonymity is ensured. -Privacy Registry Reference: The protocol for collecting and processing the data collected within the framework of this project is submitted for review to KU Leuven’s Privacy and Ethics team. When available, the corresponding reference number will be included here. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: The methods we develop for structural optimization have potential for tech transfer and valorization. Terms and conditions for tech transfer and valorization will be determined in due term. The project partners have experience with such valorization of software tools. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).- Software development will be documented inline in the code and proceed against earlier developed standards. - For the numerical modelling, raw simulation data will be saved per simulation in Matlab *.mat-files. The input scripts are readable and documented accordingly with a clear description of what the data represent and how they were generated. - For the experimental data, raw data will be saved per event and for all channels, together with a plan of the measurement configuration, a directory of measured events, as well as the data acquisition parameters for each event (time step or sampling frequency, number of samples or period, trigger parameters, filter characteristics,...). The data processing software will be documented inline in the code and proceed against earlier developed standards. Data processing files will be saved together with the processed data, guaranteeing quality control on the processed data. FWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: A best practice for referring to and reusing data from prior projects is described in the Data Management Manual of the Structural Mechanics Section (for internal use). To maximise the interoperability of the data, ASCII-readable file formats will be preferred for small datasets, and binary encoding will be used for large datasets, using freely available standard formats as much as possible. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 10Where will the data be stored? At KU Leuven, the project collaborators will store all project data (software, calculation results, publications) in well organized and dedicated shared folders on the server located at: \\\\set-n-nas-03.luna.kuleuven.be\\agr_shares1\\Q-0515-BWK-BWM\\Pool-0002 This server is managed by SET-IT. At UGent, the data storage is linked to the backup policies listed below. In practice, this means that day-to-day data needs are provided by local computer and departmental storage, both of which have automatic online backup. The online systems provide further redundant capacity beyond local capacity limits. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.At KU Leuven, the data is safely backed up on the servers managed by SET-IT, which are mirrored and subject to a daily backup. In addition, the researchers working on the project are requested to make daily backups of their working data, as described in the Data Management Manual of the Structural Mechanics Section. At UGent, the data is backup up on the servers of the department. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: At KU Leuven, sufficient storage and backup space is available on the servers managed by SET-IT. At UGent, the departmental storage facilities are scalable and have ample storage capacity (> 100TB). All researchers have 1 TB OneDrive storage available for day- to-day data needs. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7At KU Leuven, the generated data are stored on a central server with limited access rights. At UGent, each researcher is responsible for the security of his/her personal computer, by keeping operating system and software up to date. Also, all PCs have secured access. For data that is stored on version control systems or on centrally maintained systems, we rely on the university DICT services for security. What are the expected costs for data storage and backup during the research project? How will these costs be covered?At KU Leuven, the cost of storage is about 504 EUR per Terabyte per year for mirrored storage and 104 EUR per Terabyte per year for archive storage. These costs are covered by the project budget. At UGent, there will be no additional storage needs beyond what the research group already provides. To cover the cost of keeping the current services operational and scalable, parts of allocated project budgets are being used whenever needed. FWO DMP Template (Flemish Standard DMP) 125. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).At KU Leuven, all project data (software, calculation results, experimental data, publications) is well organized in dedicated directories on a central server. This is safely backed up on the servers of KU Leuven, managed by SET-IT. After the research project, the data is kept on archive storage for at least 10 years. At UGent, all software and scripts will be retained. Not all simulation data files can be retained, due to physical storage constraints. However, all data files that are required to generate figures in published papers will be retained for at least 5 years after the end of the project. Upon completion of the PhD thesis, a concise archive containing the final software, scripts and data used to generate the results reported in the PhD thesis, will be compiled and stored on hard disk. Where will these data be archived (stored and curated for the long-term)?At KU Leuven, the data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conforming with the KU Leuven RDM policy. At UGent, departmental storage facilities and university storage facilities will be used for long term storage. These facilities have redundant backup. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?At KU Leuven, the cost of storage is about 504 EUR per Terabyte per year for mirrored storage and 104 EUR per Terabyte per year for archive storage. These costs will be covered from operational budget of the research groups. At UGent, there will be no additional storage needs beyond what the research group already provides. To cover the cost of keeping the current services operational and scalable, parts of allocated project budgets are being used whenever needed. FWO DMP Template (Flemish Standard DMP) 13 FWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☒ Other, please specify: Internally: all data, models, software code and documentation will be shared among the project partners during and after the project. Externally: upon publication. The publication (open source) of software models and source code depends on the valorisation potential and will be assessed at a later point in time. The same applies to experimental data. We strategically release parts of data and software as open source, while other data is further developed or licensed to specific users. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) 15Where will the data be made available? If already known, please provide a repository per dataset or data type.To be assessed at a later time. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.To be assessed at a later time. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 To be assessed at a later time. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☐ No If yes: To be assessed at a later time. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 16What are the expected costs for data sharing? How will these costs be covered? Costs for data sharing during the project will be covered by the project funding. 7. Responsibilities Who will manage data documentation and metadata during the research project?Researchers engaged on the project. Who will manage data storage and backup during the research project?Researchers engaged on the project. Who will manage data preservation and sharing?Researchers engaged on the project are responsible for backups, data preservation and reuse, together with the PI's. Who will update and implement this DMP? The PI's bear the end responsibility for implementing and updating this DMP."
}