{
    "document_id": "D-2024-3166",
    "LinkTitle": "D-2024-3166",
    "file_name": "D-2024-3166.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3166.pdf",
    "metadata": {
        "title": "D-2024-3166",
        "author": "RAMJOUE Celina (CNECT)",
        "num_pages": 12
    },
    "content": {
        "full_text": "H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n1/11HISTORY OF CHANGES\nVersion Publication date Changes\n1.0 26/09/2024 Initial version\nProject1 Number: 101104921\nProject Acronym: LAGOSTECH\nProject title: Africa’s Silicon Landscapes: negotiating Information and Communication Technology in Lagos\nCall: HORIZON-MSCA-2022-PF-01\n(MSCA Postdoctoral Fellowships 2022)\nTopic: HORIZON-MSCA-2022-PF-01-01\nType of Action: HORIZON-TMA-MSCA-PF-GF\nName of fellow: Davide Casciano\nDepartment: Department of Social and Cultural Anthropology\nName of Supervisor: Katrien Pype\nDATA MANAGEMENT PLAN\n1 The term ‘project’ used in this template equates to an ‘action’ in certain other Horizon 2020 documentation\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n2/111. Data Summary\nPurpose of data collection/generation and relation to project objectives:\nIt is the purpose of the data collection to examine the experiences of technology and digital creativity in Lagos, focusing on the social negotiation dynamics that  \ndetermine whether Information and Communication Technologies (ICTs) are accepted, modified, or rejected. This is directly related to the project’s objectives of:\nIdentifying how tech experts, entrepreneurs, users, and consumers contribute to the development of local digital products in Lagos.\nAnalysing the extent to which the emergence, success, or failure of silicon places is influenced by sociocultural factors in addition to technical factors.\nExamining the ways in which these African silicon places produce future prefigurations, social spaces, and power relationships.\nTypes and formats of data:\nQualitative data: Transcripts from open interviews, life stories, and focus groups (text files)\nField notes and diaries from participant observation (text files)\nAudio recordings of interviews (audio files, temporary, to be deleted after transcriptions for better pseudo-anonymisation as agreed with the Social and Societal Ethics  \nCommittee (SMEC) KU Leuven, approved file G-2024-7977-R2(AMD))\nVideo recordings (video files, for those who consent to be featured on the LAGOSTECH website)\nSurvey data (possibly in spreadsheet format)\nDigital ethnography data from social media platforms (text, images)\nQuantitative data: Public statistics on internet usage and device availability (likely spreadsheets or databases)\nArchival and documentary sources (text files, possibly images)\nRe-use of existing data:\nThe  project  will  re-use  existing  public  statistics  (e.g.,  those  collected  by  Yaba  College  of  Technology)  and  documentary  sources  (e.g.,  from  the  Nigerian  \nCommunications Commission or University of Lagos archives).\nOrigin of the data:\nPrimary data will be collected directly from Lagos participants through interviews, observations, and surveys.\nSecondary data will come from public sources, archives, and existing statistics.\nExpected data size:\nWhile an exact size is not specified, given the nature of the project (around 140 respondents, 9-12 months of fieldwork data collection), we can estimate:\nText data (transcripts, field notes): Several GB\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n3/11Audio recordings (temporary): 10-20 GB\nVideo recordings (if applicable): 10-60 GB\nSurvey data and statistics: A few GB\nTotal estimate: 30-100 GB\nData utility:\nThis data could be useful for:\nResearchers in anthropology, sociology, African studies, and Science and Technology Studies (STS)\nPolicymakers interested in ICT development in sub-Saharan Africa\nEntrepreneurs and investors interested in learning more about the Lagos technology ecosystem\nOrganizations (such as the EU) interested in digitalization processes in Africa\nStakeholders in Lagos and Nigeria engaged in technology and development initiatives\n2. FAIR data\n2. 1. Making data findable, including provisions for metadata\n2.Discoverability and identifiers:\noData produced in the project, while not restricted, will be made discoverable through metadata.\noFor data uploaded to KU Leuven RDR or Zenodo repository, Digital Object Identifiers (DOIs) will be assigned, providing a persistent and unique identifier.\noFor data stored on KU Leuven network drives, a local identification system will be implemented to ensure data is identifiable and locatable within the project's  \nstorage structure.\n3.Naming conventions:\noI will implement a consistent naming convention for all files:\nLAGOSTECH_[DataType] [YYYYMMDD][ParticipantID]_[VersionNumber]\nExample: LAGOSTECH_Interview_20240315_P001_v1.0\n4.Search keywords:\noKeywords will be related to the project themes, for example:\n\"Lagos\", \"ICT\", \"Silicon landscape\", \"Tech entrepreneurship\", \"Digital innovation\", \"African technology\", \"Tech hub\", \"Yaba\", \"Itana\", \"Computer Village\"\noInclude specific technical terms relevant to each dataset\n5.Version numbers:\noI will use clear version numbers for all documents and datasets:\nv1.0 for the first complete version\nv1.1, v1.2, etc. for minor updates\nv2.0 for major revisions\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n4/116.Metadata creation:\nThere may not be a specific metadata standard for this interdisciplinary field, but we can create rich metadata including:\noProject identifier: LAGOSTECH\noCreator: Davide Casciano\noTitle of dataset\noDate of creation\noDate of last modification\noDescription of the dataset\noMethodology used for data collection\noGeographic location: Lagos, Nigeria\noTime period of data collection\noData type (e.g., interview transcript, field notes, survey data)\noFile format\noSoftware used (if applicable)\noRelated publications or outputs\noFunding information: Marie-Curie Postdoc Global Fellowship, Project number 101104921\noAccess rights information\noTerms of use / License\nHowever, for datasets uploaded to repositories like KU Leuven RDR or Zenodo, we will use their built-in metadata schemas, which are typically based on established standards  \nlike Dublin Core. For KU Leuven RDR, see: https://www.kuleuven.be/rdm/en/rdr/full-metadata-model  .\n2.2. Making data openly accessible\n1.The following data will be made publicly available:\noThe study's aggregated and pseudo-anonymized results will be made publicly available.\noPublic statistics and documentary sources that are already publicly available.\noAny publications resulting from the project will be made open access.\n2.Data with restricted access:\noRaw interview transcripts, field notes, and any data containing personal or sensitive information will not be made openly available due to privacy concerns  \nand the sensitive nature of the data.\noThis restriction is in line with the FAIR principle of \"as open as possible, as closed as necessary\" and complies with GDPR requirements.\n3.Data accessibility:\noOpen data will be deposited in the KU Leuven RDR (Research Data Repository) or Zenodo.\noRestricted data will be stored securely on KU Leuven network drives and on a personal encrypted (VeraCrypt, AES 256bit) USB removable device.\n4.Methods or software tools for data access:\noOpen data will be accessible through standard web browsers and common software (e.g., PDF readers, spreadsheet applications).\noAny specific software needed to access certain data types will be documented in the metadata.\n5.Documentation:\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n5/11oComprehensive documentation about data collection methods, data processing, and any software used will be included with the datasets.\n6.Software inclusions:\noI will refer to or include open-source software used in data analysis whenever possible.\n7.Data repository:\noKU Leuven RDR and Zenodo are the preferred repositories for this project, as they are certified and support open access where appropriate.\n8.Repository arrangements:\noAs per the communication with KU Leuven RDR, arrangements have been explored and confirmed for both open and restricted data storage.\n9.Access to restricted data:\noKU Leuven RDR has an established procedure for access requests to restricted datasets.\noMost access requests will be handled by the RDR team and the legal department.\noFor approval of data sharing with requestors, the principal investigator (Davide Casciano) will be consulted.\n10.Data Access Committee:\noA formal data access committee is not needed, as the RDR team and legal department will manage access requests.\n11.Conditions for access:\noThe metadata and associated documentation will specify the conditions for access.\noMachine-readable licenses (e.g., Creative Commons licenses) will be applied where appropriate.\n12.Identity verification:\noFor restricted data, the identity of persons requesting access will be verified through the established procedures of KU Leuven RDR and the legal department.\noIt may include checking institutional affiliations and signing agreements for the use of data.\n2.3. Making data interoperable \n1.Data interoperability:\nThe project will strive to make data as interoperable as possible, allowing for data exchange and re-use between researchers, institutions, and countries. This will be  \nachieved by:\noUsing standard file formats for data storage:\nText files: UTF-8 encoded plain text (.txt) or widely compatible document formats (.docx, .pdf)\nSpreadsheets: CSV or .xlsx formats\nAudio (temporary): WAV, MP3, or FLAC\nVideo: MP4 with H.264 encoding\nImages: JPG or PNG formats\noEnsuring all data is accompanied by comprehensive metadata\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n6/112.Standard vocabularies for interdisciplinary interoperability:\nThe project spans multiple disciplines, including anthropology, sociology, African studies, and Science and Technology Studies (STS). To ensure interdisciplinary  \ninteroperability:\noWhere possible, use controlled vocabularies from established sources, such as:\nThesaurus of social and human sciences terms maintained by the UNESCO\nPlace names can be found in the Getty Thesaurus of Geographic Names\noFor tech-related terms, align with standard glossaries like those provided by IEEE or ACM\n3.Project-specific ontologies or terms:\nGiven the unique focus on Lagos' tech ecosystem, some project-specific terms may be unavoidable. In such cases, we will ceate a clear glossary of project-specific  \nterms and concepts.\n2.4. Increase data re-use (through clarifying licences)\n1.Data licensing for re-use:\noOpen data (aggregated results, public statistics, publications) will be licensed under Creative Commons Attribution 4.0 International (CC BY 4.0), allowing for  \nthe widest re-use possible while ensuring proper attribution.\noFor video content on the LAGOSTECH website, as mentioned in the SMEC Ethics Assessment, a Creative Commons Attribution-NonCommercial-ShareAlike  \n4.0 International license will be used.\n2.Data availability timing:\noUpon completion of data analysis, quality checks, and publications, open data will be made available as soon as possible.\noAn embargo period of up to 12 months after the end of the project may be applied to some data in order to allow for the publication of research findings. The  \nembargo period on data still to be used for scientific publications is justified so that the researcher can fully analyse and publish their findings while still  \nmaking the data available within a reasonable period of time.\noSome scientific publishers may impose a 12-month restricted (embargo) access period on publications.\n3.Data usability by third parties:\noDuring and after the project, open data will be available to third parties.\noDue to privacy concerns and ethical considerations, restricted data (raw interviews, field notes containing personal information) will not be made publicly  \navailable. It is, however, possible for researchers to request access to these data through a formal procedure involving the RDR team and the legal  \ndepartment at KU Leuven.\n4.Duration of data re-usability:\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n7/11oIn accordance with the SMEC Ethics Assessment, personal data will be retained for 10 years after the end of the project, as specified by KU Leuven's RDM  \nguidelines.\noIn the KU Leuven RDR or Zenodo repository, open data will remain re-usable indefinitely .\n5.Data quality assurance processes:\noAll data will be backed up regularly and version controlled.\noUse of data validation techniques for survey data.\noClear documentation of data collection and processing methods.\n3. Allocation of resources\n1.Costs for making data FAIR:\nThe costs associated with making data FAIR in the LAGOSTECH project include:\noTime spent on data organization, documentation, and metadata creation\noStorage costs for secure data management during the project\noCosts associated with depositing data in the KU Leuven RDR or Zenodo repository\noPotential costs for open access publication of research findings\nEstimated total cost: from €0 to €7,000 over the course of the project\n2.Coverage of costs:\noThese costs are eligible as part of the HORIZON-MSCA-2022-PF-01-01 grant, as they comply with the Grant Agreement conditions.\noThe project budget includes allocation for open access publication fees.\noKU Leuven provides institutional support for data management, including access to the RDR, which may offset some costs.\n3.Responsibility for data management:\noThe principal investigator, Dr. Davide Casciano, will be responsible for data management throughout the project.\noDr. Casciano will oversee the implementation of the Data Management Plan, ensuring compliance with FAIR principles and ethical guidelines.\noThe project supervisor, Prof. Katrien Pype, will provide guidance and oversight on data management practices.\noSupport will be available from KU Leuven's Research Data Management team for technical aspects of data storage and sharing.\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n8/114.Resources for long-term preservation:\noKU Leuven's institutional infrastructure covers long-term preservation, specifically the Research Data Repository (RDR).\noThe data's potential value lies in its unique insights into Lagos' tech ecosystem and its contribution to understanding ICT development in sub-Saharan Africa.  \nThis value justifies long-term preservation resources.\noDecisions about what data will be kept and for how long will be made collaboratively by:\nDr. Davide Casciano (Principal Investigator)\nProf. Katrien Pype (Project Supervisor)\nKU Leuven RDR team (for technical feasibility and in compliance with institutional policies)\noAs per the SMEC Ethics Assessment, personal data will be retained for 10 years after the end of the project, following KU Leuven's RDM guidelines.\noOpen data and research outputs will be preserved indefinitely in the KU Leuven RDR or Zenodo repository.\n4. Data security\n1.Provisions for data security:\na. Secure storage:\noAs mentioned in the SMEC Ethics Assessment, all digital data will be encrypted using AES-128 encryption with a 256-bit key.\noOpen-source software such as GPG or VeraCrypt will be used for encryption.\nData will be stored on:\noRemovable devices (USB Flash Drive shock resistant and IP69 certified)\noKU Leuven secure network drives\noThe researcher's personal laptop system partition is encrypted using the same algorithm.\nNon-digital data will be digitized and physically destroyed, except for consent forms.\nb. Secure transfer:\noData transfer will occur only through secure, encrypted channels.\noWhen transferring data from the field (Nigeria) to KU Leuven, encrypted removable devices will be used.\noFor any necessary online transfers, secure file transfer protocols (SFTP) or encrypted cloud services approved by KU Leuven will be employed.\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n9/11c. Data recovery:\noRegular backups will be made to the KU Leuven network drives, which are automatically backed up by the university's IT services.\noMultiple copies of encrypted data will be maintained on separate secure devices to prevent data loss.\nd. Access control:\noAccess to the data will be limited to authorized KU Leuven researchers involved in the project.\noStrong, unique passwords will be used for all devices and accounts containing research data.\noTwo-factor authentication will be implemented where possible.\n2.Long-term preservation and curation:\na.Data will be stored in certified repositories for long-term preservation and curation:\noKU Leuven Research Data Repository (RDR): This is the primary repository for the project's data. It is a certified and secure institutional repository that  \nensures long-term preservation and proper curation of research data.\noZenodo: As an alternative, Zenodo may be used for some open datasets. Zenodo is a general-purpose open-access repository developed under the  \nEuropean OpenAIRE program and operated by CERN, ensuring high standards of data security and long-term preservation.\nb.These repositories provide:\noRegular security audits and updates\noRedundant storage to prevent data loss\noVersion control and data integrity checks\noCompliance with international digital preservation standards\nc.For restricted data:\noAccess will be managed through the established procedures of KU Leuven RDR, involving the RDR team and the legal department.\noThis ensures that sensitive data remains secure while still being accessible for verified research purposes.\nd.Data retention:\noAs stated in the SMEC Ethics Assessment, personal data will be retained for 10 years after the completion of the project, in line with KU Leuven's RDM  \nguidelines.\noAfter this period, personal data will be securely deleted according to institutional protocols.\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n10/115. Ethical aspects\n1.Ethical and legal issues impacting data sharing:\na. Personal and sensitive data:\noThe project involves collecting personal data, including potentially sensitive information about political views and religious beliefs.\noThis data is subject to GDPR regulations and the Nigerian Data Protection Regulation (2019).\noImpact: Raw data containing personal information cannot be openly shared and must be protected.\nb. Pseudonymization:\noAll personal data will be pseudonymized to protect participants' identities.\noImpact: While this allows data analysis, it limits raw personal data sharing.\nc. Informed consent:\noParticipants will provide informed consent for data collection and use.\noSome participants may explicitly request identification in research outputs.\noImpact: Data sharing must respect the terms of the informed consent provided by each participant.\nd. Cultural sensitivity:\noThe research deals with local technology ecosystems in Lagos, which may involve culturally sensitive information.\noImpact: Care must be taken in sharing data to avoid misrepresentation or potential harm to local communities.\ne. Intellectual property:\noInformation about technological innovations and business strategies may be collected.\noImpact: Sharing such data must consider potential intellectual property rights and competitive sensitivities.\n2.References to ethics deliverables and DoA:\noThe project has been approved by the Social and Societal Ethics Committee (SMEC) of KU Leuven (file G-2024-7977-R2(AMD)).\noThe research complies with the Charter of Fundamental Rights of the European Union, particularly Article 8 concerning \"Protection of Personal Data\".\noIt also adheres to the European Convention on Human Rights and its Supplementary Protocols, specifically Section I, \"Rights and Freedoms\".\n3.Informed consent for data sharing and long-term preservation:\nInformed consent for data sharing and long-term preservation is included in personal data consent forms. Specifically:\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n11/11oThe consent form and the information sheet explain that participants' personal information will be securely stored in digital form for a limited time (10 years  \nafter project completion) and for scientific purposes only.\noIt specifies that data used for publications will be uploaded to KU Leuven RDR or Zenodo repository, and access to restricted data will be provided for  \nverification purposes.\noParticipants are informed that their name and surname will not be included in research materials, and that instead a pseudonym will be used, unless they  \nspecifically request otherwise.\noFor  video  interviews  to  be  featured  on  the  LAGOSTECH  website,  consent  is  obtained,  including  agreement  to  a  Creative  Commons  Attribution-\nNonCommercial-ShareAlike 4.0 International license.\noThe consent form informs participants of their right to withdraw consent and request deletion of their data.\n4.Additional ethical considerations:\noA Distress Protocol is in place to manage any potential emotional distress during interviews.\noContact information for local support services in Lagos is provided for participants.\noThrough workshops and talks to share the results with local communities, the project will benefit Nigerian society and research participants directly or  \nindirectly.\n6. Other issues\n1.KU Leuven (Host Institution) procedures:\noThe project adheres to KU Leuven's Research Data Management (RDM) guidelines.\noIt utilizes KU Leuven's Research Data Repository (RDR) for data storage and sharing.\noThe project follows KU Leuven's policy of retaining research data for 10 years after project completion.\n2.Social and Societal Ethics Committee (SMEC) KU Leuven:\noThe fieldwork data collection has been approved by this committee (file G-2024-7977-R2(AMD)) and follows its guidelines for ethical research conduct.\n3.Belgian national procedures:\noThe project complies with Belgian laws on data protection and privacy, which implement GDPR.\n4.Nigerian procedures:\noThe research is conducted in Nigeria and follows the ethical procedures employed by the Lagos Studies Association (LSA) at the University of Lagos, of  \nwhich the researcher is an active member.\nH2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01\n12/115.Interdisciplinary considerations:\noAs the project spans multiple disciplines (Anthropology, Sociology, African Studies, STS), it considers best practices for fieldwork from each of these fields."
    },
    "clean_full_text": "H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 1/11HISTORY OF CHANGES Version Publication date Changes 1.0 26/09/2024 Initial version Project1 Number: 101104921 Project Acronym: LAGOSTECH Project title: Africa’s Silicon Landscapes: negotiating Information and Communication Technology in Lagos Call: HORIZON-MSCA-2022-PF-01 (MSCA Postdoctoral Fellowships 2022) Topic: HORIZON-MSCA-2022-PF-01-01 Type of Action: HORIZON-TMA-MSCA-PF-GF Name of fellow: Davide Casciano Department: Department of Social and Cultural Anthropology Name of Supervisor: Katrien Pype DATA MANAGEMENT PLAN 1 The term ‘project’ used in this template equates to an ‘action’ in certain other Horizon 2020 documentation H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 2/111. Data Summary Purpose of data collection/generation and relation to project objectives: It is the purpose of the data collection to examine the experiences of technology and digital creativity in Lagos, focusing on the social negotiation dynamics that determine whether Information and Communication Technologies (ICTs) are accepted, modified, or rejected. This is directly related to the project’s objectives of: Identifying how tech experts, entrepreneurs, users, and consumers contribute to the development of local digital products in Lagos. Analysing the extent to which the emergence, success, or failure of silicon places is influenced by sociocultural factors in addition to technical factors. Examining the ways in which these African silicon places produce future prefigurations, social spaces, and power relationships. Types and formats of data: Qualitative data: Transcripts from open interviews, life stories, and focus groups (text files) Field notes and diaries from participant observation (text files) Audio recordings of interviews (audio files, temporary, to be deleted after transcriptions for better pseudo-anonymisation as agreed with the Social and Societal Ethics Committee (SMEC) KU Leuven, approved file G-2024-7977-R2(AMD)) Video recordings (video files, for those who consent to be featured on the LAGOSTECH website) Survey data (possibly in spreadsheet format) Digital ethnography data from social media platforms (text, images) Quantitative data: Public statistics on internet usage and device availability (likely spreadsheets or databases) Archival and documentary sources (text files, possibly images) Re-use of existing data: The project will re-use existing public statistics (e.g., those collected by Yaba College of Technology) and documentary sources (e.g., from the Nigerian Communications Commission or University of Lagos archives). Origin of the data: Primary data will be collected directly from Lagos participants through interviews, observations, and surveys. Secondary data will come from public sources, archives, and existing statistics. Expected data size: While an exact size is not specified, given the nature of the project (around 140 respondents, 9-12 months of fieldwork data collection), we can estimate: Text data (transcripts, field notes): Several GB H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 3/11Audio recordings (temporary): 10-20 GB Video recordings (if applicable): 10-60 GB Survey data and statistics: A few GB Total estimate: 30-100 GB Data utility: This data could be useful for: Researchers in anthropology, sociology, African studies, and Science and Technology Studies (STS) Policymakers interested in ICT development in sub-Saharan Africa Entrepreneurs and investors interested in learning more about the Lagos technology ecosystem Organizations (such as the EU) interested in digitalization processes in Africa Stakeholders in Lagos and Nigeria engaged in technology and development initiatives 2. FAIR data 2. 1. Making data findable, including provisions for metadata 2.Discoverability and identifiers: oData produced in the project, while not restricted, will be made discoverable through metadata. oFor data uploaded to KU Leuven RDR or Zenodo repository, Digital Object Identifiers (DOIs) will be assigned, providing a persistent and unique identifier. oFor data stored on KU Leuven network drives, a local identification system will be implemented to ensure data is identifiable and locatable within the project's storage structure. 3.Naming conventions: oI will implement a consistent naming convention for all files: LAGOSTECH_[DataType] [YYYYMMDD][ParticipantID]_[VersionNumber] Example: LAGOSTECH_Interview_20240315_P001_v1.0 4.Search keywords: oKeywords will be related to the project themes, for example: \"Lagos\", \"ICT\", \"Silicon landscape\", \"Tech entrepreneurship\", \"Digital innovation\", \"African technology\", \"Tech hub\", \"Yaba\", \"Itana\", \"Computer Village\" oInclude specific technical terms relevant to each dataset 5.Version numbers: oI will use clear version numbers for all documents and datasets: v1.0 for the first complete version v1.1, v1.2, etc. for minor updates v2.0 for major revisions H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 4/116.Metadata creation: There may not be a specific metadata standard for this interdisciplinary field, but we can create rich metadata including: oProject identifier: LAGOSTECH oCreator: Davide Casciano oTitle of dataset oDate of creation oDate of last modification oDescription of the dataset oMethodology used for data collection oGeographic location: Lagos, Nigeria oTime period of data collection oData type (e.g., interview transcript, field notes, survey data) oFile format oSoftware used (if applicable) oRelated publications or outputs oFunding information: Marie-Curie Postdoc Global Fellowship, Project number 101104921 oAccess rights information oTerms of use / License However, for datasets uploaded to repositories like KU Leuven RDR or Zenodo, we will use their built-in metadata schemas, which are typically based on established standards like Dublin Core. For KU Leuven RDR, see: https://www.kuleuven.be/rdm/en/rdr/full-metadata-model . 2.2. Making data openly accessible 1.The following data will be made publicly available: oThe study's aggregated and pseudo-anonymized results will be made publicly available. oPublic statistics and documentary sources that are already publicly available. oAny publications resulting from the project will be made open access. 2.Data with restricted access: oRaw interview transcripts, field notes, and any data containing personal or sensitive information will not be made openly available due to privacy concerns and the sensitive nature of the data. oThis restriction is in line with the FAIR principle of \"as open as possible, as closed as necessary\" and complies with GDPR requirements. 3.Data accessibility: oOpen data will be deposited in the KU Leuven RDR (Research Data Repository) or Zenodo. oRestricted data will be stored securely on KU Leuven network drives and on a personal encrypted (VeraCrypt, AES 256bit) USB removable device. 4.Methods or software tools for data access: oOpen data will be accessible through standard web browsers and common software (e.g., PDF readers, spreadsheet applications). oAny specific software needed to access certain data types will be documented in the metadata. 5.Documentation: H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 5/11oComprehensive documentation about data collection methods, data processing, and any software used will be included with the datasets. 6.Software inclusions: oI will refer to or include open-source software used in data analysis whenever possible. 7.Data repository: oKU Leuven RDR and Zenodo are the preferred repositories for this project, as they are certified and support open access where appropriate. 8.Repository arrangements: oAs per the communication with KU Leuven RDR, arrangements have been explored and confirmed for both open and restricted data storage. 9.Access to restricted data: oKU Leuven RDR has an established procedure for access requests to restricted datasets. oMost access requests will be handled by the RDR team and the legal department. oFor approval of data sharing with requestors, the principal investigator (Davide Casciano) will be consulted. 10.Data Access Committee: oA formal data access committee is not needed, as the RDR team and legal department will manage access requests. 11.Conditions for access: oThe metadata and associated documentation will specify the conditions for access. oMachine-readable licenses (e.g., Creative Commons licenses) will be applied where appropriate. 12.Identity verification: oFor restricted data, the identity of persons requesting access will be verified through the established procedures of KU Leuven RDR and the legal department. oIt may include checking institutional affiliations and signing agreements for the use of data. 2.3. Making data interoperable 1.Data interoperability: The project will strive to make data as interoperable as possible, allowing for data exchange and re-use between researchers, institutions, and countries. This will be achieved by: oUsing standard file formats for data storage: Text files: UTF-8 encoded plain text (.txt) or widely compatible document formats (.docx, .pdf) Spreadsheets: CSV or .xlsx formats Audio (temporary): WAV, MP3, or FLAC Video: MP4 with H.264 encoding Images: JPG or PNG formats oEnsuring all data is accompanied by comprehensive metadata H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 6/112.Standard vocabularies for interdisciplinary interoperability: The project spans multiple disciplines, including anthropology, sociology, African studies, and Science and Technology Studies (STS). To ensure interdisciplinary interoperability: oWhere possible, use controlled vocabularies from established sources, such as: Thesaurus of social and human sciences terms maintained by the UNESCO Place names can be found in the Getty Thesaurus of Geographic Names oFor tech-related terms, align with standard glossaries like those provided by IEEE or ACM 3.Project-specific ontologies or terms: Given the unique focus on Lagos' tech ecosystem, some project-specific terms may be unavoidable. In such cases, we will ceate a clear glossary of project-specific terms and concepts. 2.4. Increase data re-use (through clarifying licences) 1.Data licensing for re-use: oOpen data (aggregated results, public statistics, publications) will be licensed under Creative Commons Attribution 4.0 International (CC BY 4.0), allowing for the widest re-use possible while ensuring proper attribution. oFor video content on the LAGOSTECH website, as mentioned in the SMEC Ethics Assessment, a Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International license will be used. 2.Data availability timing: oUpon completion of data analysis, quality checks, and publications, open data will be made available as soon as possible. oAn embargo period of up to 12 months after the end of the project may be applied to some data in order to allow for the publication of research findings. The embargo period on data still to be used for scientific publications is justified so that the researcher can fully analyse and publish their findings while still making the data available within a reasonable period of time. oSome scientific publishers may impose a 12-month restricted (embargo) access period on publications. 3.Data usability by third parties: oDuring and after the project, open data will be available to third parties. oDue to privacy concerns and ethical considerations, restricted data (raw interviews, field notes containing personal information) will not be made publicly available. It is, however, possible for researchers to request access to these data through a formal procedure involving the RDR team and the legal department at KU Leuven. 4.Duration of data re-usability: H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 7/11oIn accordance with the SMEC Ethics Assessment, personal data will be retained for 10 years after the end of the project, as specified by KU Leuven's RDM guidelines. oIn the KU Leuven RDR or Zenodo repository, open data will remain re-usable indefinitely . 5.Data quality assurance processes: oAll data will be backed up regularly and version controlled. oUse of data validation techniques for survey data. oClear documentation of data collection and processing methods. 3. Allocation of resources 1.Costs for making data FAIR: The costs associated with making data FAIR in the LAGOSTECH project include: oTime spent on data organization, documentation, and metadata creation oStorage costs for secure data management during the project oCosts associated with depositing data in the KU Leuven RDR or Zenodo repository oPotential costs for open access publication of research findings Estimated total cost: from €0 to €7,000 over the course of the project 2.Coverage of costs: oThese costs are eligible as part of the HORIZON-MSCA-2022-PF-01-01 grant, as they comply with the Grant Agreement conditions. oThe project budget includes allocation for open access publication fees. oKU Leuven provides institutional support for data management, including access to the RDR, which may offset some costs. 3.Responsibility for data management: oThe principal investigator, Dr. Davide Casciano, will be responsible for data management throughout the project. oDr. Casciano will oversee the implementation of the Data Management Plan, ensuring compliance with FAIR principles and ethical guidelines. oThe project supervisor, Prof. Katrien Pype, will provide guidance and oversight on data management practices. oSupport will be available from KU Leuven's Research Data Management team for technical aspects of data storage and sharing. H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 8/114.Resources for long-term preservation: oKU Leuven's institutional infrastructure covers long-term preservation, specifically the Research Data Repository (RDR). oThe data's potential value lies in its unique insights into Lagos' tech ecosystem and its contribution to understanding ICT development in sub-Saharan Africa. This value justifies long-term preservation resources. oDecisions about what data will be kept and for how long will be made collaboratively by: Dr. Davide Casciano (Principal Investigator) Prof. Katrien Pype (Project Supervisor) KU Leuven RDR team (for technical feasibility and in compliance with institutional policies) oAs per the SMEC Ethics Assessment, personal data will be retained for 10 years after the end of the project, following KU Leuven's RDM guidelines. oOpen data and research outputs will be preserved indefinitely in the KU Leuven RDR or Zenodo repository. 4. Data security 1.Provisions for data security: a. Secure storage: oAs mentioned in the SMEC Ethics Assessment, all digital data will be encrypted using AES-128 encryption with a 256-bit key. oOpen-source software such as GPG or VeraCrypt will be used for encryption. Data will be stored on: oRemovable devices (USB Flash Drive shock resistant and IP69 certified) oKU Leuven secure network drives oThe researcher's personal laptop system partition is encrypted using the same algorithm. Non-digital data will be digitized and physically destroyed, except for consent forms. b. Secure transfer: oData transfer will occur only through secure, encrypted channels. oWhen transferring data from the field (Nigeria) to KU Leuven, encrypted removable devices will be used. oFor any necessary online transfers, secure file transfer protocols (SFTP) or encrypted cloud services approved by KU Leuven will be employed. H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 9/11c. Data recovery: oRegular backups will be made to the KU Leuven network drives, which are automatically backed up by the university's IT services. oMultiple copies of encrypted data will be maintained on separate secure devices to prevent data loss. d. Access control: oAccess to the data will be limited to authorized KU Leuven researchers involved in the project. oStrong, unique passwords will be used for all devices and accounts containing research data. oTwo-factor authentication will be implemented where possible. 2.Long-term preservation and curation: a.Data will be stored in certified repositories for long-term preservation and curation: oKU Leuven Research Data Repository (RDR): This is the primary repository for the project's data. It is a certified and secure institutional repository that ensures long-term preservation and proper curation of research data. oZenodo: As an alternative, Zenodo may be used for some open datasets. Zenodo is a general-purpose open-access repository developed under the European OpenAIRE program and operated by CERN, ensuring high standards of data security and long-term preservation. b.These repositories provide: oRegular security audits and updates oRedundant storage to prevent data loss oVersion control and data integrity checks oCompliance with international digital preservation standards c.For restricted data: oAccess will be managed through the established procedures of KU Leuven RDR, involving the RDR team and the legal department. oThis ensures that sensitive data remains secure while still being accessible for verified research purposes. d.Data retention: oAs stated in the SMEC Ethics Assessment, personal data will be retained for 10 years after the completion of the project, in line with KU Leuven's RDM guidelines. oAfter this period, personal data will be securely deleted according to institutional protocols. H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 10/115. Ethical aspects 1.Ethical and legal issues impacting data sharing: a. Personal and sensitive data: oThe project involves collecting personal data, including potentially sensitive information about political views and religious beliefs. oThis data is subject to GDPR regulations and the Nigerian Data Protection Regulation (2019). oImpact: Raw data containing personal information cannot be openly shared and must be protected. b. Pseudonymization: oAll personal data will be pseudonymized to protect participants' identities. oImpact: While this allows data analysis, it limits raw personal data sharing. c. Informed consent: oParticipants will provide informed consent for data collection and use. oSome participants may explicitly request identification in research outputs. oImpact: Data sharing must respect the terms of the informed consent provided by each participant. d. Cultural sensitivity: oThe research deals with local technology ecosystems in Lagos, which may involve culturally sensitive information. oImpact: Care must be taken in sharing data to avoid misrepresentation or potential harm to local communities. e. Intellectual property: oInformation about technological innovations and business strategies may be collected. oImpact: Sharing such data must consider potential intellectual property rights and competitive sensitivities. 2.References to ethics deliverables and DoA: oThe project has been approved by the Social and Societal Ethics Committee (SMEC) of KU Leuven (file G-2024-7977-R2(AMD)). oThe research complies with the Charter of Fundamental Rights of the European Union, particularly Article 8 concerning \"Protection of Personal Data\". oIt also adheres to the European Convention on Human Rights and its Supplementary Protocols, specifically Section I, \"Rights and Freedoms\". 3.Informed consent for data sharing and long-term preservation: Informed consent for data sharing and long-term preservation is included in personal data consent forms. Specifically: H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 11/11oThe consent form and the information sheet explain that participants' personal information will be securely stored in digital form for a limited time (10 years after project completion) and for scientific purposes only. oIt specifies that data used for publications will be uploaded to KU Leuven RDR or Zenodo repository, and access to restricted data will be provided for verification purposes. oParticipants are informed that their name and surname will not be included in research materials, and that instead a pseudonym will be used, unless they specifically request otherwise. oFor video interviews to be featured on the LAGOSTECH website, consent is obtained, including agreement to a Creative Commons Attribution- NonCommercial-ShareAlike 4.0 International license. oThe consent form informs participants of their right to withdraw consent and request deletion of their data. 4.Additional ethical considerations: oA Distress Protocol is in place to manage any potential emotional distress during interviews. oContact information for local support services in Lagos is provided for participants. oThrough workshops and talks to share the results with local communities, the project will benefit Nigerian society and research participants directly or indirectly. 6. Other issues 1.KU Leuven (Host Institution) procedures: oThe project adheres to KU Leuven's Research Data Management (RDM) guidelines. oIt utilizes KU Leuven's Research Data Repository (RDR) for data storage and sharing. oThe project follows KU Leuven's policy of retaining research data for 10 years after project completion. 2.Social and Societal Ethics Committee (SMEC) KU Leuven: oThe fieldwork data collection has been approved by this committee (file G-2024-7977-R2(AMD)) and follows its guidelines for ethical research conduct. 3.Belgian national procedures: oThe project complies with Belgian laws on data protection and privacy, which implement GDPR. 4.Nigerian procedures: oThe research is conducted in Nigeria and follows the ethical procedures employed by the Lagos Studies Association (LSA) at the University of Lagos, of which the researcher is an active member. H2020 templates v1.0 – 26.07.2016. LAGOSTECH – Data Management Plan. Project 101104921 – HORIZON-MSCA-2022-PF-01 12/115.Interdisciplinary considerations: oAs the project spans multiple disciplines (Anthropology, Sociology, African Studies, STS), it considers best practices for fieldwork from each of these fields."
}