{
    "document_id": "D-2023-2387",
    "LinkTitle": "D-2023-2387",
    "file_name": "D-2023-2387.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2387.pdf",
    "metadata": {
        "title": "CELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells",
        "author": "N/A",
        "creation_date": "2024-01-10 12:37:42+00:00",
        "num_pages": 9
    },
    "content": {
        "full_text": "CELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells\nCELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nTomas Luyten, n.n. n.n., Geert Bultynck\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nGeert Bultynck\nGrant number / URL: \nGrant number / URL: \nCELSA/23/031\nID: \nID: \n202977\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nPancreatic diseases remain a major medical challenge. Pancreatic cancer (PC) affects more than 450 000 people annually and, due to extremely low\nsurvival rates, causes almost the same number of deaths1! PC is a solid tumour, whose integral part is a dense (and mostly acellular) fibrotic stroma\nthat not only exerts selective pressure on cancer cells but also limits the delivery of drugs to cancer, protecting it against chemotherapy. Acute\npancreatitis (AP) is a severe and very painful necrotising disease in which living components of the pancreas are destroyed and replaced by fibrotic\ntissue. There are approx. 3 000 000 new cases of AP resulting in 120 000 deaths each year! Finally, even 50/100 000 people could be affected by\nchronic pancreatitis (CP)2. In contrast to AP, which is more severe but potentially reversible, CP only worsens over time, leading to permanent tissue\nfibrosis. This impairs the production of digestive enzymes and hormones, often leading to malnutrition, type 1 diabetes, severe chronic pain and even\ndeath. A key common feature of the above diseases is the activation of pancreatic stellate cells (PSCs). Normally quiescent (qPSCs) and scattered\nbetween pancreatic acini, PSCs become activated and assume a myofibroblast-like phenotype upon tissue damage or in response to inflammatory\nmediators, such as TGF-\nβ\n3,4. Although these cells are required for tissue repair, in chronic pancreatic diseases, activated PSCs (aPSCs) participate in\nthe overproduction of components of the extracellular matrix (ECM) that replace the pancreatic parenchyma, leading to organ dysfunction (in AP/CP)\nor increased resistance to therapy (in PC)4. What remains puzzling is how activated PSCs withstand severe conditions of inflamed or neoplastic tissue.\nDespite constant exposure to signals that can normally induce cell death, PSCs divide and produce large amounts of ECM surprisingly effectively.\nSince both protein synthesis, proliferation, and apoptosis are energy-dependent processes that strictly rely on the condition of mitochondria, this\nprompted us to search for differences in the mitochondrial structure and functions between qPSCs and aPSCs as a possible explanation of the above\nphenomenon. Mitochondria, although predominantly associated with ATP production, are also responsible for the redox balance, Ca2+ buffering,\nregulation of cell differentiation, immunity control and many more.5 While mitochondrial shape is, to some extent, cell type-specific, it can\ndynamically change depending on cell demands. However, some of its alterations (e.g. shortening, swelling, or changes in the number of cristae) may\nindicate pathological conditions such as oxidative stress6,7. Physiologically, several mitochondrial functions, such as ATP production or generation of\nreactive oxygen species (ROS), are controlled by Ca2+ signalling. These signals are highly dependent on the transfer of ions between the ER and\nmitochondria via mitochondria-associated ER membranes (MAMs)8. A growing body of evidence suggests that changes in mitochondrial functions\nand the removal of mitochondria by mitophagy may play a crucial role in the development of certain fibrotic disorders, e.g. liver and pulmonary\nfibrosis9. Therefore, it is natural to wonder whether activation of PSCs could also affect mitochondrial functions equipping these cells with a tool to\nresist ongoing inflammation and cell death signals. Recent work of the team led by Dr Pawel Ferdek (PF; Jagiellonian University) revealed that,\ncompared to qPSCs, aPSCs are much less prone to the toxicity of ethanol (EtOH) and palmitoleic acid (POA), common inducers of pancreatitis (Fig.\n1A-B). Since this EtOH/POA toxicity is mediated by intracellular Ca2+ overload, the increased resistance of aPSCs was attributed to lower levels of\nthe TRPA1 ion channel compared to qPSCs10. Although TRPA1 stands out as an important player, the phenotypic changes between qPSCs and aPSCs\nare very substantial, suggesting that the mechanism is multifactorial. What immediately caught our attention is that the mitochondrial potential of\naPSCs does not decrease as dramatically as in qPSCs under pathophysiological stimulation (Fig. 1C-E)10 and our preliminary data show that the\nmitochondrial parameters of qPSCs and aPSCs are indeed markedly different (Fig..3A-F). Although the Jagiellonian team has extensive expertise in\npancreatic (patho)physiology, they only have very limited experience in mitochondrial biology, and thus they seek a capable collaborator to help them\ntackle this project. The above expertise gap is filled by the team of Prof. Geert Bultynck (GB) and Dr Tim Vervliet (TV) at KU Leuven, whose\nresearch has been focused on Ca2+ transport systems (IP3Rs, RyRs and VDAC1) at the endoplasmic reticulum (ER), mitochondria and ER-\nmitochondrial contact sites, how these are controlled by survival proteins including anti-apoptotic Bcl-2 and dysregulated in pathological conditions,\nsuch as cancer, AP and neurodegenerative conditions including Wolfram syndrome, thereby also impacting mitochondrial functions 11,12. As such, the\nteam has gained expertise and developed assays to study mitochondrial Ca2+ handling, characterise MAMs and determine mitochondrial functions\nincluding mitochondrial outer membrane permeabilization, apoptosis, mitochondrial permeability transition pore opening and mitochondrial\nmetabolism, but also related processes such as autophagy13,14. Hence, inspired by their highly complementary expertise, both teams decided to join\nforces to investigate mitochondrial physiology, Ca2+ signalling and autophagy in PSCs, and put the findings in the context of pancreatic diseases.\nThese results will provide novel insights and a better understanding of the early steps in the pathogenesis of pancreatitis and pancreatic cancer with a\nfocus on the mechanisms that underlie the excessive activation of PSCs and other pancreatic fibroblasts under these pathophysiological conditions.\nBoth teams established communication and wish to commit to an official collaboration. From this perspective, the CELSA Research Fund is a perfect\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n1 of 9\nplatform to obtain preliminary results and validate the initial hypotheses with the goal of submitting a competitive proposal for external international\ngrants. We envision that this project will trigger further long-standing collaboration between the two groups and institutions, and is a very natural\ndevelopment of individual scientific interests, unlocking additional unique research opportunities, impossible to achieve otherwise. Moreover, PF, TV\n& GB successfully collaborated before when Dr Ferdek and Dr Vervliet were postdocs at Cardiff University 12.\n1.2. Hypothesis and aim of the project\nHYPOTESIS: Our preliminary data indicate that activated PSCs not only survive but also proliferate efficiently in the harsh environment present in the\ninflamed or cancerous tissue. Given the above, we propose that mitochondrial changes in activated PSCs are an important contributor to their\nresistance. This may be a consequence of both morphological and physiological alterations of the organelles as well as the process of mitophagy.\nThe main goal of this collaborative project is to focus on the three most important aspects of mitochondrial functionality in PSCs:\n(1) mitochondrial morphology , (2) physiology (Ca2+ signalling and MAMs),\n(3) self-repair via mitophagy;\nalso to investigate if the above aspects become affected upon PSC activation (Fig. 2); and ultimately to understand their potential role in pancreatic\ndiseases.\n \n \n \n \nLast modified: \nLast modified: \n10-01-2024\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n2 of 9\nCELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells\nCELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata\nOnly for\ndigital data\nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease\nchoose\nfrom the\nfollowing\noptions:\nGenerate\nnew\ndata\nReuse\nexisting\ndata\nPlease\nchoose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from\nthe following options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml, .tab,\n.csv,.pdf, .txt,\n.rtf,\n.dwg, .gml, …\nNA\nPlease\nchoose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWestern\nBlots\n \nN\nD\nExperimental\ntiff\n<100GB\n \nFluorescent\nand\nConfocal\nmicroscopy\nImaging files from\nmicroscopes\nN\nD\nExperimental\nziar, zistream,\nzvi\n(Zeiss) and ....\n(Nikon), txt\nfiles\n<1TB\n \nFlexstation\nfluorescennce/\nabsobance/\nluminesence\nmeeasurements\nN\nD\nExperimental\npda (softmax\npro)\nand .txt\n<1GB\n \n45Ca2+\nunidirectional\nflux\nexperiments\n \nN\nD\nExperimental\n.rtf and .xlsx\n<1GB\n \nFACS\nCell death\nmeasurements\nvia FACS analysis\nN\nD\nExperimental\n.fcs (flow jo\nfiles).\n<1GB\n \nIncucyte\nCell death/cell\nproliferation\nexperiments via\nIncucyte\nanalysis\nN\nD\nExperimental\n.xls, .tif and\n.mp4\n<100GB\n \nBLI and MST\n \nN\nD\nExperimental\ntif, txt\n<1GB\n \nDNA\nSequences\n \nN\nD\nExperimental\ntxt\n<1GB\n \nCell line\ndatafiles\n \nE and N\nD and P\nExperimental and\nCompiled/aggregated\ndata\ntxt, xls,\n<1GB\n1 kaft per\ncellijn\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n3 of 9\nELN stored\ndata\nData analyses\nexperiments and\nmanuscript\npreparation\nN\nD\nExperimental and\nCompiled/aggregated\ndata\npdf, json, .eln\n<1GB\n \ngraphpad\nprism\ndata analyses\nN\nD\nExperimental and\nCompiled/aggregated\ndata\n.pzfx\n<10GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nEverything is covered under the umbrela protocol of the department under S number S63808.\n  \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\n \n  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\n \n  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\n \n  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n4 of 9\n \n  \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAccording to good laboratory practices, each researcher involved in the project, provides detailed descriptions of his/her experimental data\nacquisition and/or on the generation of new biological materials in his/her electronic laboratory notebooks as appropriate, thereby cross-\nreferring any paper notes that might be used to the electronic files containing the data, and to the biological samples used. \nProtocols and products used are indicated and cross-referenced in the laboratory notebooks. Each experiment in the ELN will contain all data\nfiles with the exclusion of the microscopy data file (this will be stored on an external drive and cross-referenced) a metadata file with\ninformation about the specific dataset or links to other datasets including unique identifier numbers is included in the ELN. Revision history is\nmaintained.  JSON formatted files with metadata are included in the ELN. \nThe researchers involved will store work files on the J-drive or the KU Leuven Enterprise onedrive instead of his/her own laptop hard drive to\nprevent loss of data.\nCell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; location: J-drive) Write access only by\nthe personnel affiliated to our cell culture facility.\nPlasmids will be documented in the ELN database. Information including DNA sequences of primers or other constructs or amino acid\nsequences of peptides generated or obtained during the project: .txt and .docx files and in ELN.\n \n  \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nMetadata will be used.  During and after the project all data is available on the LMCS-shared network J-drive and/or via the laboratory\nnotebooks of the researchers involved.  This will make the data available to researcher within the  research group.  Data and all other\ninformation related to peer-reviewed publications will, at present, be archived on the LMCS Archive K-drive (1 TB presently available, can be\nexpanded whenever necessary) as soon as possible after publication. \nWe will ialso make use of the KULeuven research data repository.  Data will be prepared according to the guidelines set by the university\n(DataCite). \n  \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storage\nOther (specify below)\nData is stored on network drives of the KU Leuven (J-drive, K-drive) with automatic backup at least once per day for these drives by ICT.\nExperimental data is also stored in our electronic lab notebooks and are backed up once a day. The individual researcher will also back-up\nexperiments of the ELN to their respective onedrive of the KULeuven as a secondary back-up option.  Microscopy data will be saved on\nexternal hard drives due to the amount of data needed.\n  \nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n5 of 9\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nAutomatic back-ups are created from the elctronic lab notebook system we use in addition to the automatic backups provided by KU Leuven\nICTS\n  \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nNo (explain solution below)\nAt the moment the drives are at capacity, but these can be extended when required.  The additional cost will be divided at ratio by all current\ngrants.\nAvailable (drives can be expanded whenever needed):\nELN: 800GB space, currently 5GB used\nresearch group networked-drive: 1TB space, currently 700GB used\nK-drive: 500GB space (for archiving purposes)\nEach individual researcher: Professional Onedrive (2TB)\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data from published papers is archived on our archive drives at the KU Leuven.\nThis drive is write only and can only be accessed by the lab manager and the PI's of the research group.  Data can only be written and read, not\nmodified or deleted.\n \n  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nELN: €121 / 1TB J-drive: €51.9 / year/ 100GB K-drive: €156 / year / 1TB MySQL: €41.41 / year\nExtension, Reparation or replacement costs for other hardware will be covered by the allocated ‘consumables’ budget of the projects ongoing\nin the lab\n  \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\n \n  \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n6 of 9\n \n  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll obtained/generated data will be preserved for at least 10 years (as well the original data as the processed data), as well in Leuven as at our\nexternal partner.  See questions above about costs involved.\n  \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nData potentially leading to patent application or important for future applications will not be made available or only under restricting\nconditions.\nPreliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures.\nDefinitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in\nprevious point.\nAll data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access\naccording to KU Leuven policy and publications will be available via Lirias 2.0.  Data from published papers will in future be deposited in the\nKU Leuven research data repository.\nDatasets will be uploaded to the university research data repository upon publication.\n \n  \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nPublications (open access).\nFor published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the\nproject.  Guidelines of the university will be applied.\nFor unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the\nresearch after the completion of present project).\n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\n \n  \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\n \n  \nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n7 of 9\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\n \n  \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nPublic domain\n  \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\n \n  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nPublication costs (Open Access) will be covered by the consumables budget.  There is no cost involved at the moment for using the KULeuven\ndata repository.  50GB available per researcher per year for free.   \n  \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nAll researchers involved in the project are responsible for their own part.  The Lab managers in the research groups involved will supervise this\nprocess.\n \n  \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nAll researchers involved in the project are responsible for their own part. The PI’s will supervise this process and deal with the long-term\nstorage of data sets.\n  \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI’ mentioned in this grant\n  \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI’ mentioned in this grant\n  \nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n8 of 9\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n9 of 9"
    },
    "clean_full_text": "CELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells CELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells A Data Management Plan created using DMPonline.be Creators: Creators: Tomas Luyten, n.n. n.n., Geert Bultynck Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Geert Bultynck Grant number / URL: Grant number / URL: CELSA/23/031 ID: ID: 202977 Start date: Start date: 01-10-2023 End date: End date: 30-09-2025 Project abstract: Project abstract: Pancreatic diseases remain a major medical challenge. Pancreatic cancer (PC) affects more than 450 000 people annually and, due to extremely low survival rates, causes almost the same number of deaths1! PC is a solid tumour, whose integral part is a dense (and mostly acellular) fibrotic stroma that not only exerts selective pressure on cancer cells but also limits the delivery of drugs to cancer, protecting it against chemotherapy. Acute pancreatitis (AP) is a severe and very painful necrotising disease in which living components of the pancreas are destroyed and replaced by fibrotic tissue. There are approx. 3 000 000 new cases of AP resulting in 120 000 deaths each year! Finally, even 50/100 000 people could be affected by chronic pancreatitis (CP)2. In contrast to AP, which is more severe but potentially reversible, CP only worsens over time, leading to permanent tissue fibrosis. This impairs the production of digestive enzymes and hormones, often leading to malnutrition, type 1 diabetes, severe chronic pain and even death. A key common feature of the above diseases is the activation of pancreatic stellate cells (PSCs). Normally quiescent (qPSCs) and scattered between pancreatic acini, PSCs become activated and assume a myofibroblast-like phenotype upon tissue damage or in response to inflammatory mediators, such as TGF- β 3,4. Although these cells are required for tissue repair, in chronic pancreatic diseases, activated PSCs (aPSCs) participate in the overproduction of components of the extracellular matrix (ECM) that replace the pancreatic parenchyma, leading to organ dysfunction (in AP/CP) or increased resistance to therapy (in PC)4. What remains puzzling is how activated PSCs withstand severe conditions of inflamed or neoplastic tissue. Despite constant exposure to signals that can normally induce cell death, PSCs divide and produce large amounts of ECM surprisingly effectively. Since both protein synthesis, proliferation, and apoptosis are energy-dependent processes that strictly rely on the condition of mitochondria, this prompted us to search for differences in the mitochondrial structure and functions between qPSCs and aPSCs as a possible explanation of the above phenomenon. Mitochondria, although predominantly associated with ATP production, are also responsible for the redox balance, Ca2+ buffering, regulation of cell differentiation, immunity control and many more.5 While mitochondrial shape is, to some extent, cell type-specific, it can dynamically change depending on cell demands. However, some of its alterations (e.g. shortening, swelling, or changes in the number of cristae) may indicate pathological conditions such as oxidative stress6,7. Physiologically, several mitochondrial functions, such as ATP production or generation of reactive oxygen species (ROS), are controlled by Ca2+ signalling. These signals are highly dependent on the transfer of ions between the ER and mitochondria via mitochondria-associated ER membranes (MAMs)8. A growing body of evidence suggests that changes in mitochondrial functions and the removal of mitochondria by mitophagy may play a crucial role in the development of certain fibrotic disorders, e.g. liver and pulmonary fibrosis9. Therefore, it is natural to wonder whether activation of PSCs could also affect mitochondrial functions equipping these cells with a tool to resist ongoing inflammation and cell death signals. Recent work of the team led by Dr Pawel Ferdek (PF; Jagiellonian University) revealed that, compared to qPSCs, aPSCs are much less prone to the toxicity of ethanol (EtOH) and palmitoleic acid (POA), common inducers of pancreatitis (Fig. 1A-B). Since this EtOH/POA toxicity is mediated by intracellular Ca2+ overload, the increased resistance of aPSCs was attributed to lower levels of the TRPA1 ion channel compared to qPSCs10. Although TRPA1 stands out as an important player, the phenotypic changes between qPSCs and aPSCs are very substantial, suggesting that the mechanism is multifactorial. What immediately caught our attention is that the mitochondrial potential of aPSCs does not decrease as dramatically as in qPSCs under pathophysiological stimulation (Fig. 1C-E)10 and our preliminary data show that the mitochondrial parameters of qPSCs and aPSCs are indeed markedly different (Fig..3A-F). Although the Jagiellonian team has extensive expertise in pancreatic (patho)physiology, they only have very limited experience in mitochondrial biology, and thus they seek a capable collaborator to help them tackle this project. The above expertise gap is filled by the team of Prof. Geert Bultynck (GB) and Dr Tim Vervliet (TV) at KU Leuven, whose research has been focused on Ca2+ transport systems (IP3Rs, RyRs and VDAC1) at the endoplasmic reticulum (ER), mitochondria and ER- mitochondrial contact sites, how these are controlled by survival proteins including anti-apoptotic Bcl-2 and dysregulated in pathological conditions, such as cancer, AP and neurodegenerative conditions including Wolfram syndrome, thereby also impacting mitochondrial functions 11,12. As such, the team has gained expertise and developed assays to study mitochondrial Ca2+ handling, characterise MAMs and determine mitochondrial functions including mitochondrial outer membrane permeabilization, apoptosis, mitochondrial permeability transition pore opening and mitochondrial metabolism, but also related processes such as autophagy13,14. Hence, inspired by their highly complementary expertise, both teams decided to join forces to investigate mitochondrial physiology, Ca2+ signalling and autophagy in PSCs, and put the findings in the context of pancreatic diseases. These results will provide novel insights and a better understanding of the early steps in the pathogenesis of pancreatitis and pancreatic cancer with a focus on the mechanisms that underlie the excessive activation of PSCs and other pancreatic fibroblasts under these pathophysiological conditions. Both teams established communication and wish to commit to an official collaboration. From this perspective, the CELSA Research Fund is a perfect Created using DMPonline.be. Last modiﬁed 10 January 2024 1 of 9 platform to obtain preliminary results and validate the initial hypotheses with the goal of submitting a competitive proposal for external international grants. We envision that this project will trigger further long-standing collaboration between the two groups and institutions, and is a very natural development of individual scientific interests, unlocking additional unique research opportunities, impossible to achieve otherwise. Moreover, PF, TV & GB successfully collaborated before when Dr Ferdek and Dr Vervliet were postdocs at Cardiff University 12. 1.2. Hypothesis and aim of the project HYPOTESIS: Our preliminary data indicate that activated PSCs not only survive but also proliferate efficiently in the harsh environment present in the inflamed or cancerous tissue. Given the above, we propose that mitochondrial changes in activated PSCs are an important contributor to their resistance. This may be a consequence of both morphological and physiological alterations of the organelles as well as the process of mitophagy. The main goal of this collaborative project is to focus on the three most important aspects of mitochondrial functionality in PSCs: (1) mitochondrial morphology , (2) physiology (Ca2+ signalling and MAMs), (3) self-repair via mitophagy; also to investigate if the above aspects become affected upon PSC activation (Fig. 2); and ultimately to understand their potential role in pancreatic diseases. Last modified: Last modified: 10-01-2024 Created using DMPonline.be. Last modiﬁed 10 January 2024 2 of 9 CELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells CELSA/23/032 - 'Mito-tracking’ the phenotyping transition of pancreatic stellate cells Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Western Blots N D Experimental tiff <100GB Fluorescent and Confocal microscopy Imaging files from microscopes N D Experimental ziar, zistream, zvi (Zeiss) and .... (Nikon), txt files <1TB Flexstation fluorescennce/ absobance/ luminesence meeasurements N D Experimental pda (softmax pro) and .txt <1GB 45Ca2+ unidirectional flux experiments N D Experimental .rtf and .xlsx <1GB FACS Cell death measurements via FACS analysis N D Experimental .fcs (flow jo files). <1GB Incucyte Cell death/cell proliferation experiments via Incucyte analysis N D Experimental .xls, .tif and .mp4 <100GB BLI and MST N D Experimental tif, txt <1GB DNA Sequences N D Experimental txt <1GB Cell line datafiles E and N D and P Experimental and Compiled/aggregated data txt, xls, <1GB 1 kaft per cellijn Created using DMPonline.be. Last modiﬁed 10 January 2024 3 of 9 ELN stored data Data analyses experiments and manuscript preparation N D Experimental and Compiled/aggregated data pdf, json, .eln <1GB graphpad prism data analyses N D Experimental and Compiled/aggregated data .pzfx <10GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Everything is covered under the umbrela protocol of the department under S number S63808. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 10 January 2024 4 of 9 Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). According to good laboratory practices, each researcher involved in the project, provides detailed descriptions of his/her experimental data acquisition and/or on the generation of new biological materials in his/her electronic laboratory notebooks as appropriate, thereby cross- referring any paper notes that might be used to the electronic files containing the data, and to the biological samples used. Protocols and products used are indicated and cross-referenced in the laboratory notebooks. Each experiment in the ELN will contain all data files with the exclusion of the microscopy data file (this will be stored on an external drive and cross-referenced) a metadata file with information about the specific dataset or links to other datasets including unique identifier numbers is included in the ELN. Revision history is maintained. JSON formatted files with metadata are included in the ELN. The researchers involved will store work files on the J-drive or the KU Leuven Enterprise onedrive instead of his/her own laptop hard drive to prevent loss of data. Cell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; location: J-drive) Write access only by the personnel affiliated to our cell culture facility. Plasmids will be documented in the ELN database. Information including DNA sequences of primers or other constructs or amino acid sequences of peptides generated or obtained during the project: .txt and .docx files and in ELN. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Metadata will be used. During and after the project all data is available on the LMCS-shared network J-drive and/or via the laboratory notebooks of the researchers involved. This will make the data available to researcher within the research group. Data and all other information related to peer-reviewed publications will, at present, be archived on the LMCS Archive K-drive (1 TB presently available, can be expanded whenever necessary) as soon as possible after publication. We will ialso make use of the KULeuven research data repository. Data will be prepared according to the guidelines set by the university (DataCite). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storage Other (specify below) Data is stored on network drives of the KU Leuven (J-drive, K-drive) with automatic backup at least once per day for these drives by ICT. Experimental data is also stored in our electronic lab notebooks and are backed up once a day. The individual researcher will also back-up experiments of the ELN to their respective onedrive of the KULeuven as a secondary back-up option. Microscopy data will be saved on external hard drives due to the amount of data needed. How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 10 January 2024 5 of 9 Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) Automatic back-ups are created from the elctronic lab notebook system we use in addition to the automatic backups provided by KU Leuven ICTS Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. No (explain solution below) At the moment the drives are at capacity, but these can be extended when required. The additional cost will be divided at ratio by all current grants. Available (drives can be expanded whenever needed): ELN: 800GB space, currently 5GB used research group networked-drive: 1TB space, currently 700GB used K-drive: 500GB space (for archiving purposes) Each individual researcher: Professional Onedrive (2TB) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data from published papers is archived on our archive drives at the KU Leuven. This drive is write only and can only be accessed by the lab manager and the PI's of the research group. Data can only be written and read, not modified or deleted. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? ELN: €121 / 1TB J-drive: €51.9 / year/ 100GB K-drive: €156 / year / 1TB MySQL: €41.41 / year Extension, Reparation or replacement costs for other hardware will be covered by the allocated ‘consumables’ budget of the projects ongoing in the lab Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) KU Leuven RDR Created using DMPonline.be. Last modiﬁed 10 January 2024 6 of 9 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All obtained/generated data will be preserved for at least 10 years (as well the original data as the processed data), as well in Leuven as at our external partner. See questions above about costs involved. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Data potentially leading to patent application or important for future applications will not be made available or only under restricting conditions. Preliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures. Definitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in previous point. All data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU Leuven policy and publications will be available via Lirias 2.0. Data from published papers will in future be deposited in the KU Leuven research data repository. Datasets will be uploaded to the university research data repository upon publication. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Publications (open access). For published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project. Guidelines of the university will be applied. For unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research after the completion of present project). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Created using DMPonline.be. Last modiﬁed 10 January 2024 7 of 9 When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Public domain Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Publication costs (Open Access) will be covered by the consumables budget. There is no cost involved at the moment for using the KULeuven data repository. 50GB available per researcher per year for free. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? All researchers involved in the project are responsible for their own part. The Lab managers in the research groups involved will supervise this process. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? All researchers involved in the project are responsible for their own part. The PI’s will supervise this process and deal with the long-term storage of data sets. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI’ mentioned in this grant Who will update and implement this DMP? Who will update and implement this DMP? The PI’ mentioned in this grant Created using DMPonline.be. Last modiﬁed 10 January 2024 8 of 9 Created using DMPonline.be. Last modiﬁed 10 January 2024 9 of 9"
}