{
    "document_id": "D-2024-3142",
    "LinkTitle": "D-2024-3142",
    "file_name": "D-2024-3142.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3142.pdf",
    "metadata": {
        "title": "Flexible Activity Tracking to Support Physical Activity (C3/24/018)",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nFlexible Activity Tracking to Support Physical Activity (C3/24/018)\nCreator:\nCreator:\nDimitri Vargemidis\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nThis project aims to enhance wearable activity tracking (WAT) systems for persons using mobility aids such as canes, walkers, and\nrollators. Despite their widespread use in recreational, medical, and research settings, current WATs face significant challenges in\naccurately measuring physical activity (PA) for slower walkers and those with mobility aids. Existing systems tend to underestimate step\ncounts due to inaccuracies in tracking gait, especially for older adults with varied physical capabilities. This project seeks to develop\nalgorithms for real-time recognition of mobility aids and improve step count accuracy through machine learning, tailored to different\nwalking modalities. A core objective is to design a flexible software library that automatically adjusts step counting methods based on\nthe mobility aid in use. The system will also feature personalised visualisations, motivating users and providing actionable feedback to\nboth individuals and caregivers. The expected outcome is a software package compatible with existing and new devices, offering\nimproved PA tracking for mobility aid users and older adults, irrespective of which aid is used. Through iterative design and evaluation\nwith stakeholders, this project will contribute to a more inclusive, accurate, and user-friendly WAT system, fostering healthier lifestyles\namong mobility aid users and older adults.\nID: \nID: \n211747\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2026\nLast modified: \nLast modified: \n18-12-2024\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n1 of 7\nFlexible Activity Tracking to Support Physical Activity (C3/24/018)\nFlexible Activity Tracking to Support Physical Activity (C3/24/018)\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \nDataset name\n/ ID\nDescription\nNew\nor\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\nInformed\nconsent\nforms\nSigned IFCs for study 1 and 2\nNew\nPhysical\nTextual\n \n \n1 form per\nparticipant\nStudy 1:\nWalking\nsensor data\nWalking data (6 DoF) collected with 50-60 participants\nwith or without using a mobility aid\nNew\nDigital\nAudiovisual,\nNumeric\nmp4,\ncsv\n<1GB\n \nStudy 1:\nParticipant\nprofile data\nSurvey data asking about habits regarding physical\nactivity, preference regarding activity trackers, and\nexperience with activity trackers\nNew\nDigital,\nPhysical\nTextual\ncsv\n<10MB\n5 pages\nper\nparticipant\nStudy 2:\nEvaluation\ndata\nEvaluation with participants where profile data, test\n(walking) data, and comments regarding to UX are\nrecorded\nNew\nDigital,\nPhysical\nSound,\nTextual\nmp4,\ncsv\n<1GB\n5 pages\nper\nparticipant\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo data will be reused for this research project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nAll data collected in this study will originate from human participants, both for study 1 and study 2. Participants will always\nreceive information about the study prior to voluntarily signing the informed consent form. SMEC number study 1: G-2024-8354-\nR2 (approved), SMEC number study 2: G-2024-8931 (approval pending).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nWe will collect personal data for each of the aforementioned datasets.\nInformed consent forms: for participants giving their explicit permission to collect the data, and for them to exert their rights\nwithin the context of GDPR. SMEC number: G-2024-8354-R2 and G-2024-8931 (approval pending).\nStudy 1: Walking sensor data: numerical accelerator and gyrosensor data registered during walking. This will be\npseudonymised. SMEC number: G-2024-8354-R2.\nStudy 1: Participant profile data: only aggregate data is relevant here, everything will be pseudonymised. SMEC number: G-\n2024-8354-R2.\nStudy 2: Evaluation data: numerical accelerator and gyrosensor data to evaluate the created algorithms; textual\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n2 of 7\nquestionnaire data and audio recordings on the UX of the designed application. SMEC number: G-2024-8931 (approval\npending).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nThis only applies to 'Study 1: Walking sensor data'. During this part of the study, we will collect accelerometer and gyrosensor\ndata with participants using a mobility aid or walking without using one. This will be used for training a machine learning model,\nwith the potential for commercial exploitation in the form of licensing the solutation as a software package to external\ncompanies. The data is not part of a patentable invention.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nStudy 1: Walking sensor data: All recorded accelerometer and gyrosensor data will be stored in a csv file with clear headers\nfor future reference. A README.txt will be stored together with this csv file. This txt file will contain detailed information\nabout the followed procedure of the data collection, including the locations of the sensors on the body of the participants.\nNone of the collected data will be made public - it will be used to create a machine learning model, which will be part of a\nsoftware package and has the potential for commercial exploitation through licensing agreements.\nStudy 1: Participant profile data: All data will be pseudonymised and recorded in a csv file with clear headers detailing the\nstored content. Due to the data containing information that makes it possible to identify participants, this dataset will not be\nshared publicly. No additional documentation is required to understand the collected questionnaire data.\nStudy 2: Evaluation data: All data will be pseudonymised and recorded in a csv file with clear headers detailing the stored\ncontent. Due to the data containing information that makes it possible to identify participants, this dataset will not be shared\npublicly. A README.txt will be stored together with test data to detail the followed procedure. No additional documentation is\nneeded to understand the collected questionnaire data.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n3 of 7\nNo\nOnly for numerical data recorded using sensors, the accompanying metafile will include detailed information on the procedure\nfollowed to capture the data. Details about the data, such as the units or position of the sensor in relation to the participant's body\ncan be found in the cvs file containg the actual data.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nData collected on paper will be stored in a locked closet only accessible by researchers of this project.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nDigital data will only be stored on personal KU Leuven OneDrive accounts belonging to researchers of this project. Physical data\n(on paper) will be digitised at the earliest opportunity after the study and stored on researchers' KU Leuven OneDrive accounts as\nwell. The physical copies, including the signed informed consent forms, will be stored securely in a locked closet in a locked\noffice, only accessible by the researchers involved in this project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup beyond the standard OneDrive account the KU Leuven provides for\neach staff member.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n4 of 7\nAll numerical and textual data collected will be preserved for 10 years. Audiovisual data will be processed immediately after the\nstudy and converted to text, after which the original audiovisual data will be deleted for privacy reasons.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nPhysical data (on paper) will be stored in a locked closet by the main PI involved in this project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no additional expected costs.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nOnly aggregate data will be shared through scientific publications. Numerical datasets will not be shared publicly due to the\npotential for commercial exploitation.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly reasearchers involved in this project will have access to the collected data due to the potential for commercial exploitation,\nin accordance with the obtained SMEC approval. For any other future use of the data, a new SMEC approval is required.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, other\nStudy 1: Walking sensor data: this will be used to create a machine learning model, with the potential for commercial\nexploitation; additionally, this data has a minor risk of allowing others to identify the participant, especially in combination\nwith other pseudonymised data.\nStudy 1: Participant profile data: non-aggregate data forms a high risk in allowing others to identify participants.\nStudy 2: Evaluation data: the numerical data collected during the evaluation has a minor risk of allowing others to identify the\nparticipant, especially in combination with other pseudonymised data; non-aggregate textual (questionnaire) data forms a\nhigh risk in allowing others to identify participants.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n5 of 7\nOther (specify below)\nThe data will not be shared publicly due to the aforementioned restrictions.\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nAggregate data will be made available upon publication of the research results. The dataset will not be made available due to\nprivacy concerns and the potential to commercially exploit the research results.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nThe collected data will not be made available publicly. All data will be processed and a machine learning model will be derived\nfrom the numerical data collected during study 1. Reverse engineering the created model will not provide meaningful, identifiable\ninformation about the study participants. This model will be part of a softare package, which holds the potential to be licensed to\ninterested parties. The specifics of this license are to be determined in collaboration with LRD.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe collected data will not be shared.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDimitri Vargemidis (main researcher)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDimitri Vargemidis (main researcher)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDimitri Vargemidis (main researcher), prof. Luc Geurts (promoter)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n6 of 7\nDimitri Vargemidis\nCreated using DMPonline.be. Last modiﬁed 18 December 2024\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Flexible Activity Tracking to Support Physical Activity (C3/24/018) Creator: Creator: Dimitri Vargemidis Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: This project aims to enhance wearable activity tracking (WAT) systems for persons using mobility aids such as canes, walkers, and rollators. Despite their widespread use in recreational, medical, and research settings, current WATs face significant challenges in accurately measuring physical activity (PA) for slower walkers and those with mobility aids. Existing systems tend to underestimate step counts due to inaccuracies in tracking gait, especially for older adults with varied physical capabilities. This project seeks to develop algorithms for real-time recognition of mobility aids and improve step count accuracy through machine learning, tailored to different walking modalities. A core objective is to design a flexible software library that automatically adjusts step counting methods based on the mobility aid in use. The system will also feature personalised visualisations, motivating users and providing actionable feedback to both individuals and caregivers. The expected outcome is a software package compatible with existing and new devices, offering improved PA tracking for mobility aid users and older adults, irrespective of which aid is used. Through iterative design and evaluation with stakeholders, this project will contribute to a more inclusive, accurate, and user-friendly WAT system, fostering healthier lifestyles among mobility aid users and older adults. ID: ID: 211747 Start date: Start date: 01-10-2024 End date: End date: 30-09-2026 Last modified: Last modified: 18-12-2024 Created using DMPonline.be. Last modiﬁed 18 December 2024 1 of 7 Flexible Activity Tracking to Support Physical Activity (C3/24/018) Flexible Activity Tracking to Support Physical Activity (C3/24/018) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Informed consent forms Signed IFCs for study 1 and 2 New Physical Textual 1 form per participant Study 1: Walking sensor data Walking data (6 DoF) collected with 50-60 participants with or without using a mobility aid New Digital Audiovisual, Numeric mp4, csv <1GB Study 1: Participant profile data Survey data asking about habits regarding physical activity, preference regarding activity trackers, and experience with activity trackers New Digital, Physical Textual csv <10MB 5 pages per participant Study 2: Evaluation data Evaluation with participants where profile data, test (walking) data, and comments regarding to UX are recorded New Digital, Physical Sound, Textual mp4, csv <1GB 5 pages per participant If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No data will be reused for this research project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) All data collected in this study will originate from human participants, both for study 1 and study 2. Participants will always receive information about the study prior to voluntarily signing the informed consent form. SMEC number study 1: G-2024-8354- R2 (approved), SMEC number study 2: G-2024-8931 (approval pending). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) We will collect personal data for each of the aforementioned datasets. Informed consent forms: for participants giving their explicit permission to collect the data, and for them to exert their rights within the context of GDPR. SMEC number: G-2024-8354-R2 and G-2024-8931 (approval pending). Study 1: Walking sensor data: numerical accelerator and gyrosensor data registered during walking. This will be pseudonymised. SMEC number: G-2024-8354-R2. Study 1: Participant profile data: only aggregate data is relevant here, everything will be pseudonymised. SMEC number: G- 2024-8354-R2. Study 2: Evaluation data: numerical accelerator and gyrosensor data to evaluate the created algorithms; textual Created using DMPonline.be. Last modiﬁed 18 December 2024 2 of 7 questionnaire data and audio recordings on the UX of the designed application. SMEC number: G-2024-8931 (approval pending). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes This only applies to 'Study 1: Walking sensor data'. During this part of the study, we will collect accelerometer and gyrosensor data with participants using a mobility aid or walking without using one. This will be used for training a machine learning model, with the potential for commercial exploitation in the form of licensing the solutation as a software package to external companies. The data is not part of a patentable invention. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Study 1: Walking sensor data: All recorded accelerometer and gyrosensor data will be stored in a csv file with clear headers for future reference. A README.txt will be stored together with this csv file. This txt file will contain detailed information about the followed procedure of the data collection, including the locations of the sensors on the body of the participants. None of the collected data will be made public - it will be used to create a machine learning model, which will be part of a software package and has the potential for commercial exploitation through licensing agreements. Study 1: Participant profile data: All data will be pseudonymised and recorded in a csv file with clear headers detailing the stored content. Due to the data containing information that makes it possible to identify participants, this dataset will not be shared publicly. No additional documentation is required to understand the collected questionnaire data. Study 2: Evaluation data: All data will be pseudonymised and recorded in a csv file with clear headers detailing the stored content. Due to the data containing information that makes it possible to identify participants, this dataset will not be shared publicly. A README.txt will be stored together with test data to detail the followed procedure. No additional documentation is needed to understand the collected questionnaire data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 18 December 2024 3 of 7 No Only for numerical data recorded using sensors, the accompanying metafile will include detailed information on the procedure followed to capture the data. Details about the data, such as the units or position of the sensor in relation to the participant's body can be found in the cvs file containg the actual data. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Other (specify below) Data collected on paper will be stored in a locked closet only accessible by researchers of this project. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Digital data will only be stored on personal KU Leuven OneDrive accounts belonging to researchers of this project. Physical data (on paper) will be digitised at the earliest opportunity after the study and stored on researchers' KU Leuven OneDrive accounts as well. The physical copies, including the signed informed consent forms, will be stored securely in a locked closet in a locked office, only accessible by the researchers involved in this project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup beyond the standard OneDrive account the KU Leuven provides for each staff member. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 18 December 2024 4 of 7 All numerical and textual data collected will be preserved for 10 years. Audiovisual data will be processed immediately after the study and converted to text, after which the original audiovisual data will be deleted for privacy reasons. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) Physical data (on paper) will be stored in a locked closet by the main PI involved in this project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no additional expected costs. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) Only aggregate data will be shared through scientific publications. Numerical datasets will not be shared publicly due to the potential for commercial exploitation. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only reasearchers involved in this project will have access to the collected data due to the potential for commercial exploitation, in accordance with the obtained SMEC approval. For any other future use of the data, a new SMEC approval is required. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, other Study 1: Walking sensor data: this will be used to create a machine learning model, with the potential for commercial exploitation; additionally, this data has a minor risk of allowing others to identify the participant, especially in combination with other pseudonymised data. Study 1: Participant profile data: non-aggregate data forms a high risk in allowing others to identify participants. Study 2: Evaluation data: the numerical data collected during the evaluation has a minor risk of allowing others to identify the participant, especially in combination with other pseudonymised data; non-aggregate textual (questionnaire) data forms a high risk in allowing others to identify participants. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 18 December 2024 5 of 7 Other (specify below) The data will not be shared publicly due to the aforementioned restrictions. When will the data be made available? When will the data be made available? Other (specify below) Aggregate data will be made available upon publication of the research results. The dataset will not be made available due to privacy concerns and the potential to commercially exploit the research results. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) The collected data will not be made available publicly. All data will be processed and a machine learning model will be derived from the numerical data collected during study 1. Reverse engineering the created model will not provide meaningful, identifiable information about the study participants. This model will be part of a softare package, which holds the potential to be licensed to interested parties. The specifics of this license are to be determined in collaboration with LRD. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The collected data will not be shared. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Dimitri Vargemidis (main researcher) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dimitri Vargemidis (main researcher) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Dimitri Vargemidis (main researcher), prof. Luc Geurts (promoter) Who will update and implement this DMP? Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 18 December 2024 6 of 7 Dimitri Vargemidis Created using DMPonline.be. Last modiﬁed 18 December 2024 7 of 7"
}