{
    "document_id": "D-2022-1468",
    "LinkTitle": "D-2022-1468",
    "file_name": "D-2022-1468.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1468.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Nele Noppe",
        "num_pages": 5
    },
    "content": {
        "full_text": "1  \nMY DATA MANAGEMENT PLAN (KU LEUVEN DMP)  \n \nADMIN ISTRATIVE  INFORMATION  \nProject Name: Multiorgan -on-chip model for personalized studies of cystic fibrosis  \n(CF) pathophysiology  \nPrincipal Investigator / Researcher: Xavier Casadevall i Solvas  \nInstitution: KU Leuven  \n \nSECTION 1. DATA DESCRIPTION  \nWhat data will you collect or create? Fill out the table below and/or describe.  \n Type of data  Format    Volume  How created?   \nobservational, \nexperimental, reference \ndata,...   e.g. textual, numerical, \nmultimedia  \ndocx, pdf, jpg   e.g 200MB, 1GB  Microsoft Word , \nobservations, photos \ntaken on site , ... \nMicroscopy  \nImages  .tif 1TB Fluorescent and Confocal  \nmicroscopy of Extracellular \nmatrix and surrounding \ncells inside microfluidic \nchips  \nMicroscopy  \nmovies  .avi 1TB Fluorescent and Brightfield \nmicroscopy videos of cell \ndevelopment and cell -cell \ninteractions  \ninside microfluidic chips  \nMicrofluidic chip designs  .dwg 1GB Using CAD software  \nProtocols  .txt 1GB Description of \nexperimental Protocols and \nexperimental results; \nliterature studies  \nObservational numerical \ndata .xls 1GB Measurements of cell \nlocalization, motility, cell \ntype, viability, ECM \nposition, and diverse \nquantitative numerical  \nanalyses  \nControl codes  .exe/ .mat 100MB  Using Pyth on, Matlab, \nImageJ and C++  \n \n \nDo you intend to reuse existing data?  \n2 No \n \nDo you use personal data (i.e. all data possibly identifying an individual)?  \nNo \n \nSECTION 2. METADATA AND DOCUMENTATION  \nDescribe the documentation that will be created for the data. This section deals with the way in \nwhich you will document how the dataset was created and subsequently processed.  \n1) Protocols (containing info about both materials  - setting, parameters, set -up, ...  - and methods),  the \nresearch progress and obtained data, what they represent and how they were generated, will  be collected \nin an electronic notebook (eLABJournal, Bio -ITech) . Here, folders are provided for all subtasks of the \nproject. In each folder, a new file will be made  for each experiment, named with the date and subject, and \nincluding information on the persons  involved as well as version tracking. Each experimental fil e will \ncontain a section on the  objective, protocol, results (a description of results and observations rather than \nall raw and  analysed data) and conclusions. For each experiment, all raw and analysed data files will be  \nstored in a folder on the shared se rver, using the same hierarchical folder structure as the  electronic \nlabnotebook. By using the same structure on the server and in the electronic  labnotebook, contextual \ninformation on the experimentally obtained data can be easily searched  and used by a s econdary analyst \nvia the electronic notebook.  \n2) A physical sample inventory will be stored in freezers and a file with sample details will be  saved on the \nshared server.  \n \nDescribe the metadata for the data. This section deals with metadata: information contained in \nyour dataset  that adds structure to  the research data.  \nNo uniform metadata standard is available for all different aspects and disciplines of  this project.  \nTherefore, we will create a uniform system ourselves to enhance the use of secondary data. As  \nmentioned above, we will use the electronic labnotebook (eLABJournal, Bio -ITech) in which a  number of \npredetermined topics have to be described for  each experiment (objective, protocol,  results and \nconclusion). The electronic labnotebook facilitates searching for particular metadata  through a search \nengine. By mimicking the folder structure of the electronic labnotebook in the  serverbased folder with  the \nexperimental data, linking of the metadata to the actual data will be  facilitated.  \n \nSECTION 3. ETHICAL, LEGAL AND PRIVACY ISSUES  \nAre there any ethical issues concerning the creation and/or use of the data?  \nQuestion not answered  \n \nDid you consider all issues about copyrights and IPR?  \nNo \n \n3 Are the collected data considered to be “data containing personal information” and are all t he \nrequirements about the collection of these data met?  \nNo \n \n \nSECTION 4. DATA STORAGE AND BACKUP DURING  THE RESEARCH  \nHow and where will the data be stored during research?  \nThe time -stamped digital data will be stored in a project folder on the shared drive (J:) of KU  Leuven. The \ntime-stamped digital metadata will be stored on the server of  the electronic lab notebook  (eLABJournal, \nBio-ITech), and .pdf exports will be made on a weekly basis to be saved on the  shared drive (J:). The \nfolder will be open for the members participating in this FWO project and is  secured and backed -up by the \nICTS servi ce of KU Leuven. Copies can be made and kept on  personal devices. An additional back up \nwill be stored on the shared drive (K:) of KU Leuven and  will be updated on a yearly basis.  \n \nWhich back -up procedures are in place?  \nThe digital data will be stored on the university's central servers with auto matic daily back -up procedures . \n \nDescribe the data security procedures and who has access to the data.  \nThe network drive for the FWO -SB project folder and the large volume storage folder are secured  by the \nICTS service of KU Leuven with a mirror copy. Only other lab members  will have access to  the shared \nfolder. Unauthorized persons do not have access to this system.  \n \n \nSECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH  \nWhat is the long -term preservation plan for these dataset(s)?  \nAll data obtained during this FWO project will be retained for the expected 5 year period.  KU Leuven \nprovides multiple options for (long term) data storage. Ty pe 1 server backend storage  with mirror backup \nfor the FWO -SB project folder will cost € 270 per TB per year. The estimated  maximal cost for the 4 -year \nproject would therefore be € 1080. Large datasets that do not  require frequent access can be stored on a  \nseparate server for large volume storage, costing €  113,84 per TB per year. The estimated maximal cost \nfor the 4 -year project would therefore be €  455,36 if this type of data storage is required. All costs will be \ncovered by the project budget.  \n \nWhich data will have long time value for the research and will be preserved?  \n1) The digital data will be stored on the university's central servers (with automatic backup  procedures) for \nat least 5 years, conform the KU Leuven RDM policy.  \n2) The physical data will be stored in freezers in the labs of the collaborators for up to 5 years  after the \nproject.  \n3) The accompanying metadata will be stored in the electronic l ab notebook (eLABJournal, Bio -ITech).  \n \n4 SECTION 6. DATA SHARING  \nAre there any restrictions for sharing the data?  \nNo \n \nIf there are no restrictions, which mechanisms will be in place to assure that the data are \ndiscoverable, accessible and intelligible?  \nNA \n \nHow will you share the data?  \nResults will be shared via scientific publication s. Relevant digital data will be published and made \navailable after the end of the project.  Data with valuable IP will be protected prior to publication. We will \ncomply with open  access regulations of the FWO.  \n \nWith whom will the data be shared?  \nAll digital data will be stored and be available for lab members using a shared network  drive and large \nvolume storage provided by the KU Leuven. In addition, the relevant  data will be made available to \nexternal people upon request by mail.  \n \nSECTION 7. RESPONS IBILITIES AND RESOURCES  \nWho is responsible for Data Management during the project? This will be the person who might \nreceive questions on the data management aspects of the research project.   \nThe PhD students who will work on this FWO project will be responsible for the data  collection, \ndocumentation and metadata. Supervisors will manage the data storage  facilities  \nThe PhD students who will work on this FWO project will be responsibl e to store  the data on the \nappropriate accommodation provided by KU Leuven. The ICTS service of  KU Leuven is responsible for \nthe back -up of the network drives at KU Leuven. The  folders will be managed by the supervisors.  \nThe PIs will be responsible for the data preservation and eventual reuse of obtained  data.  \nThe PI s bear the end responsibility of upd ating & implementing this DMP.  \n \nWhich additional resources are needed for th e execution of the Data Management Plan?  \nCost of the large volume storage will be € 128,39 per TB and year. We anticipate that  we will need 2 TB \nfor 5 years to keep the essential data available. This will amount to  € 1229,90 and will be covered by the \nproject's b udget.  \n \nDid you read the KU Leuven Research Data  Management Policy? (find the link to the policy in the \nguidance).  \nYes \n \n \n \n5  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCreated using DMP Online KU Leuven, adapted from DMP Online  "
    },
    "clean_full_text": "1 MY DATA MANAGEMENT PLAN (KU LEUVEN DMP) ADMIN ISTRATIVE INFORMATION Project Name: Multiorgan -on-chip model for personalized studies of cystic fibrosis (CF) pathophysiology Principal Investigator / Researcher: Xavier Casadevall i Solvas Institution: KU Leuven SECTION 1. DATA DESCRIPTION What data will you collect or create? Fill out the table below and/or describe. Type of data Format Volume How created? observational, experimental, reference data,... e.g. textual, numerical, multimedia docx, pdf, jpg e.g 200MB, 1GB Microsoft Word , observations, photos taken on site , ... Microscopy Images .tif 1TB Fluorescent and Confocal microscopy of Extracellular matrix and surrounding cells inside microfluidic chips Microscopy movies .avi 1TB Fluorescent and Brightfield microscopy videos of cell development and cell -cell interactions inside microfluidic chips Microfluidic chip designs .dwg 1GB Using CAD software Protocols .txt 1GB Description of experimental Protocols and experimental results; literature studies Observational numerical data .xls 1GB Measurements of cell localization, motility, cell type, viability, ECM position, and diverse quantitative numerical analyses Control codes .exe/ .mat 100MB Using Pyth on, Matlab, ImageJ and C++ Do you intend to reuse existing data? 2 No Do you use personal data (i.e. all data possibly identifying an individual)? No SECTION 2. METADATA AND DOCUMENTATION Describe the documentation that will be created for the data. This section deals with the way in which you will document how the dataset was created and subsequently processed. 1) Protocols (containing info about both materials - setting, parameters, set -up, ... - and methods), the research progress and obtained data, what they represent and how they were generated, will be collected in an electronic notebook (eLABJournal, Bio -ITech) . Here, folders are provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information on the persons involved as well as version tracking. Each experimental fil e will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. For each experiment, all raw and analysed data files will be stored in a folder on the shared se rver, using the same hierarchical folder structure as the electronic labnotebook. By using the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a s econdary analyst via the electronic notebook. 2) A physical sample inventory will be stored in freezers and a file with sample details will be saved on the shared server. Describe the metadata for the data. This section deals with metadata: information contained in your dataset that adds structure to the research data. No uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, we will create a uniform system ourselves to enhance the use of secondary data. As mentioned above, we will use the electronic labnotebook (eLABJournal, Bio -ITech) in which a number of predetermined topics have to be described for each experiment (objective, protocol, results and conclusion). The electronic labnotebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic labnotebook in the serverbased folder with the experimental data, linking of the metadata to the actual data will be facilitated. SECTION 3. ETHICAL, LEGAL AND PRIVACY ISSUES Are there any ethical issues concerning the creation and/or use of the data? Question not answered Did you consider all issues about copyrights and IPR? No 3 Are the collected data considered to be “data containing personal information” and are all t he requirements about the collection of these data met? No SECTION 4. DATA STORAGE AND BACKUP DURING THE RESEARCH How and where will the data be stored during research? The time -stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic lab notebook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder will be open for the members participating in this FWO project and is secured and backed -up by the ICTS servi ce of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis. Which back -up procedures are in place? The digital data will be stored on the university's central servers with auto matic daily back -up procedures . Describe the data security procedures and who has access to the data. The network drive for the FWO -SB project folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members will have access to the shared folder. Unauthorized persons do not have access to this system. SECTION 5. DATA SELECTION AND PRESERVATION AFTER THE RESEARCH What is the long -term preservation plan for these dataset(s)? All data obtained during this FWO project will be retained for the expected 5 year period. KU Leuven provides multiple options for (long term) data storage. Ty pe 1 server backend storage with mirror backup for the FWO -SB project folder will cost € 270 per TB per year. The estimated maximal cost for the 4 -year project would therefore be € 1080. Large datasets that do not require frequent access can be stored on a separate server for large volume storage, costing € 113,84 per TB per year. The estimated maximal cost for the 4 -year project would therefore be € 455,36 if this type of data storage is required. All costs will be covered by the project budget. Which data will have long time value for the research and will be preserved? 1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 5 years, conform the KU Leuven RDM policy. 2) The physical data will be stored in freezers in the labs of the collaborators for up to 5 years after the project. 3) The accompanying metadata will be stored in the electronic l ab notebook (eLABJournal, Bio -ITech). 4 SECTION 6. DATA SHARING Are there any restrictions for sharing the data? No If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible and intelligible? NA How will you share the data? Results will be shared via scientific publication s. Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of the FWO. With whom will the data be shared? All digital data will be stored and be available for lab members using a shared network drive and large volume storage provided by the KU Leuven. In addition, the relevant data will be made available to external people upon request by mail. SECTION 7. RESPONS IBILITIES AND RESOURCES Who is responsible for Data Management during the project? This will be the person who might receive questions on the data management aspects of the research project. The PhD students who will work on this FWO project will be responsible for the data collection, documentation and metadata. Supervisors will manage the data storage facilities The PhD students who will work on this FWO project will be responsibl e to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back -up of the network drives at KU Leuven. The folders will be managed by the supervisors. The PIs will be responsible for the data preservation and eventual reuse of obtained data. The PI s bear the end responsibility of upd ating & implementing this DMP. Which additional resources are needed for th e execution of the Data Management Plan? Cost of the large volume storage will be € 128,39 per TB and year. We anticipate that we will need 2 TB for 5 years to keep the essential data available. This will amount to € 1229,90 and will be covered by the project's b udget. Did you read the KU Leuven Research Data Management Policy? (find the link to the policy in the guidance). Yes 5 Created using DMP Online KU Leuven, adapted from DMP Online"
}