{
    "document_id": "D-2025-3779",
    "LinkTitle": "D-2025-3779",
    "file_name": "D-2025-3779.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3779.pdf",
    "metadata": {
        "title": "Digital-only ADCs (FWO DMP) - DMP title",
        "author": "Michael Kraft",
        "num_pages": 5
    },
    "content": {
        "full_text": "1 of 5  Project Name: Machine Learning Assisted Co -Design & Fabrication of MEMS -CMOS \nIntegrated System  \nPrincipal Investigator / Researcher Michael Kraft  (KU Leuven, ESAT -MNS )  \nProject Data Contact Ben Geeraerts  \n \n1. General Information  \nName applicant  \nMichael Kraft  \n \nFWO Project Number & Title  \nFunding Program: Bilateral Scientific Cooperation  China (NSFC)  \nFWO Project Number: FWO_ G0ANY25N  \nTitle: Machine Learning Assisted Co -Design & Fabrication of MEMS -CMOS Integrated System  \n \nAffiliation s \nKU Leuven  \nSupervisor: Michael Kraft  (KU Leuven, ESAT -MNS) \nZhejiang  University  \nCheng Zhuo (Zhejiang University, College of Integrated Circuits ) \n \n2. Data description  \nWill you generate/collect new data and/or make use of existing data?  \n• Generate new data  \n \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, \nideally per objective or WP of the project. You might consider using the table in the \nguidance.  \n \nThe work program is structured in 4 work packages. WP1 focus ses multimodal MEMS device design \n(KU Leuven) , WP2  on CMOS -MEMS system -level co -design (KU L euven , Zhejiang Uni) , WP3 on \nMEMS a nd CMOS fabrication and integration  (KU Leuven, Zhejiang Uni)  and WP4 on the  device \ncharacterization (KU Leuven, Zhejiang Uni) . \n \nThe following types of data were  generated:  \n• The functioning and design optimization of devices  were simulated with dedicated software such \nas Matlab/Simulink, Comsol and Coventorware .  \no Type of data: simulated - Format: numerical , binary  - Volume: ~20GB - How created? \ncomputer task .  \no Generated in WP1 , 2, 3, 4 \n• The devices were  designed with specific software such as the Cadence design suite. Depending \non the level of abstraction, certain formats are used, such as VHDL (high level circuit description) \nor GDSII (geometric shapes of the layout).  \no Type of data: design - Format: binary gds file type for layout - Volume: 10GB - How created? \nComputer task  \no Generated in WP 1, 2 \n• Prototypes and interface circuits were  validated by performing measurements in the IC -lab, using \nequipment such as Arbitrary Waveform Generators, Vector Network Analysers and Digital \nOscilloscopes to generate input signals and measure the corresponding output signals.  \no Type of data: experimental - Format: numerical and text file types, mostly csv format - Volume: \n2 of 5  10GB - How created? measurements on electronic systems  \no Generated in WP 3, 4  \n3. Legal & ethical issues  \nWill you use personal data? If so, shortly describe the kind of personal data you will use (add \nthe reference to your file in your host institution's privacy register - not relevant yet )  \n• No \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If so, add the reference to the formal \napproval by the relevant ethical review committee(s)  \n• No \n \nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data \nand which restrictions will be asserted?  \n• Yes \n \nThe work in this project will result in new concepts, architectures and designs of microfabricated  \ndevices, circuits and systems. These findings will certainly have potential for valorisation. \nValorisation will most likely be implemented by means of follow -up research projects with industrial \npartners.  \nThe design data will be protected by trade secrets. Patents are difficult to obtain in this field. The \nresults of this project will form background knowledge in follow -up projects. The typical \nbackground licenses will be granted to the partners in such follow -up projects.  \nWe will involve KU Leuven Tech Transfer Office ( LRD) if the need arises.  \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions are in place?  \n• No \n \nAt the moment there are no restrictions for dissemination or exploitation of the data. However, in \ncase specific technologies are used to which we have exclusive access, then measures will be \ntaken to avoid confidentiality breaches. These measures include a strict separation of the data \nstorage and strict control on the access to the data by our researchers and other employees.  \n \n4. Documentation & metadata  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \n \nSimulations  \nRaw simulation data will be collected per simulation test, including a text file with a clear \ndescription of what the data represent and how they were generated. The input  files used for the \nsimulation will be kept inside the same folder. The name of the folder will contain the simulation \nconditions. A text file explaining the naming will be maintained.  \n \nDesign  \nDetails on the conceptual, architectural and topological design of the devices and circuits will be \ndocumented in word files. Links to the folders in which the design data are stored will be included, \nas well as all the necessary metadata to be able to extract and reuse the design data: fabrication \nmethods and technology, measurement setup , etc.  \n \nExperiments/measurements  \nRaw measurement data will be collected per measurement test, including a text file with a clear \n3 of 5  description of what the data represent s and how they were generated. The input -files used for the \nmeasurements will be kept inside the same folder. The name of the folder will contain the \nmeasurement conditions. A text file explaining the naming will be maintained.  \nWill a metadata standard be used? If so, describe in detail which standard will beused. If \nno, state in detail which metadata will be created to make the data easy/easier to find and \nreuse.  \n• No \n \nThere is no formally acknowledged metadata standard specific to our discipline. However, in our \nresearch groups, we have a standardized method of structuring our data. Our researchers are \nobliged to use this method. This method is available on our intranet  and its importance is stressed \nduring the yearly introduction session for new researchers.  \n \nData storage & back up during the FWO project  \nWhere will the data be stored?  \nWe will use the central storage facilities of our research departments.  \n \nHow is back up of the data provided?  \nThe data will be stored on our servers with automatic daily back -up procedures.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how \nthis will be taken care of.  \n• Yes \n \nThere is sufficient storage & backup capacity. Recently the storage capacity available to ESAT -\nMNS  has been expanded to 25 TB.  \n \nWhat are the expected costs for data storage and back up during the project? How will \nthese costs be covered?  \nAt KU Leuven, the costs for data storage is internally accounted for at departmental level. MNS \ncarries a proportional part of the departmental IT costs. The costs are covered by own means of \nthe Department.  \n \nData security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nConfidential data is stored on file servers which are only accessible by authorized people with \nspecific account settings. The servers are located in a secured room with access limited to system \nadministrators. For data related to specifc, very advanced an d exclusive technologies we have \nphysically separate file servers.  \n \n6. Data preservation after the FWO project  \nWhich data will be retained for the expected 5 year  period after the end of the  project? In \ncase only a selection of the data can/will be preserved, clearly state the reasons for this \n(legal or contractual restrictions, physical preservation issues, ...).  \n \nAt least the following data will be retained for the expected 5 year period after the end of the \nproject:  \n• the data needed to reproduce and verify published research results  \n• the data needed to prove and increase the value of research results that have  valorization \npotential  \n• all design data  \n \n4 of 5  Retaining the data of every single simulation or measurement experiment would take to o much \nphysical storage space.  \n \nWhere will the data be archived (= stored for the longer term)?  \n \nThe data will be stored on our central servers (with automatic back -up procedures) for at least 5 \nyears, to conform to  the RDM policies of our institutions.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? \nHow will the costs be covered?  \n \nThe costs for data storage is internally accounted for at departmental level. Our research groups \ncarry a proportional part of the departmental IT costs.  \n \n7. Data sharing and reuse  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions)?  \n• Yes. Specify:  \n \nFor the design, simulation and measurement data that are related to valorisable results, careful \nIPR management will be needed, meaning that the data will not be shared outside the university \nwithout a prior agreement on confidentiality and IPR.  \n \nWhich data will be made available after the end of the project?  \n \nThe simulation, design and measurement data will be reused within our research group for \ndefining follow -up projects and for advancing the state -of-the-art after the project.  \nWe will  /have  publish ed in international journals, after careful consideration of valorization and \npatentability potential, during and/or after the project.  \n \nWhere/how will the data be made available for reuse?  \n• Other (specify):  \n \nThe simulation, design and measurement data will be made available for reuse through our \ninternal archiving facilities.  Publications are accessible through the established channels.  \n \nWhen will the data be made available?  \n• Immediately after the end of the project  \n \nWho will be able to access the data and under what conditions?  \nThe simulation, design and measurement data will be accessible within KU Leuven only, and \nspecifically only to those persons who have been granted access.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?  \nThe costs for data storage are internally accounted for at departmental level. Our research groups \ncarry a proportional part of the departmental IT costs.  \n \n8. Responsibilities  \nWho will be responsible for data documentation & metadata?  \nMichael Kraft  (KU Leuven, ESAT -MNS ) \nBen Geeraerts (KU Leuven, ESAT -MICAS/MNS)  \n \nWho will be responsible for data storage & back up during the project?  \nBen Geeraerts (KU Leuven, ESAT -MICAS /MNS )  \n \n5 of 5  Who will be responsible for ensuring data preservation and reuse ?  \nBen Geeraerts (KU Leuven, ESAT -MICAS /MNS ) \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1 of 5 Project Name: Machine Learning Assisted Co -Design & Fabrication of MEMS -CMOS Integrated System Principal Investigator / Researcher Michael Kraft (KU Leuven, ESAT -MNS ) Project Data Contact Ben Geeraerts 1. General Information Name applicant Michael Kraft FWO Project Number & Title Funding Program: Bilateral Scientific Cooperation China (NSFC) FWO Project Number: FWO_ G0ANY25N Title: Machine Learning Assisted Co -Design & Fabrication of MEMS -CMOS Integrated System Affiliation s KU Leuven Supervisor: Michael Kraft (KU Leuven, ESAT -MNS) Zhejiang University Cheng Zhuo (Zhejiang University, College of Integrated Circuits ) 2. Data description Will you generate/collect new data and/or make use of existing data? • Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The work program is structured in 4 work packages. WP1 focus ses multimodal MEMS device design (KU Leuven) , WP2 on CMOS -MEMS system -level co -design (KU L euven , Zhejiang Uni) , WP3 on MEMS a nd CMOS fabrication and integration (KU Leuven, Zhejiang Uni) and WP4 on the device characterization (KU Leuven, Zhejiang Uni) . The following types of data were generated: • The functioning and design optimization of devices were simulated with dedicated software such as Matlab/Simulink, Comsol and Coventorware . o Type of data: simulated - Format: numerical , binary - Volume: ~20GB - How created? computer task . o Generated in WP1 , 2, 3, 4 • The devices were designed with specific software such as the Cadence design suite. Depending on the level of abstraction, certain formats are used, such as VHDL (high level circuit description) or GDSII (geometric shapes of the layout). o Type of data: design - Format: binary gds file type for layout - Volume: 10GB - How created? Computer task o Generated in WP 1, 2 • Prototypes and interface circuits were validated by performing measurements in the IC -lab, using equipment such as Arbitrary Waveform Generators, Vector Network Analysers and Digital Oscilloscopes to generate input signals and measure the corresponding output signals. o Type of data: experimental - Format: numerical and text file types, mostly csv format - Volume: 2 of 5 10GB - How created? measurements on electronic systems o Generated in WP 3, 4 3. Legal & ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) • No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) • No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? • Yes The work in this project will result in new concepts, architectures and designs of microfabricated devices, circuits and systems. These findings will certainly have potential for valorisation. Valorisation will most likely be implemented by means of follow -up research projects with industrial partners. The design data will be protected by trade secrets. Patents are difficult to obtain in this field. The results of this project will form background knowledge in follow -up projects. The typical background licenses will be granted to the partners in such follow -up projects. We will involve KU Leuven Tech Transfer Office ( LRD) if the need arises. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? • No At the moment there are no restrictions for dissemination or exploitation of the data. However, in case specific technologies are used to which we have exclusive access, then measures will be taken to avoid confidentiality breaches. These measures include a strict separation of the data storage and strict control on the access to the data by our researchers and other employees. 4. Documentation & metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Simulations Raw simulation data will be collected per simulation test, including a text file with a clear description of what the data represent and how they were generated. The input files used for the simulation will be kept inside the same folder. The name of the folder will contain the simulation conditions. A text file explaining the naming will be maintained. Design Details on the conceptual, architectural and topological design of the devices and circuits will be documented in word files. Links to the folders in which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse the design data: fabrication methods and technology, measurement setup , etc. Experiments/measurements Raw measurement data will be collected per measurement test, including a text file with a clear 3 of 5 description of what the data represent s and how they were generated. The input -files used for the measurements will be kept inside the same folder. The name of the folder will contain the measurement conditions. A text file explaining the naming will be maintained. Will a metadata standard be used? If so, describe in detail which standard will beused. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. • No There is no formally acknowledged metadata standard specific to our discipline. However, in our research groups, we have a standardized method of structuring our data. Our researchers are obliged to use this method. This method is available on our intranet and its importance is stressed during the yearly introduction session for new researchers. Data storage & back up during the FWO project Where will the data be stored? We will use the central storage facilities of our research departments. How is back up of the data provided? The data will be stored on our servers with automatic daily back -up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. • Yes There is sufficient storage & backup capacity. Recently the storage capacity available to ESAT - MNS has been expanded to 25 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? At KU Leuven, the costs for data storage is internally accounted for at departmental level. MNS carries a proportional part of the departmental IT costs. The costs are covered by own means of the Department. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Confidential data is stored on file servers which are only accessible by authorized people with specific account settings. The servers are located in a secured room with access limited to system administrators. For data related to specifc, very advanced an d exclusive technologies we have physically separate file servers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). At least the following data will be retained for the expected 5 year period after the end of the project: • the data needed to reproduce and verify published research results • the data needed to prove and increase the value of research results that have valorization potential • all design data 4 of 5 Retaining the data of every single simulation or measurement experiment would take to o much physical storage space. Where will the data be archived (= stored for the longer term)? The data will be stored on our central servers (with automatic back -up procedures) for at least 5 years, to conform to the RDM policies of our institutions. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs for data storage is internally accounted for at departmental level. Our research groups carry a proportional part of the departmental IT costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? • Yes. Specify: For the design, simulation and measurement data that are related to valorisable results, careful IPR management will be needed, meaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR. Which data will be made available after the end of the project? The simulation, design and measurement data will be reused within our research group for defining follow -up projects and for advancing the state -of-the-art after the project. We will /have publish ed in international journals, after careful consideration of valorization and patentability potential, during and/or after the project. Where/how will the data be made available for reuse? • Other (specify): The simulation, design and measurement data will be made available for reuse through our internal archiving facilities. Publications are accessible through the established channels. When will the data be made available? • Immediately after the end of the project Who will be able to access the data and under what conditions? The simulation, design and measurement data will be accessible within KU Leuven only, and specifically only to those persons who have been granted access. What are the expected costs for data sharing? How will the costs be covered? The costs for data storage are internally accounted for at departmental level. Our research groups carry a proportional part of the departmental IT costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Michael Kraft (KU Leuven, ESAT -MNS ) Ben Geeraerts (KU Leuven, ESAT -MICAS/MNS) Who will be responsible for data storage & back up during the project? Ben Geeraerts (KU Leuven, ESAT -MICAS /MNS ) 5 of 5 Who will be responsible for ensuring data preservation and reuse ? Ben Geeraerts (KU Leuven, ESAT -MICAS /MNS ) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}