{
    "document_id": "D-2022-1562",
    "LinkTitle": "D-2022-1562",
    "file_name": "D-2022-1562.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1562.pdf",
    "metadata": {
        "title": "EOS_2021_UNITE - DMP title",
        "author": "N/A",
        "creation_date": "2022-09-05 17:15:57+02:00",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n EOS_2021_UNITE - DMP title\nGrant Title\n EOS 40007553\nPrincipal Investigator / Researcher\n Harry van Lenthe\nProject Data Contact\n 016 32 25 95; harry.vanlenthe@kuleuven.be\nDescription\n In this Excellence of Science (EOS) project (acronym UNITE), fundamental\nbiomechanical and mechanobiological aspects of subchondral bone, mineralized cartilage and\nhyaline cartilage will be investigated, with particular emphasis on the bone-cartilage interface.\nWe will use in vivo imaging in an animal model (mouse), experimental mechanical testing, and\ncomputational modeling with the goal: 1) to characterize in vivo spatio-temporal remodelling\nprocesses in subchondral bone as well as changes in cartilage morphology following the time\ncourse of PTOA in mice; 2) to measure heterogeneous tissue-level properties of the complex\nregion anchoring cartilage to bone and to correlate composition and structure with\nbiomechanical function; 3) to quantify load transfer mechanisms from cartilage to bone at\nmultiple length scales, highlighting the role of the bone-cartilage junction; 4) to describe the LCN\nof subchondral bone and to unravel the hidden links between bone and cartilage cells through\nthe LCN and bone-cartilage interface; 5) to investigate the mechanobiology of subchondral bone\nand the osteochondral junction by simulating fluid flow in the LCN and across the bone-cartilage\ninterface.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nHarry van Lenthe\nFWO Project Number & Title\nExcellence of Science (EOS), grant ID: 40007553, \"Understanding joint health: biomechanical and\nmechanobiological characterization of the bone-cartilage interface\"\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nDeliverable\nResponsible\nType of data\nHow created\nFormat\nFile\nsize\nTotal\nvolume\nD1.1\nUM\nmicroCT\nimages\nmeasurements:\nex vivo\nmicroCT of\nmurine knees\n.rsq\n.aim\n3 GB\n100 GB\nD1.2\nUM\nmicroCT\nimages\nmeasurements:\nin vivo microCT\nof murine\nknees\n.rsq\n.aim\n3 GB\n1.8 TB\nD1.3\nKUL\nmicroCT\nimages\nProcessed\ndata:\nsegmented\nimages based\non the images\nobtained in\nD1.2\n.aim,\n.bmp\n10\nMB\n6 GB\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nD1.3\nKUL\nhistological\nimages\nmeasurements:\nhistological\nsections of\nbone-cartilage\nspecimens\n.tiff\n25\nMB\n1 GB\nD2.1\nULG\nmechanical\nproperties\n(visco-elastic\nproperties)\nmeasurements:\nnano-\nindentation of\nbone-cartilage\nspecimens\n.hys,\n.xls\n500\nKB\n2 GB\nD2.2\nULG\nmaterial\ncomposition\n(mineral,\ncollagen,\nproteoglycans)\nmeasurements:\nRaman\nspectroscopy of\nbone-cartilage\nspecimens\n.tiff,\n.xls\n30\nMB\n3 GB\nD2.2\nULG\nmaterial\ncomposition\n(mineral\ncontent)\nmeasurements:\nquantitative\nbackscatter\neletron\nimaging (qBEI)\n.tiff\n50\nMB\n5 GB\nD2.2\nULG\nmaterial\ncomposition\n(collagen\norientation)\nmeasurements:\nsecond\nharmonic\ngeneration\nimaging (SHG)\n.tiff\n250\nMB\n25 GB\nD2.3\nULG\nmechanical\nproperties\n(local fracture\nresistance)\nmeasurements:\nHigh-load\nscanning probe\nmicroscopy \n.hdf,\n.bmp\n300\nKB\n1 GB\nD3.1\nUM\nin vivo\nmechanical\ndata (stress\nrelaxation)\nmeasurements:\nin vivo\nmechanical\nloading\n.txt\n3 MB\n2 GB\nD3.2\nKUL\nhigh-\nresolution\nmicroCT\nimages \nmeasurements:\nex vivo\nmicroCT of\nmurine knees\nudner\nmechanical\nload\n.bmp\n50\nGB\n1 TB\nD3.2\nKUL\nEx vivo\nmechanics\n(load-\ndisplacement)\nmeasurements:\nload as\nmeasured\ninside an ex\nvivo microCT\nscanner\n.xls\n1 MB\n25 MB\nD3.3\nUS\nstrain inside a\nmurine knee\nunder\nmechanical\nload\nProcessing:\ndigital volume\ncorrelation\nusing boneDVC\nbased on data\nfrom D3.1 and\nD3.2\n.txt,\n.cdb,\n.rst\n1 GB\n100 GB\nD3.4\nKUL\nstresses and\nstrains inside\na murine knee\nSimulation:\nfinite element\nanalyses of\ndata collected\nin D2 and\nD3.1-3.\n.odb\n10\nGB\n250 GB\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nD4.1\nKUL\nhigh-\nresolution\nmicroCT\nimages \nMeasurements:\nmicroCT of\nsamples taken\nfrom murine\nknees\n.bmp\n50\nGB\n1 TB\nD4.2\nKUL\nhigh-\nresolution\nmicroCT\nimages \nMeasurements:\nmicroCT of\nsamples taken\nfrom murine\nknees\n.bmp\n50\nGB\n1 TB\nD4.3\nULG\nmicroscopy\nimages\nMeasurements:\nconfocal laser\nscanning\nmicroscopy\n(CLSM) of\nsamples taken\nfrom murine\nknees\n.tiff\n200\nMB\n20 GB\nD4.3\nULG\nmicroscopy\nimages\nMeasurements:\nFocused-ion\nbeam scanning\nelectron\nmicroscopy\n(FIB-SEM) of\nsamples taken\nfrom murine\nknees\n.tiff\n1 GB\n50 GB\nD4.4\nKUL\nprocessed\nmicroCT data\nProcessing:\nsegmentation\nand image\nregistration of\ndata collected\nin D4.1-3\n.bmp\n1 GB\n50 GB\nD5.1\nKUL\nsimulation\ndata\nSimulation:\nfluid flow\nnetwork\nanalysis\n.txt\n0.1\nGB\n5 GB\nD5.2\nKUL\nsimulation\ndata\nSimulation:\nCFD analyses\n.cdb\n1 GB\n50 GB\nD1-D5\nKUL, ULG,\nUM, US\nscripts\nProcessing:\nscripts for\nmodel creation\nand data\nanalysis.\n.txt\n10\nkb\n1 Mb\n \n \n \n \n \n \n \n \n \n \n \n \nTotal\nsize: \n5.5 TB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\napproval by the relevant ethical review committee(s)\nYes\nAnimal experiments will be performed at U.Melbourne. Ethical approval has been obtained (SLA-\n1, Ethics ID 2022-24339-29717-4). A notification has been made to the Ethical Committee for\nAnimal Experimentation at KU Leuven, who have acknowledged and approved it (M016/2022).\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nMost data is collected/generated in a device and software-specific format. Where appropriate,\nthe data will be converted to a widely used standard. A minimum requirement before archiving\nwill be that generic software to read and convert the data will be stored with the archived data.  \n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nNo\nMetadata will be stored for all archived data. Where available we will store the metadata\ngenerated during data collection using the manufacturers' implementation. For all other data for\nwhich no metadata standards are available, we intend to follow the guidelines as published in\nscientific literature. Since there is no formally acknowledged metadata standard specific to our\ndiscipline, the DDI standard (Data Documentation Initiative) will be used. Scripts for model\ngeneration and data analyses will be accompanied by a ReadMe file describing the organization\nand the content of the scripts. Every file is clearly documented in the code by means of in-line\ncomments.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe PI’s of the collaborating groups (van Lenthe, Ruffoni, Stok and Dall’Ara) will ensure that all\ndata generated or re-used in their group will be stored in a safe, secure and sustainable way for\npurposes of reproducibility, verification, and potential reuse. We will archive the raw/input data\nas well as the final data sets after. Scripts will be archived such that all processing and analysis\nsteps can be repeated and all intermediate data can be reproduced if needed.\n \nHow is backup of the data provided?\nThe data will be stored on central servers of the universities involved (KU Leuven, U.Liege,\nU.Melbourne, U.Sheffield) with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nNo\nData storage will be acquired prior to data collection. Sufficient data storage will be available\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts are covered as part of the project.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored on secure university servers with access only to project collaborators.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nFor all data, we will archive the raw/input data as well as the final data sets after processing (e.g.\nsegmented microCT data; output files of FE analyses). Intermediate data will only be stored if\ngeneration of these data would take substantial effort (time-wise or money-wise). All scripts will\nbe archived such that all processing and analysis steps can be repeated and all intermediate\ndata can be reproduced if needed.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on central servers of the participating universities (KU Leuvenm, U.Liege,\nU.Melbourne, U.Sheffield) for at least 10 years, conform the KU Leuven RDM policy. All servers\nprovided with automatic back-up procedures.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe expected size of the database will be 5.5 TB. However, actively accesible data is expected to\nbe less than 100 GB. For the remainder of the data archive storage will suffice. Estimated cost\nwill be 100 euro/year.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full dataset will become available under a CC-BY license. We will work with KU Leuven library\nstaff to determine the best way to open up the large dataset.\nWhere/how will the data be made available for reuse?\nOther (specify):\nData will be available on request after signing a data sharing agreement. We will work with KU\nLeuven library staff to determine the best way to implement this.\nWhen will the data be made available?\nUpon publication of the research results\nThe datasets will be made availabe after journal publication of the research results. \nWho will be able to access the data and under what conditions?\nThe full dataset will be made available as an open access dataset under a CC-BY license.\nTherefore, it will be available to anyone for any purpose, provided that they give appropriate\ncredit to the creators.\n \nWhat are the expected costs for data sharing? How will the costs be covered?\nAll data will archived properly and temporarily made available upon request through university\ninfrastructure. No additional costs are expected.\n8. Responsibilities\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho will be responsible for data documentation & metadata?\nThe PIs will be responsible for data documentation and metadata for work done under their\nsupervision. End responsibility will be with Harry van Lenthe.\nWho will be responsible for data storage & back up during the project?\nThe PIs will be responsible for data storage and backup for work done under their supervision.\nEnd responsibility will be with Harry van Lenthe.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PIs will be responsible for data preservation reuse for work done under their supervision. End\nresponsibility will be with Harry van Lenthe.\nWho bears the end responsibility for updating & implementing this DMP?\nHarry van Lenthe (PI)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name EOS_2021_UNITE - DMP title Grant Title EOS 40007553 Principal Investigator / Researcher Harry van Lenthe Project Data Contact 016 32 25 95; harry.vanlenthe@kuleuven.be Description In this Excellence of Science (EOS) project (acronym UNITE), fundamental biomechanical and mechanobiological aspects of subchondral bone, mineralized cartilage and hyaline cartilage will be investigated, with particular emphasis on the bone-cartilage interface. We will use in vivo imaging in an animal model (mouse), experimental mechanical testing, and computational modeling with the goal: 1) to characterize in vivo spatio-temporal remodelling processes in subchondral bone as well as changes in cartilage morphology following the time course of PTOA in mice; 2) to measure heterogeneous tissue-level properties of the complex region anchoring cartilage to bone and to correlate composition and structure with biomechanical function; 3) to quantify load transfer mechanisms from cartilage to bone at multiple length scales, highlighting the role of the bone-cartilage junction; 4) to describe the LCN of subchondral bone and to unravel the hidden links between bone and cartilage cells through the LCN and bone-cartilage interface; 5) to investigate the mechanobiology of subchondral bone and the osteochondral junction by simulating fluid flow in the LCN and across the bone-cartilage interface. Institution KU Leuven 1. General Information Name applicant Harry van Lenthe FWO Project Number & Title Excellence of Science (EOS), grant ID: 40007553, \"Understanding joint health: biomechanical and mechanobiological characterization of the bone-cartilage interface\" Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Deliverable Responsible Type of data How created Format File size Total volume D1.1 UM microCT images measurements: ex vivo microCT of murine knees .rsq .aim 3 GB 100 GB D1.2 UM microCT images measurements: in vivo microCT of murine knees .rsq .aim 3 GB 1.8 TB D1.3 KUL microCT images Processed data: segmented images based on the images obtained in D1.2 .aim, .bmp 10 MB 6 GB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 D1.3 KUL histological images measurements: histological sections of bone-cartilage specimens .tiff 25 MB 1 GB D2.1 ULG mechanical properties (visco-elastic properties) measurements: nano- indentation of bone-cartilage specimens .hys, .xls 500 KB 2 GB D2.2 ULG material composition (mineral, collagen, proteoglycans) measurements: Raman spectroscopy of bone-cartilage specimens .tiff, .xls 30 MB 3 GB D2.2 ULG material composition (mineral content) measurements: quantitative backscatter eletron imaging (qBEI) .tiff 50 MB 5 GB D2.2 ULG material composition (collagen orientation) measurements: second harmonic generation imaging (SHG) .tiff 250 MB 25 GB D2.3 ULG mechanical properties (local fracture resistance) measurements: High-load scanning probe microscopy .hdf, .bmp 300 KB 1 GB D3.1 UM in vivo mechanical data (stress relaxation) measurements: in vivo mechanical loading .txt 3 MB 2 GB D3.2 KUL high- resolution microCT images measurements: ex vivo microCT of murine knees udner mechanical load .bmp 50 GB 1 TB D3.2 KUL Ex vivo mechanics (load- displacement) measurements: load as measured inside an ex vivo microCT scanner .xls 1 MB 25 MB D3.3 US strain inside a murine knee under mechanical load Processing: digital volume correlation using boneDVC based on data from D3.1 and D3.2 .txt, .cdb, .rst 1 GB 100 GB D3.4 KUL stresses and strains inside a murine knee Simulation: finite element analyses of data collected in D2 and D3.1-3. .odb 10 GB 250 GB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 D4.1 KUL high- resolution microCT images Measurements: microCT of samples taken from murine knees .bmp 50 GB 1 TB D4.2 KUL high- resolution microCT images Measurements: microCT of samples taken from murine knees .bmp 50 GB 1 TB D4.3 ULG microscopy images Measurements: confocal laser scanning microscopy (CLSM) of samples taken from murine knees .tiff 200 MB 20 GB D4.3 ULG microscopy images Measurements: Focused-ion beam scanning electron microscopy (FIB-SEM) of samples taken from murine knees .tiff 1 GB 50 GB D4.4 KUL processed microCT data Processing: segmentation and image registration of data collected in D4.1-3 .bmp 1 GB 50 GB D5.1 KUL simulation data Simulation: fluid flow network analysis .txt 0.1 GB 5 GB D5.2 KUL simulation data Simulation: CFD analyses .cdb 1 GB 50 GB D1-D5 KUL, ULG, UM, US scripts Processing: scripts for model creation and data analysis. .txt 10 kb 1 Mb Total size: 5.5 TB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 approval by the relevant ethical review committee(s) Yes Animal experiments will be performed at U.Melbourne. Ethical approval has been obtained (SLA- 1, Ethics ID 2022-24339-29717-4). A notification has been made to the Ethical Committee for Animal Experimentation at KU Leuven, who have acknowledged and approved it (M016/2022). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Most data is collected/generated in a device and software-specific format. Where appropriate, the data will be converted to a widely used standard. A minimum requirement before archiving will be that generic software to read and convert the data will be stored with the archived data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes No Metadata will be stored for all archived data. Where available we will store the metadata generated during data collection using the manufacturers' implementation. For all other data for which no metadata standards are available, we intend to follow the guidelines as published in scientific literature. Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. Scripts for model generation and data analyses will be accompanied by a ReadMe file describing the organization and the content of the scripts. Every file is clearly documented in the code by means of in-line comments. 5. Data storage and backup during the FWO project Where will the data be stored? The PI’s of the collaborating groups (van Lenthe, Ruffoni, Stok and Dall’Ara) will ensure that all data generated or re-used in their group will be stored in a safe, secure and sustainable way for purposes of reproducibility, verification, and potential reuse. We will archive the raw/input data as well as the final data sets after. Scripts will be archived such that all processing and analysis steps can be repeated and all intermediate data can be reproduced if needed. How is backup of the data provided? The data will be stored on central servers of the universities involved (KU Leuven, U.Liege, U.Melbourne, U.Sheffield) with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. No Data storage will be acquired prior to data collection. Sufficient data storage will be available This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs are covered as part of the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored on secure university servers with access only to project collaborators. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). For all data, we will archive the raw/input data as well as the final data sets after processing (e.g. segmented microCT data; output files of FE analyses). Intermediate data will only be stored if generation of these data would take substantial effort (time-wise or money-wise). All scripts will be archived such that all processing and analysis steps can be repeated and all intermediate data can be reproduced if needed. Where will the data be archived (= stored for the longer term)? The data will be stored on central servers of the participating universities (KU Leuvenm, U.Liege, U.Melbourne, U.Sheffield) for at least 10 years, conform the KU Leuven RDM policy. All servers provided with automatic back-up procedures. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The expected size of the database will be 5.5 TB. However, actively accesible data is expected to be less than 100 GB. For the remainder of the data archive storage will suffice. Estimated cost will be 100 euro/year. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full dataset will become available under a CC-BY license. We will work with KU Leuven library staff to determine the best way to open up the large dataset. Where/how will the data be made available for reuse? Other (specify): Data will be available on request after signing a data sharing agreement. We will work with KU Leuven library staff to determine the best way to implement this. When will the data be made available? Upon publication of the research results The datasets will be made availabe after journal publication of the research results. Who will be able to access the data and under what conditions? The full dataset will be made available as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? All data will archived properly and temporarily made available upon request through university infrastructure. No additional costs are expected. 8. Responsibilities This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who will be responsible for data documentation & metadata? The PIs will be responsible for data documentation and metadata for work done under their supervision. End responsibility will be with Harry van Lenthe. Who will be responsible for data storage & back up during the project? The PIs will be responsible for data storage and backup for work done under their supervision. End responsibility will be with Harry van Lenthe. Who will be responsible for ensuring data preservation and reuse ? The PIs will be responsible for data preservation reuse for work done under their supervision. End responsibility will be with Harry van Lenthe. Who bears the end responsibility for updating & implementing this DMP? Harry van Lenthe (PI) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}