{
    "document_id": "D-2024-3202",
    "LinkTitle": "D-2024-3202",
    "file_name": "D-2024-3202.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3202.pdf",
    "metadata": {
        "title": "Structural and pharmacological characterization of the insect γ-aminobutyric acid receptor, Resistance to dieldrin (RDL)",
        "author": "N/A",
        "creation_date": "2024-11-27 15:41:36+00:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nStructural and pharmacological characterization of the insect \nγ\n-aminobutyric acid receptor, Resistance to dieldrin (RDL)\nCreator:\nCreator:\nJessica Matos Kleiz Ferreira\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nThe Resistance to dieldrin (RDL) GABA receptors are pentameric ligand-gated ion channels (pLGICs) widely distributed in the nervous\nsystems of insects. These receptors play an essential role in inhibitory neurotransmission and have been implicated in the phenomenon\nof cyclodiene (e.g. dieldrin) resistance, a major mechanism of insecticide resistance. This research project focuses on discovering the\nfundamental biology of RDL receptors, aiming to resolve their three-dimensional structure at the atomic level using cryogenic electron\nmicroscopy (cryo-EM). Electrophysiological techniques, such as two-electrode voltage clamp (TEVC) recordings in Xenopus laevis\noocytes, will be employed to explore the pharmacological properties of RDL receptors by testing various ligand molecules using an\nautomated setup for TEVC high-throughput screening. The study's findings will provide valuable insights into the structural and\nfunctional mechanisms of these pLGICs, shedding light on their role in insect neurobiology and contributing to a deeper understanding of\nthe molecular basis of ligand-gated ion channel modulation in invertebrates. Moreover, this work will enhance our understanding of the\nmolecular mechanisms underlying resistance to chemical compounds in insect ion channels, offering a foundation for further research in\ndiverse biological fields.\nID: \nID: \n211282\nStart date: \nStart date: \n17-10-2024\nEnd date: \nEnd date: \n30-09-2025\nLast modified: \nLast modified: \n27-11-2024\nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n1 of 7\nStructural and pharmacological characterization of the insect \nStructural and pharmacological characterization of the insect \nγ\n-aminobutyric acid receptor,\n-aminobutyric acid receptor,\nResistance to dieldrin (RDL)\nResistance to dieldrin (RDL)\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew\nor\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\nElectro-\nphysiology\nresults\nHiClamp and Manual setup equipments for two-\nelectrode voltage clamp (TEVC) generates traces\n(current traces), as raw data\n \nTraces are exported in a excel table and analyzed\nusing and GraphPad prism\nNew\nDigital\nImages/\nnumerical\n \n \nNumerical\n \n.seq\n \n \n \n.xlsx\n.pzfx\n \n \n< 3 TB\n \nCryo-EM\ndatasets and\nstructures\nData collection on microscopes generates\nmicrographs mostly.\nData processing generates maps and script pipelines\nand metadata from softwares such as Relion,\ncrYOLO, Cryosparc.\nModel building generates 3D structures.\nNew\nDigital\nImages\nNumerical\nScripts\n.tiff \n \n \n.mrc\n.star \n.cif\n \n.pdb\n.txt\n \n~ 100\nTB \n \nGel images \n Images of PAGE or agarose gels, imaged with an\nimager equipment.\nNew \n Digital\n Images\n.jpeg\n.tiff\n.png \n< 1TB \n \n FSEC and\nSEC \nGenerates curves which are saved in pictural or\nnumerical format, and can be analyzed using\nsoftware such as GraphPad prism and excel \nNew \n Digital\n Images/Numerical\n.tiff\n.jpeg\n.xlsx\n.pzfx \n < 1 TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nOocytes extracted from frogs of \nXenopus laevis\n species are used for electrophysiology experiments. To obtain these cells, a\nminor surgery is conducted on the frogs. This is performed within the ECD-project 074/2023.\nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n2 of 7\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nFor the functional screening of compounds on insect ion channels, my laboratory has established a collaboration with the\nchemical company BASF, for the development of novel insecticides. The compounds generated and tested within this project\ncould therefore have potential commercial use and benefit as agricultural products. Both parties have signed a non-disclosure\nagreement and we have the freedom to publish any 3D structures of insect receptors obtained in this project, including structures\nin the bound state to insecticides provided my BASF.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll experimental procedures, along with their interpreted and analyzed results, are digitally documented. Numerical data is\nprimarily stored in Excel and GraphPad Prism files, organized by experimental groups. Summaries of data analyses, including\ngraphs, tables, and explanations, as well as non-numerical information, are maintained in Word files, also grouped by experiment.\nEach file includes the date and the location of the corresponding raw data for each experiment, ensuring easy retrieval by others\nwhen needed.\nNew experimental protocols established within the lab are documented as Word files and stored on the KULeuven wiki site\n(wiki.kuleuven.be/xtal), accessible exclusively to lab members. This centralized resource ensures that lab members can easily\naccess and replicate previously conducted methods. Additionally, when experiments are completed and results are prepared for\npublication in scientific journals, detailed methods are provided to enable reproducibility by the broader scientific community.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n3 of 7\nYes\nThe metadata for the 3D structures generated in this project will be deposited in the Electron Microscopy Public Image Archive\n(EMPIAR) for public access and long-term preservation.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nManGO\nShared network drive (J-drive)\nOther (specify below)\nData is stored on 1) PCs connected to sources (e.g., HiClamp data), with monthly backups on 2) external hard disks. The data is\nalso kept on a 3) high-capacity local disk provided by KU Leuven IT. Cryo-EM data is stored at 4) the Diamond Light Source (UK)\nmicroscope facility and 5) KU Leuven's ManGO system. External drives are secured in a fireproof safe in Prof. Ulens' office. Data\nis reported in physical lab journals, also fireproofed, and a digital copy of journals are kept to ensure comprehensive data security\nthrough dual formats. In addition, data is also stored on my own work laptop and iCloud, in exception the cryo-EM data that is\nheavy. \n \nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nOther (specify below)\nStandard back-up provided by KU Leuven ICTS for my storage solution\nI personally manage my backups using external drives. Additionally, the data on my laptop is automatically backed up daily to my\niCloud account.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \n1. All raw data generated is securely stored on-site in locked offices or laboratories accessible exclusively to lab members.\nPhysical lab notebooks, once no longer in active use (e.g., when full), are stored in a fireproof file cabinet for long-term\npreservation.  \n2. Digital data stored on-site is kept on password-protected computers, with access restricted to authorized lab members.  \n3. Data on personal computers is protected by touch access and/or password protection, known only to the respective owner.  \n4. Backups of all data are securely maintained on the university's IT network and central servers.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOur current annual expenses for university IT backup storage, including personal Box space, range between €1,000 and €2,000.\nThese costs are subject to fluctuation over the course of the project and are distributed across the budgets of various projects.\nThe most significant expense is associated with storing cryo-EM datasets. At KU Leuven, ManGO charges €35 per terabyte of\ndata. For this project, a minimum of 50 TB will be required.\nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n4 of 7\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nAll data will be preserved in full for 10 years, in accordance with KU Leuven policy, with the exception of certain intermediate\nstructural analysis data. Structural determination generates large datasets, typically ranging from 10 to 50 TB. Once a structure\nhas been solved and published, some intermediate results are often compressed and archived, reducing storage requirements\nwhile ensuring that the data remains accessible and can be re-analyzed if necessary. Notably, raw data is always stored in its\nentirety, along with the final output files.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nData related to protein structures will be deposited and securely stored in the Protein Data Bank (PDB). The cryo-EM dataset will\nbe also long term storage on KU Leuven's ManGO system.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe largest expense is related to storing cryo-EM datasets. At KU Leuven, ManGO charges €35 per terabyte per year. This project\nwill require a minimum of 50 TB, which will be covered by my laboratory's existing funding.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe final endpoint of our studies is primarily the publication of 3-dimensional structure of a ligand-gated ion channel, for which\nthe coordinates and structural data are deposited in a public database, the PDB (Protein Data Bank). In same cases the scientific\njournal requires us to deposit the raw data files in a public depository, for recent example see\nhttps://datadryad.org/stash/dataset/doi:10.5061/dryad.pv4097s\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnce the structural data is published and deposited in the Protein Data Bank they are accessible to the public without restrictions.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n5 of 7\nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nThe Protein Data Bank (PDB) or Dryad for large data formats. The data will also be published on Liras.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nOnce deposited in the Protein Data Bank our data are not restricted for usage via a license.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe Protein Data Bank does not currently charge users for depositing data. Publication in open access journals comes at a\nsignificant cost, certainly in high impact journals. We foresee a budget of around 3000 euros or more per publication.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nMyself, Dr. Jessica Kleiz, and my supervisor Prof. Dr. Chris Ulens.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nMyself, Dr. Jessica Kleiz, and my supervisor Prof. Dr. Chris Ulens.\nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n6 of 7\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nMyself, Dr. Jessica Kleiz, and my supervisor Prof. Dr. Chris Ulens.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nWhile the project remains active, myself Dr. Jessica Kleiz and my supervisor Prof. Dr. Chris Ulens, will assume responsibility for\nits management. However, for long-term storage beyond my employment at KU Leuven, Prof. Dr. Chris Ulens will take on the\nprimary responsibility for updating and maintaining this Data Management Plan (DMP).\nCreated using DMPonline.be. Last modiﬁed 27 November 2024\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Structural and pharmacological characterization of the insect γ -aminobutyric acid receptor, Resistance to dieldrin (RDL) Creator: Creator: Jessica Matos Kleiz Ferreira Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: The Resistance to dieldrin (RDL) GABA receptors are pentameric ligand-gated ion channels (pLGICs) widely distributed in the nervous systems of insects. These receptors play an essential role in inhibitory neurotransmission and have been implicated in the phenomenon of cyclodiene (e.g. dieldrin) resistance, a major mechanism of insecticide resistance. This research project focuses on discovering the fundamental biology of RDL receptors, aiming to resolve their three-dimensional structure at the atomic level using cryogenic electron microscopy (cryo-EM). Electrophysiological techniques, such as two-electrode voltage clamp (TEVC) recordings in Xenopus laevis oocytes, will be employed to explore the pharmacological properties of RDL receptors by testing various ligand molecules using an automated setup for TEVC high-throughput screening. The study's findings will provide valuable insights into the structural and functional mechanisms of these pLGICs, shedding light on their role in insect neurobiology and contributing to a deeper understanding of the molecular basis of ligand-gated ion channel modulation in invertebrates. Moreover, this work will enhance our understanding of the molecular mechanisms underlying resistance to chemical compounds in insect ion channels, offering a foundation for further research in diverse biological fields. ID: ID: 211282 Start date: Start date: 17-10-2024 End date: End date: 30-09-2025 Last modified: Last modified: 27-11-2024 Created using DMPonline.be. Last modiﬁed 27 November 2024 1 of 7 Structural and pharmacological characterization of the insect Structural and pharmacological characterization of the insect γ -aminobutyric acid receptor, -aminobutyric acid receptor, Resistance to dieldrin (RDL) Resistance to dieldrin (RDL) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Electro- physiology results HiClamp and Manual setup equipments for two- electrode voltage clamp (TEVC) generates traces (current traces), as raw data Traces are exported in a excel table and analyzed using and GraphPad prism New Digital Images/ numerical Numerical .seq .xlsx .pzfx < 3 TB Cryo-EM datasets and structures Data collection on microscopes generates micrographs mostly. Data processing generates maps and script pipelines and metadata from softwares such as Relion, crYOLO, Cryosparc. Model building generates 3D structures. New Digital Images Numerical Scripts .tiff .mrc .star .cif .pdb .txt ~ 100 TB Gel images Images of PAGE or agarose gels, imaged with an imager equipment. New Digital Images .jpeg .tiff .png < 1TB FSEC and SEC Generates curves which are saved in pictural or numerical format, and can be analyzed using software such as GraphPad prism and excel New Digital Images/Numerical .tiff .jpeg .xlsx .pzfx < 1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) Oocytes extracted from frogs of Xenopus laevis species are used for electrophysiology experiments. To obtain these cells, a minor surgery is conducted on the frogs. This is performed within the ECD-project 074/2023. Created using DMPonline.be. Last modiﬁed 27 November 2024 2 of 7 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes For the functional screening of compounds on insect ion channels, my laboratory has established a collaboration with the chemical company BASF, for the development of novel insecticides. The compounds generated and tested within this project could therefore have potential commercial use and benefit as agricultural products. Both parties have signed a non-disclosure agreement and we have the freedom to publish any 3D structures of insect receptors obtained in this project, including structures in the bound state to insecticides provided my BASF. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All experimental procedures, along with their interpreted and analyzed results, are digitally documented. Numerical data is primarily stored in Excel and GraphPad Prism files, organized by experimental groups. Summaries of data analyses, including graphs, tables, and explanations, as well as non-numerical information, are maintained in Word files, also grouped by experiment. Each file includes the date and the location of the corresponding raw data for each experiment, ensuring easy retrieval by others when needed. New experimental protocols established within the lab are documented as Word files and stored on the KULeuven wiki site (wiki.kuleuven.be/xtal), accessible exclusively to lab members. This centralized resource ensures that lab members can easily access and replicate previously conducted methods. Additionally, when experiments are completed and results are prepared for publication in scientific journals, detailed methods are provided to enable reproducibility by the broader scientific community. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 27 November 2024 3 of 7 Yes The metadata for the 3D structures generated in this project will be deposited in the Electron Microscopy Public Image Archive (EMPIAR) for public access and long-term preservation. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? ManGO Shared network drive (J-drive) Other (specify below) Data is stored on 1) PCs connected to sources (e.g., HiClamp data), with monthly backups on 2) external hard disks. The data is also kept on a 3) high-capacity local disk provided by KU Leuven IT. Cryo-EM data is stored at 4) the Diamond Light Source (UK) microscope facility and 5) KU Leuven's ManGO system. External drives are secured in a fireproof safe in Prof. Ulens' office. Data is reported in physical lab journals, also fireproofed, and a digital copy of journals are kept to ensure comprehensive data security through dual formats. In addition, data is also stored on my own work laptop and iCloud, in exception the cryo-EM data that is heavy. How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Other (specify below) Standard back-up provided by KU Leuven ICTS for my storage solution I personally manage my backups using external drives. Additionally, the data on my laptop is automatically backed up daily to my iCloud account. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1. All raw data generated is securely stored on-site in locked offices or laboratories accessible exclusively to lab members. Physical lab notebooks, once no longer in active use (e.g., when full), are stored in a fireproof file cabinet for long-term preservation. 2. Digital data stored on-site is kept on password-protected computers, with access restricted to authorized lab members. 3. Data on personal computers is protected by touch access and/or password protection, known only to the respective owner. 4. Backups of all data are securely maintained on the university's IT network and central servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Our current annual expenses for university IT backup storage, including personal Box space, range between €1,000 and €2,000. These costs are subject to fluctuation over the course of the project and are distributed across the budgets of various projects. The most significant expense is associated with storing cryo-EM datasets. At KU Leuven, ManGO charges €35 per terabyte of data. For this project, a minimum of 50 TB will be required. Created using DMPonline.be. Last modiﬁed 27 November 2024 4 of 7 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) All data will be preserved in full for 10 years, in accordance with KU Leuven policy, with the exception of certain intermediate structural analysis data. Structural determination generates large datasets, typically ranging from 10 to 50 TB. Once a structure has been solved and published, some intermediate results are often compressed and archived, reducing storage requirements while ensuring that the data remains accessible and can be re-analyzed if necessary. Notably, raw data is always stored in its entirety, along with the final output files. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) Data related to protein structures will be deposited and securely stored in the Protein Data Bank (PDB). The cryo-EM dataset will be also long term storage on KU Leuven's ManGO system. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The largest expense is related to storing cryo-EM datasets. At KU Leuven, ManGO charges €35 per terabyte per year. This project will require a minimum of 50 TB, which will be covered by my laboratory's existing funding. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data The final endpoint of our studies is primarily the publication of 3-dimensional structure of a ligand-gated ion channel, for which the coordinates and structural data are deposited in a public database, the PDB (Protein Data Bank). In same cases the scientific journal requires us to deposit the raw data files in a public depository, for recent example see https://datadryad.org/stash/dataset/doi:10.5061/dryad.pv4097s If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Once the structural data is published and deposited in the Protein Data Bank they are accessible to the public without restrictions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Created using DMPonline.be. Last modiﬁed 27 November 2024 5 of 7 Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) The Protein Data Bank (PDB) or Dryad for large data formats. The data will also be published on Liras. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Once deposited in the Protein Data Bank our data are not restricted for usage via a license. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The Protein Data Bank does not currently charge users for depositing data. Publication in open access journals comes at a significant cost, certainly in high impact journals. We foresee a budget of around 3000 euros or more per publication. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Myself, Dr. Jessica Kleiz, and my supervisor Prof. Dr. Chris Ulens. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Myself, Dr. Jessica Kleiz, and my supervisor Prof. Dr. Chris Ulens. Created using DMPonline.be. Last modiﬁed 27 November 2024 6 of 7 Who will manage data preservation and sharing? Who will manage data preservation and sharing? Myself, Dr. Jessica Kleiz, and my supervisor Prof. Dr. Chris Ulens. Who will update and implement this DMP? Who will update and implement this DMP? While the project remains active, myself Dr. Jessica Kleiz and my supervisor Prof. Dr. Chris Ulens, will assume responsibility for its management. However, for long-term storage beyond my employment at KU Leuven, Prof. Dr. Chris Ulens will take on the primary responsibility for updating and maintaining this Data Management Plan (DMP). Created using DMPonline.be. Last modiﬁed 27 November 2024 7 of 7"
}