{
    "document_id": "D-2021-1134",
    "LinkTitle": "D-2021-1134",
    "file_name": "D-2021-1134.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1134.pdf",
    "metadata": {
        "title": "Exploring the potential of aqueous phase soluble cereal proteins for gas cell and foam stabilization in food systems - Exploring the potential of aqueous phase soluble cereal proteins for gas cell and foam stabilization in food systems",
        "author": "N/A",
        "creation_date": "2022-04-25 16:50:20+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Exploring the potential of aqueous phase soluble cereal proteins for gas\ncell and foam stabilization in food systems\nGrant Title\n 1105222N\nPrincipal Investigator / Researcher\n Viena Monterde\nProject Data Contact\n viena.monterde@kuleuven.be; +32483093388\nDescription\n The main goal of this project is to further exploit the potential of proteins in\naqueous extracts of wheat, rye, triticale, barley, and oat flour to produce and stabilize foams by\nunderstanding the mechanisms by which they do so. Specifically, we aim 1) to establish in-depth\nrelationships between the composition of cereal flour aqueous extracts and the foaming\nproperties of their constituents; 2) to understand the role of cereal flour aqueous extracts\nconstituents and their interplay in determining gas cell stabilization in model system breads; 3)\nTo identify highly surface-active protein fractions or species in cereal flour aqueous extracts; 4)\nTo understand the mechanisms by which cereal flour aqueous extracts constituents stabilize\nfoams by characterizing their behavior at air/water interfaces and in thin liquid films.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nViena Monterde\nFWO Project Number & Title\nProject Number: 1105222N\nTitle: Exploring the potential of aqueous phase soluble cereal proteins for gas cell and foam\nstabilization in food systems\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nData\nFormat\nEstimated\nvolume\nData Creation\nFlour and flour extract composition\nMoisture, Ash,\nLipid content\n(Numerical [N];\ndigitized [D]\nfrom lab\nnotebook)\n.xlsx\n1-20 MB\nGravimetric data\n(i.e. weight\ndifference before &\nafter procedure)\nProtein content\n(N)\n.xlsx\n1-20 MB\nRecorded nitrogen\n(N%) from a\nthermal\nconductivity\ndetector after\nseparation of\nnitrogen and carbon\ndioxide upon\nsample combustion.\nA conversion factor\nis used to convert\nN% to protein%\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nArabinoxylan,\narabinogalactan,\nand polymeric\nglucose content\n(N)\n.xlsx\n20-200 MB\nRecorded\nchromatograms\nfrom gas\nchromatography\nanalysis to quantify\ndesired sugars\nFructan and\nBeta-glucan (N)\n.xlsx\n1-20 MB\nRecorded\nabsorbance (UV-\nSpectrophotometer)\nof desired sugars\nafter performing\nprocedure of\ncommercial kits\nProtein\nmolecular\nweight and\nhydrophobicity\n(N)\n.xlsx, .txt\n20-200 MB\nRecorded\nchromatograms\nfrom size-\nexclusion high-\nperformance liquid\nchromatography\n(HPLC) and\nreversed-phase\nHPLC analysis to\ncharacterize elution\nprofiles of proteins\nFunctionality of water-extractable flour proteins in foams\nFoaming\nproperties (N, D)\n.xlsx\n1-20 MB\nFoam evolution in a\n60 min period after\nstirring of protein\nsolutions\nSurface tension\nevolution and\ninterfacial\nrheology (N)\n.xlsx\n5-50 MB\nDrop shape analysis\nto derive surface\ntension values\n(Pendant drop\ntensiometry)\nDiffusion and\nadsorption\nkinetcis of\nproteins\n.xlsx\n5-50 MB\nRecorded surface\ntension at a short\ntime-scale (5 s)\nderived from the\ninternal pressure of\na gas bubble which\nis formed in a liquid\nby means of a\ncapillary via the\nLaplace equation.\nThin film\ndrainage\ndynamics (N,\nvisual [V])\n.tiff,\n.mp4, .xlsx\n100-250\nGB\nRecorded\ninterferometry\nimages and videos\nof a thin films from\nprotein solutions in\na pressurized\nchamber\nFunctionality of water-extractable flour proteins in breads\nBread\nvisualization (V)\n.png, .jpeg\n1-2 GB\nImages of baked\nbreads taken using\na mobile phone\nBread specific\nvolume (N)\n.xlsx\n20-200 MB\nRecorded weight\nand volume of\nbaked breads\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nDough\nextensional\nrheology (N)\n.xlsx\n20-200 MB\nRecorded\nextensional\nviscosity after\nextending dough\nwith an extensional\nviscosity fixture\nmounted to a strain-\ncontrolled\nrheometer\nDough\nmicrostructure\n(V)\n.tiff\n100-300\nGB\nX-ray micro-\ncomputed\ntomography (µCT)\nimaging of doughs\nDough gas cell\nsize distribution\n(N)\n.xml, .txt,\n.xlsx \n100 MB-1\nGB\nEquivalent gas cell\ndiameters\nprocessed after X-\nray µCT imaging of\ndoughs\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) Data will be organized into folders according to the procedure used to obtain them\n2) In such folders, spreadsheets of data will contain 3 essential sheets:\nLegends and method used (provides enough information to understand the raw and\nprocessed data)\nRaw data\nProcessed data (data representation, statistics)\n3) A ReadMe file will always be included in these data folders with a clear description of what the\ndata/models represent and how they were generated, providing a description of the materials,\nthe experimental or modelling methodology design, setup and parameters, and data meaning.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\neasy/easier to find and reuse.\nNo\nThere is no metadata standard available. As specified in 4.1, folders will have a ReadMe file\nexplaining the logic of data management. For each peer-reviewed article, a separate folder will\nbe made which contains the latest word version and all raw and processed data and models used\nin that article.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData will be stored in a network drive of KU Leuven which is managed by the ICT administrators\nof the Science, Engineering, and Technology group (SET-IT). \nHow is backup of the data provided?\nThe general network drive is maintained by the ICTS service of KU Leuven with automatic daily\nback-up and mirror procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe group shared network drive managed by KU Leuven has sufficient capacity, which can be\neasily expanded upon request at an additional cost, if necessary. Back-up data will also be made\nin the Microsoft OneDrive cloud storage which has a capacity of 2 TB/PhD researcher. For large\nvolume files (e.g. X-ray µCT images that are possibly >500 GB in size), a separate external hard\ndrive allocated for the project alone will be used. These images are also typically stored in the\nnetwork drive of the MeBiOS group (with back-up and mirroring), whom we collaborate with when\nperforming the X-ray µCT analysis.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected costs for data storage and back up will be € 157/TB/year. The costs are covered by\nthe host group (Laboratory of Food Chemistry and Biochemistry [LFCB]).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe network drive for the project share folder and the large volume storage folder are secured\nby the ICTS service of KU Leuven with a mirror copy. Only specific lab members will have access\nto the shared folder and large volume storage. Unauthorized persons do not have access to this\nsystem. The access of colleagues to the network drive who have left the group will be checked\nannually.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data used for publications and the PhD dissertation, which are readable for future colleagues\nwill be stored. At project completion, data will still be available for current lab members (PhD’s,\npostdocs, and professors).\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conforming to the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nExpected costs for data preservation are similar as in section 5 (€ 157/TB/year) and will also be\ncovered by the host group.\n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll published data (peer-reviewed, open-access articles and PhD dissertation) will be available\nafter the end of the project upon request. \nWhere/how will the data be made available for reuse?\nUpon request by mail\nOther (specify):\nThe data will be stored in the group shared network drive and will be available for lab members\nwith access to the drive. Published data will be available for readers since we intend to publish in\nopen-access journals.\nWhen will the data be made available?\nUpon publication of the research results\nData will be made available after publication of research results.\nWho will be able to access the data and under what conditions?\nAll data will be available without restrictions to all the lab members. Publication readers will also\nbe given access to data in accordance to the rules of the publisher (open-access journals).\nWhat are the expected costs for data sharing? How will the costs be covered?\nPublishing costs will be taken from the funds of the host group - LFCB. There are no expected\ncosts for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nFWO Fellow: Viena Monterde\nWho will be responsible for data storage & back up during the project?\nFWO Fellow: Viena Monterde\nPromotor: prof. Arno Wouters\nWho will be responsible for ensuring data preservation and reuse ?\nPromotor: prof. Arno Wouters\nWho bears the end responsibility for updating & implementing this DMP?\nFWO Fellow: Viena Monterde\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Exploring the potential of aqueous phase soluble cereal proteins for gas cell and foam stabilization in food systems Grant Title 1105222N Principal Investigator / Researcher Viena Monterde Project Data Contact viena.monterde@kuleuven.be; +32483093388 Description The main goal of this project is to further exploit the potential of proteins in aqueous extracts of wheat, rye, triticale, barley, and oat flour to produce and stabilize foams by understanding the mechanisms by which they do so. Specifically, we aim 1) to establish in-depth relationships between the composition of cereal flour aqueous extracts and the foaming properties of their constituents; 2) to understand the role of cereal flour aqueous extracts constituents and their interplay in determining gas cell stabilization in model system breads; 3) To identify highly surface-active protein fractions or species in cereal flour aqueous extracts; 4) To understand the mechanisms by which cereal flour aqueous extracts constituents stabilize foams by characterizing their behavior at air/water interfaces and in thin liquid films. Institution KU Leuven 1. General Information Name applicant Viena Monterde FWO Project Number & Title Project Number: 1105222N Title: Exploring the potential of aqueous phase soluble cereal proteins for gas cell and foam stabilization in food systems Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Data Format Estimated volume Data Creation Flour and flour extract composition Moisture, Ash, Lipid content (Numerical [N]; digitized [D] from lab notebook) .xlsx 1-20 MB Gravimetric data (i.e. weight difference before & after procedure) Protein content (N) .xlsx 1-20 MB Recorded nitrogen (N%) from a thermal conductivity detector after separation of nitrogen and carbon dioxide upon sample combustion. A conversion factor is used to convert N% to protein% This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Arabinoxylan, arabinogalactan, and polymeric glucose content (N) .xlsx 20-200 MB Recorded chromatograms from gas chromatography analysis to quantify desired sugars Fructan and Beta-glucan (N) .xlsx 1-20 MB Recorded absorbance (UV- Spectrophotometer) of desired sugars after performing procedure of commercial kits Protein molecular weight and hydrophobicity (N) .xlsx, .txt 20-200 MB Recorded chromatograms from size- exclusion high- performance liquid chromatography (HPLC) and reversed-phase HPLC analysis to characterize elution profiles of proteins Functionality of water-extractable flour proteins in foams Foaming properties (N, D) .xlsx 1-20 MB Foam evolution in a 60 min period after stirring of protein solutions Surface tension evolution and interfacial rheology (N) .xlsx 5-50 MB Drop shape analysis to derive surface tension values (Pendant drop tensiometry) Diffusion and adsorption kinetcis of proteins .xlsx 5-50 MB Recorded surface tension at a short time-scale (5 s) derived from the internal pressure of a gas bubble which is formed in a liquid by means of a capillary via the Laplace equation. Thin film drainage dynamics (N, visual [V]) .tiff, .mp4, .xlsx 100-250 GB Recorded interferometry images and videos of a thin films from protein solutions in a pressurized chamber Functionality of water-extractable flour proteins in breads Bread visualization (V) .png, .jpeg 1-2 GB Images of baked breads taken using a mobile phone Bread specific volume (N) .xlsx 20-200 MB Recorded weight and volume of baked breads This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Dough extensional rheology (N) .xlsx 20-200 MB Recorded extensional viscosity after extending dough with an extensional viscosity fixture mounted to a strain- controlled rheometer Dough microstructure (V) .tiff 100-300 GB X-ray micro- computed tomography (µCT) imaging of doughs Dough gas cell size distribution (N) .xml, .txt, .xlsx 100 MB-1 GB Equivalent gas cell diameters processed after X- ray µCT imaging of doughs 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) Data will be organized into folders according to the procedure used to obtain them 2) In such folders, spreadsheets of data will contain 3 essential sheets: Legends and method used (provides enough information to understand the raw and processed data) Raw data Processed data (data representation, statistics) 3) A ReadMe file will always be included in these data folders with a clear description of what the data/models represent and how they were generated, providing a description of the materials, the experimental or modelling methodology design, setup and parameters, and data meaning. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 easy/easier to find and reuse. No There is no metadata standard available. As specified in 4.1, folders will have a ReadMe file explaining the logic of data management. For each peer-reviewed article, a separate folder will be made which contains the latest word version and all raw and processed data and models used in that article. 5. Data storage and backup during the FWO project Where will the data be stored? Data will be stored in a network drive of KU Leuven which is managed by the ICT administrators of the Science, Engineering, and Technology group (SET-IT). How is backup of the data provided? The general network drive is maintained by the ICTS service of KU Leuven with automatic daily back-up and mirror procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The group shared network drive managed by KU Leuven has sufficient capacity, which can be easily expanded upon request at an additional cost, if necessary. Back-up data will also be made in the Microsoft OneDrive cloud storage which has a capacity of 2 TB/PhD researcher. For large volume files (e.g. X-ray µCT images that are possibly >500 GB in size), a separate external hard drive allocated for the project alone will be used. These images are also typically stored in the network drive of the MeBiOS group (with back-up and mirroring), whom we collaborate with when performing the X-ray µCT analysis. What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected costs for data storage and back up will be € 157/TB/year. The costs are covered by the host group (Laboratory of Food Chemistry and Biochemistry [LFCB]). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive for the project share folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only specific lab members will have access to the shared folder and large volume storage. Unauthorized persons do not have access to this system. The access of colleagues to the network drive who have left the group will be checked annually. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data used for publications and the PhD dissertation, which are readable for future colleagues will be stored. At project completion, data will still be available for current lab members (PhD’s, postdocs, and professors). Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conforming to the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for data preservation are similar as in section 5 (€ 157/TB/year) and will also be covered by the host group. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All published data (peer-reviewed, open-access articles and PhD dissertation) will be available after the end of the project upon request. Where/how will the data be made available for reuse? Upon request by mail Other (specify): The data will be stored in the group shared network drive and will be available for lab members with access to the drive. Published data will be available for readers since we intend to publish in open-access journals. When will the data be made available? Upon publication of the research results Data will be made available after publication of research results. Who will be able to access the data and under what conditions? All data will be available without restrictions to all the lab members. Publication readers will also be given access to data in accordance to the rules of the publisher (open-access journals). What are the expected costs for data sharing? How will the costs be covered? Publishing costs will be taken from the funds of the host group - LFCB. There are no expected costs for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? FWO Fellow: Viena Monterde Who will be responsible for data storage & back up during the project? FWO Fellow: Viena Monterde Promotor: prof. Arno Wouters Who will be responsible for ensuring data preservation and reuse ? Promotor: prof. Arno Wouters Who bears the end responsibility for updating & implementing this DMP? FWO Fellow: Viena Monterde This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}