{
    "document_id": "D-2023-2122",
    "LinkTitle": "D-2023-2122",
    "file_name": "D-2023-2122.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2122.pdf",
    "metadata": {
        "title": "Inhibition of lung inflammation in pneumonia induced by micro-organisms",
        "author": "N/A",
        "creation_date": "2023-05-30 17:38:40+00:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Inhibition of lung inflammation in pneumonia induced by micro-organisms\nA Data Management Plan created using DMPonline.be\nCreator: \nPaul Proost \n \nhttps://orcid.org/0000-0002-0133-5545\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nPaul Proost \n \nhttps://orcid.org/0000-0002-0133-5545\n, n.n. n.n.\nData Manager:\n \nPaul Proost \n \nhttps://orcid.org/0000-0002-0133-5545\n, Pedro Elias Marques \n \nhttps://orcid.org/0000-\n0002-5613-8012\n, n.n. n.n., n.n. n.n.\nProject Administrator:\n \nPaul Proost \n \nhttps://orcid.org/0000-0002-0133-5545\n, Pedro Elias Marques \nhttps://orcid.org/0000-0002-5613-8012\n, n.n. n.n., n.n. n.n.\nGrant number / URL: \nC3/22/054\nID: \n199996\nStart date: \n01-03-2023\nEnd date: \n28-02-2026\nProject abstract:\nPneumonia is one of the leading causes of hospitalization and mortality worldwide. In the USA alone, 1.5 million patients\nwere diagnosed with acute and severe pneumonia in 2018. Pneumonia is characterized by acute infection of the lung\nparenchyma and is caused by bacteria, viruses or fungi. In many cases, exacerbated inflammation remains after the\nmicroorganism has been cleared, leading to permanent lung damage. Thus, to complement antimicrobial medication,\neffective anti-inflammatory drugs with applicability across different classes of pathogens are needed. We wish to\ndevelop such treatment based on a new lead molecule that showed successful preclinical efficacy in bacteriainduced\npneumonia. In this C3 project, we will optimize this compound class in terms of chemical structure and in vivo stability.\nThe anti-inflammatory activity to improve lung function will be determined in preclinical mouse models of pneumonia\ninduced by Klebsiella pneumoniae and influenza virus.\nLast modified: \n30-05-2023\nCreated using DMPonline.be. Last modiﬁed 30 May 2023\n1 of 5\nInhibition of lung inflammation in pneumonia induced by micro-organisms\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nsynthetic peptides\nsynthetic peptides\nN\nP\nDry peptides\n \nNA\n20 tubes\nGAG interactions\naffinities for GAGs\nN\nD\nT\n.xls\n<1GB\n \nPeptide stability, toxicity\nand biodistribution\nincubations of peptides with proteases\nand cells; in vivo injections\nN\nD\nN\n.xls; .wsp; .fcs;\n.csv\n<100\nGB\n \nMicroscopy images and\nmovies\nIntravital microscopy and evaluation of\ntissue sections\nN\nD,P\nA and tissue sections\n.tiff or .pgn or\n.mov or .mpeg\n<5TB\n<200\nslides\nBiological samples\ninfection models\nN\nP\nPlasma, urine, BAL Fluid,\nhomogenized lung tissue\n \nNA\n<1L\nAnimal experiments\nELISA, lung function measurements,\npathogen load\nN\nD\nN\n.xls; .docx\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\napproval requested\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nAll (the global result of the project aims at commercial valorization)\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 30 May 2023\n2 of 5\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \n1. Synthetic peptides and biological samples will be stored at -80 and the location of tubes (exact freezer and position in the freezer) will be stored in the FreezerPro\ndatabase of the laboratory.\n2. Results related to GAG interactions, peptide stability, toxicity and biodistribution will be registered in lab books and electronically as excel or word (.xls or .docx)\ndocuments which automatically imprint the metadata (user, date, time, equipment, parameters) from the experiments. Information on quantification and experimentation\nparameters will be embedded by the users on the document folders and in the lab books in order to improve reproducibility and maintenance of data. \n3. Microscopy images: Imaging data are created by default with metadata imprinted by the image acquisition software automatically. These include information on user,\ndate and time, duration of experiments, equipment parameters and imaging configurations. The metadata are saved (also in OME format) and transferred with the\noriginal imaging file. The created data files will be organized in folders named by the day of the experiment (YYYYMMDD) followed by the researcher who performed it and\nthe title of the experiment. In addition, the methodology and protocol of each experiment will be described in detail in a lab book.\n4. Flow cytometry data: flow cytometry templates are saved which automaticall stores the parameters (voltages, comensation,....) that are used during the acquisition of\nthe data.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nmicroscopy derived data in OPE format\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storage\nOther (specify below)\nThe data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network\nadapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and\ndisaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from\nanalysis equipment are stored redundant on hard disks in or connected to the lab computers and work stations. The backups of the analysis data are stored on dedicated\nredundant NAS-services. Also, we will use the Lirias platform as data repository for published material.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nWe will use the centrail server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic backup. Moreover, the data will be backed up on\nthe Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives by the investigators.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also\nrestricted. In case of potential IP establishment for one or more molecules developed in the project, the restriction will consist of omission of the molecule structure and\ncodenaming.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The costs for data storage is 520€/y/TB, thus, the\naccumulated cost for 3 y is approximately 7800€.\nCreated using DMPonline.be. Last modiﬁed 30 May 2023\n3 of 5\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nOther (specify below)\nThe data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega\nNAS).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The expected cost for data storage is 520€/Y/TB.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nAll the data that are not under IP protection.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to external users will be evaluated and authorized by Paul Proost.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nData will be made available immediately after publication and clearance by Intellectual Property officers of KU Leuven\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nOther (specify below)\nCC-BY NC 4.0\nCreated using DMPonline.be. Last modiﬁed 30 May 2023\n4 of 5\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nLocal costs are minimal. Data transfer to external partners will be at the partners cost.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nWho will manage data storage and backup during the research project? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nWho will manage data preservation and sharing? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nWho will update and implement this DMP? \nThe principle investigator Paul Proost.\nCreated using DMPonline.be. Last modiﬁed 30 May 2023\n5 of 5"
    },
    "clean_full_text": "Inhibition of lung inflammation in pneumonia induced by micro-organisms A Data Management Plan created using DMPonline.be Creator: Paul Proost https://orcid.org/0000-0002-0133-5545 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Paul Proost https://orcid.org/0000-0002-0133-5545 , n.n. n.n. Data Manager: Paul Proost https://orcid.org/0000-0002-0133-5545 , Pedro Elias Marques https://orcid.org/0000- 0002-5613-8012 , n.n. n.n., n.n. n.n. Project Administrator: Paul Proost https://orcid.org/0000-0002-0133-5545 , Pedro Elias Marques https://orcid.org/0000-0002-5613-8012 , n.n. n.n., n.n. n.n. Grant number / URL: C3/22/054 ID: 199996 Start date: 01-03-2023 End date: 28-02-2026 Project abstract: Pneumonia is one of the leading causes of hospitalization and mortality worldwide. In the USA alone, 1.5 million patients were diagnosed with acute and severe pneumonia in 2018. Pneumonia is characterized by acute infection of the lung parenchyma and is caused by bacteria, viruses or fungi. In many cases, exacerbated inflammation remains after the microorganism has been cleared, leading to permanent lung damage. Thus, to complement antimicrobial medication, effective anti-inflammatory drugs with applicability across different classes of pathogens are needed. We wish to develop such treatment based on a new lead molecule that showed successful preclinical efficacy in bacteriainduced pneumonia. In this C3 project, we will optimize this compound class in terms of chemical structure and in vivo stability. The anti-inflammatory activity to improve lung function will be determined in preclinical mouse models of pneumonia induced by Klebsiella pneumoniae and influenza virus. Last modified: 30-05-2023 Created using DMPonline.be. Last modiﬁed 30 May 2023 1 of 5 Inhibition of lung inflammation in pneumonia induced by micro-organisms Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA synthetic peptides synthetic peptides N P Dry peptides NA 20 tubes GAG interactions affinities for GAGs N D T .xls <1GB Peptide stability, toxicity and biodistribution incubations of peptides with proteases and cells; in vivo injections N D N .xls; .wsp; .fcs; .csv <100 GB Microscopy images and movies Intravital microscopy and evaluation of tissue sections N D,P A and tissue sections .tiff or .pgn or .mov or .mpeg <5TB <200 slides Biological samples infection models N P Plasma, urine, BAL Fluid, homogenized lung tissue NA <1L Animal experiments ELISA, lung function measurements, pathogen load N D N .xls; .docx <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) approval requested Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All (the global result of the project aims at commercial valorization) Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 30 May 2023 2 of 5 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. Synthetic peptides and biological samples will be stored at -80 and the location of tubes (exact freezer and position in the freezer) will be stored in the FreezerPro database of the laboratory. 2. Results related to GAG interactions, peptide stability, toxicity and biodistribution will be registered in lab books and electronically as excel or word (.xls or .docx) documents which automatically imprint the metadata (user, date, time, equipment, parameters) from the experiments. Information on quantification and experimentation parameters will be embedded by the users on the document folders and in the lab books in order to improve reproducibility and maintenance of data. 3. Microscopy images: Imaging data are created by default with metadata imprinted by the image acquisition software automatically. These include information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata are saved (also in OME format) and transferred with the original imaging file. The created data files will be organized in folders named by the day of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. In addition, the methodology and protocol of each experiment will be described in detail in a lab book. 4. Flow cytometry data: flow cytometry templates are saved which automaticall stores the parameters (voltages, comensation,....) that are used during the acquisition of the data. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes microscopy derived data in OPE format Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storage Other (specify below) The data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network adapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and disaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from analysis equipment are stored redundant on hard disks in or connected to the lab computers and work stations. The backups of the analysis data are stored on dedicated redundant NAS-services. Also, we will use the Lirias platform as data repository for published material. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) We will use the centrail server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic backup. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives by the investigators. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also restricted. In case of potential IP establishment for one or more molecules developed in the project, the restriction will consist of omission of the molecule structure and codenaming. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The costs for data storage is 520€/y/TB, thus, the accumulated cost for 3 y is approximately 7800€. Created using DMPonline.be. Last modiﬁed 30 May 2023 3 of 5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) Other (specify below) The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost. The expected cost for data storage is 520€/Y/TB. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) All the data that are not under IP protection. If access is restricted, please specify who will be able to access the data and under what conditions. Access to external users will be evaluated and authorized by Paul Proost. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Other (specify below) Data will be made available immediately after publication and clearance by Intellectual Property officers of KU Leuven Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Other (specify below) CC-BY NC 4.0 Created using DMPonline.be. Last modiﬁed 30 May 2023 4 of 5 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? Local costs are minimal. Data transfer to external partners will be at the partners cost. Responsibilities Who will manage data documentation and metadata during the research project? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Who will manage data storage and backup during the research project? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Who will manage data preservation and sharing? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Who will update and implement this DMP? The principle investigator Paul Proost. Created using DMPonline.be. Last modiﬁed 30 May 2023 5 of 5"
}