{
    "document_id": "D-2023-2085",
    "LinkTitle": "D-2023-2085",
    "file_name": "D-2023-2085.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2085.pdf",
    "metadata": {
        "title": "ATGENT: Algebraic and Tropical Geometry for Tensor Networks",
        "author": "N/A",
        "creation_date": "2023-04-03 18:19:18+02:00",
        "num_pages": 3
    },
    "content": {
        "full_text": "ATGENT: Algebraic and Tropical Geometry for Tensor Networks\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital data \nOnly for physical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\n \nResearch papers (published and\npreprints)\nGenerate new data\nDigital\nCompiled/aggregated\ndata\n.pdf\n<1GB\n \n \nMathematical\nprograms for\ncomputational\ntesting or formal\nverification\nGenerate new data\nDigital\nSoftware\nother: .m2,\n.ipynb, .jl\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nNA\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nNA\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nNA\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe research papers will be produced and published after private investigation and computational testing, and will always include either theoretical or computational results and proofs. For\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n1 of 3\ntheoretical results, no additional documentation is needed. \nThe relevant computational results or proofs obtained using mathematical software (such as SageMath, Macaulay2 and Julia) will be publicly distributed and will always involve proper\ndocumentation, as well as a link to the relevant research paper.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe papers will include standard keywords and MSC classification codes, when appropriate.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData related to research in progress will be stored on private devices, and shared with collaborators using OneDrive for Business provided by KU Leuven. For certain projects with external\ncollaborators, the paper in progress is stored on the collaboration platform Overleaf. \nPublished data will be stored and shared online, on the appropriate platforms (ArXiv, journal websites, GitHub), and KU Leuven repositories (Lirias).\nHow will the data be backed up?\nThe data will be backed up via OneDrive, as well as on the NextCloud server of the KU Leuven Department of Computer Science.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe amount of data produced is low, and can be easily handeled by the aforementioned solutions.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPublicly shared data will be in read-only form. Access to source data and research in progress will only be granted to researchers involved in the project, the relevant files on OneDrive cannot be\naccessed without multifactor authentication with the KU Leuven Authenticator.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo such costs are expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll the data will be stored for 10 years according to KU Leuven RDM policy, and publicly distributed online indefinitely.\nWhere will these data be archived (stored and curated for the long-term)?\nPublished data will be stored and shared online, on the appropriate platforms (ArXiv, journal websites, GitHub), and KU Leuven repositories (Lirias for publications, RDR for code).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo such costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nNA\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n2 of 3\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nNA\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nResearch articles: arxiv.org and journal websites.\nCode: GitHub and RDR.\nWhen will the data be made available?\nAny code will be made available simultaneously with the relevant preprint.\nWhich data usage licenses are you going to provide? If none, please explain why.\nResearch papers: CC BY: Creative Commons Attribution\nCode: MIT Licence\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nAll published papers will be granted a DOI.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo such costs are expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nTim Seynnaeve \nWho will manage data storage and backup during the research project?\nTim Seynnaeve \nWho will manage data preservation and sharing?\nTim Seynnaeve \nWho will update and implement this DMP?\nTim Seynnaeve \nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n3 of 3"
    },
    "clean_full_text": "ATGENT: Algebraic and Tropical Geometry for Tensor Networks FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Research papers (published and preprints) Generate new data Digital Compiled/aggregated data .pdf <1GB Mathematical programs for computational testing or formal verification Generate new data Digital Software other: .m2, .ipynb, .jl <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No NA Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The research papers will be produced and published after private investigation and computational testing, and will always include either theoretical or computational results and proofs. For Created using DMPonline.be. Last modiﬁed 03 April 2023 1 of 3 theoretical results, no additional documentation is needed. The relevant computational results or proofs obtained using mathematical software (such as SageMath, Macaulay2 and Julia) will be publicly distributed and will always involve proper documentation, as well as a link to the relevant research paper. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The papers will include standard keywords and MSC classification codes, when appropriate. 3. Data storage & back-up during the research project Where will the data be stored? Data related to research in progress will be stored on private devices, and shared with collaborators using OneDrive for Business provided by KU Leuven. For certain projects with external collaborators, the paper in progress is stored on the collaboration platform Overleaf. Published data will be stored and shared online, on the appropriate platforms (ArXiv, journal websites, GitHub), and KU Leuven repositories (Lirias). How will the data be backed up? The data will be backed up via OneDrive, as well as on the NextCloud server of the KU Leuven Department of Computer Science. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The amount of data produced is low, and can be easily handeled by the aforementioned solutions. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Publicly shared data will be in read-only form. Access to source data and research in progress will only be granted to researchers involved in the project, the relevant files on OneDrive cannot be accessed without multifactor authentication with the KU Leuven Authenticator. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No such costs are expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the data will be stored for 10 years according to KU Leuven RDM policy, and publicly distributed online indefinitely. Where will these data be archived (stored and curated for the long-term)? Published data will be stored and shared online, on the appropriate platforms (ArXiv, journal websites, GitHub), and KU Leuven repositories (Lirias for publications, RDR for code). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No such costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository NA Created using DMPonline.be. Last modiﬁed 03 April 2023 2 of 3 If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. Research articles: arxiv.org and journal websites. Code: GitHub and RDR. When will the data be made available? Any code will be made available simultaneously with the relevant preprint. Which data usage licenses are you going to provide? If none, please explain why. Research papers: CC BY: Creative Commons Attribution Code: MIT Licence Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes All published papers will be granted a DOI. What are the expected costs for data sharing? How will these costs be covered? No such costs are expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? Tim Seynnaeve Who will manage data storage and backup during the research project? Tim Seynnaeve Who will manage data preservation and sharing? Tim Seynnaeve Who will update and implement this DMP? Tim Seynnaeve Created using DMPonline.be. Last modiﬁed 03 April 2023 3 of 3"
}