{
    "document_id": "D-2022-1674",
    "LinkTitle": "D-2022-1674",
    "file_name": "D-2022-1674.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1674.pdf",
    "metadata": {
        "title": "Energy transitions as socio-spatial transformations: Linking regional trajectories to the rescaling of governance in Flanders and Scotland",
        "author": "N/A",
        "creation_date": "2023-03-23 15:31:16+01:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Energy transitions as socio-spatial transformations: Linking regional trajectories to the\nrescaling of governance in Flanders and Scotland\nA Data Management Plan created using DMPonline.be\nCreators: \nKorneel van Dooren, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., Korneel van Dooren\nGrant number / URL: \nGPUE/22/032\nID: \n197530\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nThe international governance regime is struggling to adequately address the vital challenge of climate change. Subnational territories are\ntherefore coming with their own initiatives to curb carbon emissions and are setting up alternative, rescaled forms of climate governance\nwith a more profound role for the subnational level. However, not all subnational regions are equally effective in taking climate action and\nmore specifically in advancing regional energy transitions. This project wants to examine why by analysing the relation between the\nongoing rescaling of climate governance and the dynamics that shape the energy transition trajectories of regional territories. To this end,\ntwo similar, yet contrasting cases are selected: Flanders (Belgium) and Scotland (UK). The energy transition is thereby not only\napproached as a process of technological change, but also as a transformation of socio-spatial relations. The research will focus on the\nregion-specific institutions regulating the spatial and environmental aspects of the energy system – i.e. spatial planning instruments and\nenvironmental procedures - to get insights in the dynamics between agency, structure, institutions, technology and the elements of the\nbiophysical environment. By examining the current regional institutional assemblages, the structural legacies underpinning them as well\nas the strategic action behind emerging policy initiatives critical differences in the transition trajectories of both regions can be explained.\nThe results of this case-study research will not only enrich the theoretical understanding of socio-spatial transformations, but can also\ncontribute to the advancement of a truly sustainable energy transition through the formulation of policy recommendations.\nLast modified: \n23-03-2023\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n1 of 5\nEnergy transitions as socio-spatial transformations: Linking regional trajectories to the\nrescaling of governance in Flanders and Scotland\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nEnergy Statistics\nStatistics on electricity production in Flanders and Scotland\nE\nD\nN\n.xls\n< 1GB\n \nSource map layers\nGeographical data on the spatial structure of Flanders and Scotland\nE\nD\nGIS (Geographicl\nInformation Systems)\n.shp, .tiff\n< 1 TB\n \nPolicy documents\nPolicy reports, strategic visions, legislation, etc. on energy, space and\nsustainability in Flanders and Scotland\nE\nD\nT\n.pdf\n< 1 GB\n \nAcademic\nLiterature\nAcademic literature reviewed \nE\nD\nT\n.pdf\n< 1 GB\n \nNew maps\nProcessing,  analysing and recombining source data layers to new layers\nand maps\nN\nD\nGIS\nI\n.shp, .tiff,\n.jpeg\n< 100\nGB\n \nInterviews with\nstakeholders \nInterviews with\nselected stakeholders \nin the Flemish and Scottish energy system.\nTranscripts will\ninclude both verbatim\ntranscription and\nadditional\nnotes made by the\nresearcher during the\ninterviews.\nN\nD\nA\nT\n.mp3,\n.docx\n< 100\nGB\n \nField notes\nContains the\nobservations made in\nthe field for the\nresearch. Any notes\nrelated to\nthe interviews will\nbe added to the\ntranscripts as\noutlined above.\nN\nP, D\nT\n.pdf\n< 1 GB\nField\nnotebook\nPhotographs\nPhotographs taken\nduring the fieldwork\nN\nD\nI\n.jpeg\n< 100\nGB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAll reused existing data is publicly available online. \nEnergy statistics: www.vlaanderen.be/veka/energie-en-klimaatbeleid-in-cijfers/energiekaart\nMap layers: www.geopunt.be\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nReference number SMEC: PRET dossier G-2023-6454\nHuman subject data is related to the interview dataset. The research does not require much personal data of the participants other than what is necessary to facilitate a professional relationship\nand situate their role with respect to the topic of the research (Name, role and contact details).\nThe research is interested in the participant's role as representative of an organisation in the energy system (e.g. local authority, private company, community organisation, etc.) and not in their\npersonal individual characteristics. The collected data during the interviews will therefore not contain aspects of the participants private life. Recorded data and transcripts of the interviews will be\nkept on one password protected computer and the KU Leuven protected servers. No additional copies will be made and access is restricted to the researcher and his supervisors. The data will be\nkept for five years after the end of the research.\nThe participants will be offered to share their email address which will not be linked to\nthe interview or transcripts. These email addresses will only be used to contact the participants for practical arrangements and share the results of the research afterwards. The list will be kept on\none password protected computer and a back up on the KU Leuven servers. No additional copies will be made and acces to the list is restricted to the researcher. The list will only be kept for the\nduration of the research.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nPersonal data part of Interview dataset\nReference number SMEC: PRET dossier G-2023-6454\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n2 of 5\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \n1. Energy statistics: Sources of data (data, organisation and URL) and interpretation of variables are included in the excel sheets themselves. Clear distinction of what is source data and what is\nthe result of the processing of original data.\n2. Downloaded source map layers are all kept in the an overarching folder 'GIS Sources' with a subfolder for each layer. This subfolder also contains an associated metadata file included by the\noriginal publisher (.pdf or .txt)\n3. Policy documents: In-file documentation as well as in the name of the file of (i) authors (ii) commissioning organisation (iii) date of publication. \n4. Academic literature: In-file documentation as well as in the name of the file of (i) authors (ii) year of publication.\n5. New map layers: An accompanying methodological word document will be constructed describing the sequence of executed operations to transform the source data to new resulting data and\nexplain the rationale behind the decisions made. \n6. Individual Interviews: A word document will be constructed containing (i) identifier of interviewee (ii) informed consent form, (iii) sampling methodology, (iv) interview guide containing the\nsubjects discussed to accompany the transcript. \n7. Field notes: In-file documentation include (i) time and date of the observation, (ii) research activities undertaken on which the notes reflect and (iii) topics the fieldnotes reflect on.\n8. Photographs: Structured in folders per research activity, in-file data include (i) time and place of the photograph, (ii) camera model, (iii) resolution of the images \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nDataCite\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nPersonal network drive (I-drive)\nShared network drive (J-drive)\nA single copy of the digitised data will be kept on one password secured personal\ncomputer by the primary researcher (Korneel van Dooren). A backup will be stored on the KU Leuven secure servers both on the primary researcher's personal I-Drive as on the J-Drive shared\nwith supervisor Constanza Parra. No further copies will be made on external\nhard drives, other personal devices, or third party backup/cloud services.\nAcces to the data will not be shared with third parties.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n3 of 5\nYes\nThis is already provided through our research group in cooperation with SET-IT.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data will only be stored on the internal KU Leuven servers, with the possibility of a\nsingle copy on a password protected encrypted personal computer by the main\nresearcher.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for the storage are already payed through the allocation of funds to SET-IT\nin our division (Division of Geography and Tourism).\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll newly created data will be preserved for a duration of 10 years in line with the KU\nLeuven's RDM policy. The source GIS data ( Dataset \"Source map layers\") will not be stored because of it's large volume and public availability to download from government websites.\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nThe data will be stored on the Large Volume storage system (L-drive) offered by the KU Leuven SET-IT as is standard practice in our department (Department for Earth and Environmental\nSciences). The Division of Geography and Tourism has its own archive folder on this L-drive. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe presumed total size of the data is expected to be around 100 GB. The\nprice for 1 TB storage in the SET-IT Large Volume servers over the long term is € 100,86 / TB / year, this corresponds to ca. € 10/ 100 GB / year. For a retention period of 10 years this means a\ntotal cost of € 100 for the long term data storage. \nThe costs for long-term storage will be payed through the allocation of funds to SET-IT\nby our division (Division of Geography and Tourism).\nThis estimate will be adjusted at a later stage when the total size of the data\n(specifically GIS data and audiorecordings) become more clear so a more refined estimate can be made of the total costs.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nYes, as open data\nThe gathered energy statistics, their combinations and visual representations will be made available after the project for reuse. \nThe GIS data layers resulting from the author's own operations on source data as well as the resulting maps will be made available after the project for reuse. \nThe existing source GIS data and policy documents are already publicly available online, so no need to take up storage space for these datasets. \nThe gathered academic literature falls under copyright and can therefore not be shared with 3rd parties.\nThe interviews are conducted on the agreement that no part of the interview will be shared with any external partners.\nThe fieldnotes are observations made by the researcher and could also include off-the-record information which would be unethical to be shared.\nThe publication of the photographs is dependent on whether participants are present\non the individual photographs. For the protection of individuals privacy, photographs of\nthis subset will be withheld. Photographs taken on sites with restricted access will also be withheld (e.g. production site visits). The other photographs will be made available through the CC-BY\nlicense.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAcces to the shared data will be unrestricted. \nData will be shared under the CC-BY license.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n4 of 5\nPlease explain per dataset or data type where appropriate.\nYes, ethical aspects\nIn the informed consent agreement made with the interviewed participants, the specific goals of the research are outlined and the participants are given the guarantee that the data will not be\nshared for other research purposes. No data from the individual interview (audio recordings, transcripts and/or notes) or photographs from restricted access sites will hence be shared with third\nparties.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nRDR is free for KU Leuven researchers.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe responsibility for the data documentation and meta data falls to the primary\nresearcher (Korneel van Dooren).\nWho will manage data storage and backup during the research project? \nThe responsibility for storage and backup falls to the primary researcher (Korneel van Dooren). The security and integrity of the data stored on the KU Leuven servers\nprovided by SET-IT.\nWho will manage data preservation and sharing? \nThe data preservation and upload to the RDR depository is the responsibility of the primary researcher (Korneel van Dooren) and will be guaranteed under the agreement reached with SET-IT for\nthe long term storage of the data.\nWho will update and implement this DMP? \nThe primary researcher (Korneel van Dooren) is responsible for updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 23 March 2023\n5 of 5"
    },
    "clean_full_text": "Energy transitions as socio-spatial transformations: Linking regional trajectories to the rescaling of governance in Flanders and Scotland A Data Management Plan created using DMPonline.be Creators: Korneel van Dooren, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., Korneel van Dooren Grant number / URL: GPUE/22/032 ID: 197530 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: The international governance regime is struggling to adequately address the vital challenge of climate change. Subnational territories are therefore coming with their own initiatives to curb carbon emissions and are setting up alternative, rescaled forms of climate governance with a more profound role for the subnational level. However, not all subnational regions are equally effective in taking climate action and more specifically in advancing regional energy transitions. This project wants to examine why by analysing the relation between the ongoing rescaling of climate governance and the dynamics that shape the energy transition trajectories of regional territories. To this end, two similar, yet contrasting cases are selected: Flanders (Belgium) and Scotland (UK). The energy transition is thereby not only approached as a process of technological change, but also as a transformation of socio-spatial relations. The research will focus on the region-specific institutions regulating the spatial and environmental aspects of the energy system – i.e. spatial planning instruments and environmental procedures - to get insights in the dynamics between agency, structure, institutions, technology and the elements of the biophysical environment. By examining the current regional institutional assemblages, the structural legacies underpinning them as well as the strategic action behind emerging policy initiatives critical differences in the transition trajectories of both regions can be explained. The results of this case-study research will not only enrich the theoretical understanding of socio-spatial transformations, but can also contribute to the advancement of a truly sustainable energy transition through the formulation of policy recommendations. Last modified: 23-03-2023 Created using DMPonline.be. Last modiﬁed 23 March 2023 1 of 5 Energy transitions as socio-spatial transformations: Linking regional trajectories to the rescaling of governance in Flanders and Scotland Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Energy Statistics Statistics on electricity production in Flanders and Scotland E D N .xls < 1GB Source map layers Geographical data on the spatial structure of Flanders and Scotland E D GIS (Geographicl Information Systems) .shp, .tiff < 1 TB Policy documents Policy reports, strategic visions, legislation, etc. on energy, space and sustainability in Flanders and Scotland E D T .pdf < 1 GB Academic Literature Academic literature reviewed E D T .pdf < 1 GB New maps Processing, analysing and recombining source data layers to new layers and maps N D GIS I .shp, .tiff, .jpeg < 100 GB Interviews with stakeholders Interviews with selected stakeholders in the Flemish and Scottish energy system. Transcripts will include both verbatim transcription and additional notes made by the researcher during the interviews. N D A T .mp3, .docx < 100 GB Field notes Contains the observations made in the field for the research. Any notes related to the interviews will be added to the transcripts as outlined above. N P, D T .pdf < 1 GB Field notebook Photographs Photographs taken during the fieldwork N D I .jpeg < 100 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All reused existing data is publicly available online. Energy statistics: www.vlaanderen.be/veka/energie-en-klimaatbeleid-in-cijfers/energiekaart Map layers: www.geopunt.be Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Reference number SMEC: PRET dossier G-2023-6454 Human subject data is related to the interview dataset. The research does not require much personal data of the participants other than what is necessary to facilitate a professional relationship and situate their role with respect to the topic of the research (Name, role and contact details). The research is interested in the participant's role as representative of an organisation in the energy system (e.g. local authority, private company, community organisation, etc.) and not in their personal individual characteristics. The collected data during the interviews will therefore not contain aspects of the participants private life. Recorded data and transcripts of the interviews will be kept on one password protected computer and the KU Leuven protected servers. No additional copies will be made and access is restricted to the researcher and his supervisors. The data will be kept for five years after the end of the research. The participants will be offered to share their email address which will not be linked to the interview or transcripts. These email addresses will only be used to contact the participants for practical arrangements and share the results of the research afterwards. The list will be kept on one password protected computer and a back up on the KU Leuven servers. No additional copies will be made and acces to the list is restricted to the researcher. The list will only be kept for the duration of the research. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Personal data part of Interview dataset Reference number SMEC: PRET dossier G-2023-6454 Created using DMPonline.be. Last modiﬁed 23 March 2023 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. Energy statistics: Sources of data (data, organisation and URL) and interpretation of variables are included in the excel sheets themselves. Clear distinction of what is source data and what is the result of the processing of original data. 2. Downloaded source map layers are all kept in the an overarching folder 'GIS Sources' with a subfolder for each layer. This subfolder also contains an associated metadata file included by the original publisher (.pdf or .txt) 3. Policy documents: In-file documentation as well as in the name of the file of (i) authors (ii) commissioning organisation (iii) date of publication. 4. Academic literature: In-file documentation as well as in the name of the file of (i) authors (ii) year of publication. 5. New map layers: An accompanying methodological word document will be constructed describing the sequence of executed operations to transform the source data to new resulting data and explain the rationale behind the decisions made. 6. Individual Interviews: A word document will be constructed containing (i) identifier of interviewee (ii) informed consent form, (iii) sampling methodology, (iv) interview guide containing the subjects discussed to accompany the transcript. 7. Field notes: In-file documentation include (i) time and date of the observation, (ii) research activities undertaken on which the notes reflect and (iii) topics the fieldnotes reflect on. 8. Photographs: Structured in folders per research activity, in-file data include (i) time and place of the photograph, (ii) camera model, (iii) resolution of the images Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes DataCite Data Storage & Back-up during the Research Project Where will the data be stored? Personal network drive (I-drive) Shared network drive (J-drive) A single copy of the digitised data will be kept on one password secured personal computer by the primary researcher (Korneel van Dooren). A backup will be stored on the KU Leuven secure servers both on the primary researcher's personal I-Drive as on the J-Drive shared with supervisor Constanza Parra. No further copies will be made on external hard drives, other personal devices, or third party backup/cloud services. Acces to the data will not be shared with third parties. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 23 March 2023 3 of 5 Yes This is already provided through our research group in cooperation with SET-IT. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will only be stored on the internal KU Leuven servers, with the possibility of a single copy on a password protected encrypted personal computer by the main researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for the storage are already payed through the allocation of funds to SET-IT in our division (Division of Geography and Tourism). Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) All data will be preserved for 10 years according to KU Leuven RDM policy All newly created data will be preserved for a duration of 10 years in line with the KU Leuven's RDM policy. The source GIS data ( Dataset \"Source map layers\") will not be stored because of it's large volume and public availability to download from government websites. Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) The data will be stored on the Large Volume storage system (L-drive) offered by the KU Leuven SET-IT as is standard practice in our department (Department for Earth and Environmental Sciences). The Division of Geography and Tourism has its own archive folder on this L-drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The presumed total size of the data is expected to be around 100 GB. The price for 1 TB storage in the SET-IT Large Volume servers over the long term is € 100,86 / TB / year, this corresponds to ca. € 10/ 100 GB / year. For a retention period of 10 years this means a total cost of € 100 for the long term data storage. The costs for long-term storage will be payed through the allocation of funds to SET-IT by our division (Division of Geography and Tourism). This estimate will be adjusted at a later stage when the total size of the data (specifically GIS data and audiorecordings) become more clear so a more refined estimate can be made of the total costs. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Yes, as open data The gathered energy statistics, their combinations and visual representations will be made available after the project for reuse. The GIS data layers resulting from the author's own operations on source data as well as the resulting maps will be made available after the project for reuse. The existing source GIS data and policy documents are already publicly available online, so no need to take up storage space for these datasets. The gathered academic literature falls under copyright and can therefore not be shared with 3rd parties. The interviews are conducted on the agreement that no part of the interview will be shared with any external partners. The fieldnotes are observations made by the researcher and could also include off-the-record information which would be unethical to be shared. The publication of the photographs is dependent on whether participants are present on the individual photographs. For the protection of individuals privacy, photographs of this subset will be withheld. Photographs taken on sites with restricted access will also be withheld (e.g. production site visits). The other photographs will be made available through the CC-BY license. If access is restricted, please specify who will be able to access the data and under what conditions. Acces to the shared data will be unrestricted. Data will be shared under the CC-BY license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Created using DMPonline.be. Last modiﬁed 23 March 2023 4 of 5 Please explain per dataset or data type where appropriate. Yes, ethical aspects In the informed consent agreement made with the interviewed participants, the specific goals of the research are outlined and the participants are given the guarantee that the data will not be shared for other research purposes. No data from the individual interview (audio recordings, transcripts and/or notes) or photographs from restricted access sites will hence be shared with third parties. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven researchers. Responsibilities Who will manage data documentation and metadata during the research project? The responsibility for the data documentation and meta data falls to the primary researcher (Korneel van Dooren). Who will manage data storage and backup during the research project? The responsibility for storage and backup falls to the primary researcher (Korneel van Dooren). The security and integrity of the data stored on the KU Leuven servers provided by SET-IT. Who will manage data preservation and sharing? The data preservation and upload to the RDR depository is the responsibility of the primary researcher (Korneel van Dooren) and will be guaranteed under the agreement reached with SET-IT for the long term storage of the data. Who will update and implement this DMP? The primary researcher (Korneel van Dooren) is responsible for updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 23 March 2023 5 of 5"
}