{
    "document_id": "D-2022-1447",
    "LinkTitle": "D-2022-1447",
    "file_name": "D-2022-1447.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1447.pdf",
    "metadata": {
        "title": "The Role of Sleep in Synaptic Plasticity at Inhibitory Synapses. - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n The Role of Sleep in Synaptic Plasticity at Inhibitory Synapses. - DMP title\nGrant Title\n G052922N\nPrincipal Investigator / Researcher\n Sha Liu\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSha Liu\nFWO Project Number & Title\nThe Role of Sleep in Synaptic Plasticity at Inhibitory Synapses\nG052922N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nDataset 1. – Digital images\nMicroscopy pictures, gel scans, graphs, illustrations, figures.\nDataset 2. – Video files\nRecord of Drosophila behavioral assay\nDataset 3. – Electrophysiology data\nDataset 4. – Omics data transcriptomics\nDataset 5. – Vectors\nBacterial vectors, drosophila-bacteria shuttle vectors.\nDataset 6. – Genetically modified organisms\nLiving Drosophila melanogaster\nDataset 7.– Research documentation and Manuscripts\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nduring and at least 5 years after the end of the research.\nDesignation of responsible person:\nPI (Sha Liu), Postdoc (to be recruited).\nStorage capacity/repository:\nE-Notebook: research documentation and processed data will be deposited in E-Notebook. Daily backups of the whole\ndatabase are foreseen. All historical data (changes to the documentation) are also stored in the system. The lab have a\nmonthly raw data backup system which will backup all the raw data into hard disk drives.\nAfter the research:\nManuscripts: will be published and archived in public repositories\nAll materials will be deposited in public repositories such as Addgene, Bloomington Drosophila Stock Center.\n \nElectrophysiological data: abf or dat format\nMicroscopic data: nd2, nrrd\nBehavioral data: Mp4/Jpeg\n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll the data will be kept in online storage drive from KU Leuven\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nL drive from KU Leuven.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n400 Euros/ TB per year.  The cost will be covered by central lab running budget.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll our data are not private data and no sensitive data will be used.\nIn principle, only the people from the lab can have the access to the data collected during the\nexperiment. The data will also be public after the publication of the results.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe principle of preservation of data and the minimum preservation term of 5 years will be applied.\nWhere will the data be archived (= stored for the longer term)?\n1. The data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAll data will be stored at the KU Leuven online storage servers for at least 5 years.\nWe expect the size of the data will be < 1 TB, estimated cost will be 400 euro per year.  My lab\nrunning budget will cover the costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be available to the public after publication\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nOther (specify):\nUpon request by email\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe full dataset will be available to the public under no conditions.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere is no extra cost for data sharing since the data size will be relatively small.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPI (Sha Liu), Postdoc (to be recruited).\nWho will be responsible for data storage & back up during the project?\nPI (Sha Liu), Postdoc (to be recruited).\nWho will be responsible for ensuring data preservation and reuse ?\nPI (Sha Liu), Postdoc (to be recruited).\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name The Role of Sleep in Synaptic Plasticity at Inhibitory Synapses. - DMP title Grant Title G052922N Principal Investigator / Researcher Sha Liu Institution KU Leuven 1. General Information Name applicant Sha Liu FWO Project Number & Title The Role of Sleep in Synaptic Plasticity at Inhibitory Synapses G052922N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Dataset 1. – Digital images Microscopy pictures, gel scans, graphs, illustrations, figures. Dataset 2. – Video files Record of Drosophila behavioral assay Dataset 3. – Electrophysiology data Dataset 4. – Omics data transcriptomics Dataset 5. – Vectors Bacterial vectors, drosophila-bacteria shuttle vectors. Dataset 6. – Genetically modified organisms Living Drosophila melanogaster Dataset 7.– Research documentation and Manuscripts 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? during and at least 5 years after the end of the research. Designation of responsible person: PI (Sha Liu), Postdoc (to be recruited). Storage capacity/repository: E-Notebook: research documentation and processed data will be deposited in E-Notebook. Daily backups of the whole database are foreseen. All historical data (changes to the documentation) are also stored in the system. The lab have a monthly raw data backup system which will backup all the raw data into hard disk drives. After the research: Manuscripts: will be published and archived in public repositories All materials will be deposited in public repositories such as Addgene, Bloomington Drosophila Stock Center. Electrophysiological data: abf or dat format Microscopic data: nd2, nrrd Behavioral data: Mp4/Jpeg Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All the data will be kept in online storage drive from KU Leuven How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes L drive from KU Leuven. What are the expected costs for data storage and back up during the project? How will these costs be covered? 400 Euros/ TB per year. The cost will be covered by central lab running budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All our data are not private data and no sensitive data will be used. In principle, only the people from the lab can have the access to the data collected during the experiment. The data will also be public after the publication of the results. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 reasons for this (legal or contractual restrictions, physical preservation issues, ...). The principle of preservation of data and the minimum preservation term of 5 years will be applied. Where will the data be archived (= stored for the longer term)? 1. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All data will be stored at the KU Leuven online storage servers for at least 5 years. We expect the size of the data will be < 1 TB, estimated cost will be 400 euro per year. My lab running budget will cover the costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be available to the public after publication Where/how will the data be made available for reuse? In an Open Access repository Other (specify): Upon request by email When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The full dataset will be available to the public under no conditions. What are the expected costs for data sharing? How will the costs be covered? There is no extra cost for data sharing since the data size will be relatively small. 8. Responsibilities Who will be responsible for data documentation & metadata? PI (Sha Liu), Postdoc (to be recruited). Who will be responsible for data storage & back up during the project? PI (Sha Liu), Postdoc (to be recruited). Who will be responsible for ensuring data preservation and reuse ? PI (Sha Liu), Postdoc (to be recruited). Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}