{
    "document_id": "D-2023-1923",
    "LinkTitle": "D-2023-1923",
    "file_name": "D-2023-1923.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1923.pdf",
    "metadata": {
        "title": "STUDYING THE IMPACT OF MODULATED INFLAMMATION IN CARDIAC ISCHEMIA REPERFUSION INJURY.",
        "author": "N/A",
        "creation_date": "2023-01-31 19:01:45+01:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "STUDYING THE IMPACT OF MODULATED INFLAMMATION IN\nCARDIAC ISCHEMIA REPERFUSION INJURY.\nA Data Management Plan created using DMPonline.be\nCreators: \nMichiel Algoet, First Name Surname\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nFirst Name Surname\nGrant number / URL: \n11A2423N\nID: \n196715\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nIschemic heart disease is a leading cause of death. The metabolic, functional and structural\nchanges\nafter acute myocardial injury, also termed cardiac remodelling, determine residual cardiac\nfunction,\ndevelopment of heart failure and survival. Inflammation andreperfusion not only contribute to\ninfarct\nhealing but paradoxically can also cause aggravation of the injury (metaflammation). Ischemic\npostconditioning has shown its beneficial role in infarct size reduction and cardiac remodelling in\nrodent models. In rodent models with comorbidities (= pro-inflammatory state) it seemed a\nhigher\nthreshold was present before activating thess endogenous cardioprotective pathway. To study\nthe\nrelationship between inflammation and remodeling, we will use preclinical rodent models with a\ngenetic deletion (CLEC4E), metabolic syndrome and aged models, pharmacological intervention\n(colchicine) and surgical intervention (ischemic postconditioning). To establish the acute\nmyocardial\nischemia and perform postconditioning during imaging a technical surgical procedure will be\ndeveloped. Using advanced state-of-the art imaging infrastructure (PET-MRI), we will be able to\nperform longitudinal monitoring of cardiac function, metabolism and inflammation to describe the\nprocess of cardiac remodeling after an acute ischemic injury and different interventions in\nindividual\nmodels. It is our goal to identify the role of inflammation in cardiac remodelling and explore its\ntherapeutic options.\nLast modified: \n31-01-2023\nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n1 of 7\nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n2 of 7\nSTUDYING THE IMPACT OF MODULATED INFLAMMATION IN\nCARDIAC ISCHEMIA REPERFUSION INJURY.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \nType of Data \nFormat \nVolume\nHow created\n(A) Positron emission\ntomography (PET)\n.NIfTI,\nDICOM;\npaper/pdf\n 50 GB\nPET imaging of murine hearts\nDescriptive data on paper form: subject- and tracer-specific\ndocument with information regarding the injected tracer (e.g.,\nrequired activity, specific activity, radiochemical purity, lot-\nnumber of precursor) – will be achieved as pdf\n(B) Magnetic resonance\nimaging (MRI)\n.NIfTI,\nDICOM,\n.SPAR,\n.SDAT\n 180 GB\nMRI imaging of the participants' brains, more specifically\n·         anatomical scans (T1)\n·         Late Gadolinium enhancement                scans (LGE)\n·         diffusion weighted imaging (DWI)\n·         functional magnetic resonance imaging (fMRI)\ncollected at baseline, at 4-week follow-up and at 10-week\nfollow-up\n(C) Histology\n Tissue\nand .CZI\nfiles\n180 GB\n500+\nsamples\nCardiac tissue will be collected at the end of the experiment\nand used for analysis. Histological stainings will be\nperformed (MPO, sirius red) and electronic scans will be\nmade.\n(D) Analysis scripts and\ncode for medical imaging\n(MRI and PET), and\nstatistical analysis\n.m(at),\n.py(w), .r,\n.sgsx,\n.jmp, .dll\n 6 GB\nAlready existing in-house script that is adapted; self-written\ncode and statistics datasets\n(E) Processed data\n.xlsx, .txt\n 2 GB\nProcessed data of all raw data sources described above will\nbe stored in .xlsx or .txt format, depending on the type of data\n(F) Metadata\n.txt/.docx\n100 MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nEthical approval @ KU Leuven is obtained: P146-2021\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n3 of 7\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll information regarding this study will be kept on central secured KU Leuven server and will be updated by a member of the research\nteam every time a new subject is enrolled and/or measurements take place.\nThe study protocol describes the goal, purpose and objectives of the study and how the study will be performed practically. \nLetters in brackets below refer to the table above (question 2b).\n(A) and (B):  An additional .txt or docx. file explaining the scanning protocol, image reconstruction, data storage, primary data processing\nand generic descriptions of the applied data analysis processes will be stored for each imaging type.\n(C): Physical storage in cardiac surgery lab, electronical storage on central secured KU Leuven server. An additional .txt or docx. file\nexplaining the scanning protocol, and physical histology will be stored.\n(D), (E), (F): Electronical storage on central secured KU Leuven server \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored using backup protocols and server space of the KU Leuven.\n- Data on animal models, surgical protocols and immunohistochemistry are backed up and archived\nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n4 of 7\non the servers of the research groups (Cardiology/ Cardiac Surgery, Nuclear Medicine, Biomedical\nMRI) totaling 20Tb\n- Storage capacity for the imaging modalities is available at Molecular Small Animal Imaging Center\n(MoSAIC) (server partition PET/MRI: 50Tb; server partition MRI: 20Tb). This storage space is\navailable during and after the project, also reflected in the data storage policy of MoSAIC.\nHow will the data be backed up?\nKU Leuven servers are backed up\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nData will be stored using backup protocols and server space of the KU Leuven.\n- Data on animal models, surgical protocols and immunohistochemistry are backed up and archived\non the servers of the research groups (Cardiology/ Cardiac Surgery, Nuclear Medicine, Biomedical\nMRI) totaling 20Tb\n- Storage capacity for the imaging modalities is available at Molecular Small Animal Imaging Center\n(MoSAIC) (server partition PET/MRI: 50Tb; server partition MRI: 20Tb). This storage space is\navailable during and after the project, also reflected in the data storage policy of MoSAIC.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData is only accessible for people with have been granted access by the director of the cardiovascular department and/or biomedical\nimaging department.\nAccess is granted through the personal employee login, which is unique.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLarge volume storage KUL: € 100,86 / TB / year.\nCovered by the department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll data mentioned in table 1, question 1.\nWhere will these data be archived (stored and curated for the long-term)?\nLarge volume storage KU Leuven\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLarge volume storage KUL: € 100,86 / TB / year.\nCovered by the department.\nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n5 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAfter request, access will be permitted after consulting the PhD student and supervisor.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA\nWhen will the data be made available?\nupon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nDeposition of smaller datasets in data repositories is usually covered by the repository and for sharing physical data the cost are\ntypically paid by the researcher requesting the materials. For larger datasets repositories may charge a fee.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMichiel Algoet \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n6 of 7\nMichiel Algoet \nWho will manage data preservation and sharing?\nMichiel Algoet \nWho will update and implement this DMP?\nMichiel Algoet \nCreated using DMPonline.be. Last modiﬁed 31 January 2023\n7 of 7"
    },
    "clean_full_text": "STUDYING THE IMPACT OF MODULATED INFLAMMATION IN CARDIAC ISCHEMIA REPERFUSION INJURY. A Data Management Plan created using DMPonline.be Creators: Michiel Algoet, First Name Surname Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: First Name Surname Grant number / URL: 11A2423N ID: 196715 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Ischemic heart disease is a leading cause of death. The metabolic, functional and structural changes after acute myocardial injury, also termed cardiac remodelling, determine residual cardiac function, development of heart failure and survival. Inflammation andreperfusion not only contribute to infarct healing but paradoxically can also cause aggravation of the injury (metaflammation). Ischemic postconditioning has shown its beneficial role in infarct size reduction and cardiac remodelling in rodent models. In rodent models with comorbidities (= pro-inflammatory state) it seemed a higher threshold was present before activating thess endogenous cardioprotective pathway. To study the relationship between inflammation and remodeling, we will use preclinical rodent models with a genetic deletion (CLEC4E), metabolic syndrome and aged models, pharmacological intervention (colchicine) and surgical intervention (ischemic postconditioning). To establish the acute myocardial ischemia and perform postconditioning during imaging a technical surgical procedure will be developed. Using advanced state-of-the art imaging infrastructure (PET-MRI), we will be able to perform longitudinal monitoring of cardiac function, metabolism and inflammation to describe the process of cardiac remodeling after an acute ischemic injury and different interventions in individual models. It is our goal to identify the role of inflammation in cardiac remodelling and explore its therapeutic options. Last modified: 31-01-2023 Created using DMPonline.be. Last modiﬁed 31 January 2023 1 of 7 Created using DMPonline.be. Last modiﬁed 31 January 2023 2 of 7 STUDYING THE IMPACT OF MODULATED INFLAMMATION IN CARDIAC ISCHEMIA REPERFUSION INJURY. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Type of Data Format Volume How created (A) Positron emission tomography (PET) .NIfTI, DICOM; paper/pdf 50 GB PET imaging of murine hearts Descriptive data on paper form: subject- and tracer-specific document with information regarding the injected tracer (e.g., required activity, specific activity, radiochemical purity, lot- number of precursor) – will be achieved as pdf (B) Magnetic resonance imaging (MRI) .NIfTI, DICOM, .SPAR, .SDAT 180 GB MRI imaging of the participants' brains, more specifically · anatomical scans (T1) · Late Gadolinium enhancement scans (LGE) · diffusion weighted imaging (DWI) · functional magnetic resonance imaging (fMRI) collected at baseline, at 4-week follow-up and at 10-week follow-up (C) Histology Tissue and .CZI files 180 GB 500+ samples Cardiac tissue will be collected at the end of the experiment and used for analysis. Histological stainings will be performed (MPO, sirius red) and electronic scans will be made. (D) Analysis scripts and code for medical imaging (MRI and PET), and statistical analysis .m(at), .py(w), .r, .sgsx, .jmp, .dll 6 GB Already existing in-house script that is adapted; self-written code and statistics datasets (E) Processed data .xlsx, .txt 2 GB Processed data of all raw data sources described above will be stored in .xlsx or .txt format, depending on the type of data (F) Metadata .txt/.docx 100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Ethical approval @ KU Leuven is obtained: P146-2021 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 31 January 2023 3 of 7 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All information regarding this study will be kept on central secured KU Leuven server and will be updated by a member of the research team every time a new subject is enrolled and/or measurements take place. The study protocol describes the goal, purpose and objectives of the study and how the study will be performed practically. Letters in brackets below refer to the table above (question 2b). (A) and (B): An additional .txt or docx. file explaining the scanning protocol, image reconstruction, data storage, primary data processing and generic descriptions of the applied data analysis processes will be stored for each imaging type. (C): Physical storage in cardiac surgery lab, electronical storage on central secured KU Leuven server. An additional .txt or docx. file explaining the scanning protocol, and physical histology will be stored. (D), (E), (F): Electronical storage on central secured KU Leuven server Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored using backup protocols and server space of the KU Leuven. - Data on animal models, surgical protocols and immunohistochemistry are backed up and archived Created using DMPonline.be. Last modiﬁed 31 January 2023 4 of 7 on the servers of the research groups (Cardiology/ Cardiac Surgery, Nuclear Medicine, Biomedical MRI) totaling 20Tb - Storage capacity for the imaging modalities is available at Molecular Small Animal Imaging Center (MoSAIC) (server partition PET/MRI: 50Tb; server partition MRI: 20Tb). This storage space is available during and after the project, also reflected in the data storage policy of MoSAIC. How will the data be backed up? KU Leuven servers are backed up Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Data will be stored using backup protocols and server space of the KU Leuven. - Data on animal models, surgical protocols and immunohistochemistry are backed up and archived on the servers of the research groups (Cardiology/ Cardiac Surgery, Nuclear Medicine, Biomedical MRI) totaling 20Tb - Storage capacity for the imaging modalities is available at Molecular Small Animal Imaging Center (MoSAIC) (server partition PET/MRI: 50Tb; server partition MRI: 20Tb). This storage space is available during and after the project, also reflected in the data storage policy of MoSAIC. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is only accessible for people with have been granted access by the director of the cardiovascular department and/or biomedical imaging department. Access is granted through the personal employee login, which is unique. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Large volume storage KUL: € 100,86 / TB / year. Covered by the department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data mentioned in table 1, question 1. Where will these data be archived (stored and curated for the long-term)? Large volume storage KU Leuven What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Large volume storage KUL: € 100,86 / TB / year. Covered by the department. Created using DMPonline.be. Last modiﬁed 31 January 2023 5 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. After request, access will be permitted after consulting the PhD student and supervisor. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. NA When will the data be made available? upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Deposition of smaller datasets in data repositories is usually covered by the repository and for sharing physical data the cost are typically paid by the researcher requesting the materials. For larger datasets repositories may charge a fee. 6. Responsibilities Who will manage data documentation and metadata during the research project? Michiel Algoet Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 31 January 2023 6 of 7 Michiel Algoet Who will manage data preservation and sharing? Michiel Algoet Who will update and implement this DMP? Michiel Algoet Created using DMPonline.be. Last modiﬁed 31 January 2023 7 of 7"
}