{
    "document_id": "D-2022-1472",
    "LinkTitle": "D-2022-1472",
    "file_name": "D-2022-1472.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1472.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "creation_date": "2022-06-24 10:01:12+02:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Friedl De Groote\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFriedl De Groote\nFWO Project Number & Title\nG0B4222N; Computer-aided orthosis design to improve walking performance in children with\nDuchenne muscular distrophy and cerebral palsy\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nIn the table below, a complete dataset for one subject is described. We estimate to generate\nabout 75 gigabytes of data for one subject. On a total of 25 subects, this means we will generate\nroughly 1.9 TB of data.\n \nType of data\nPlace of\nOrigin\nFormat\nVolume\nhow created\nData collection\nSynchronized\n3D and analog\ndata\nMALL,\nKULeuven;\nUZ\nLeuven,\ncampus\nPellenberg\n.c3d\n150 MB\nexported from\nVicon system and\nanonymized\nRGB video\nMALL,\nKULeuven;\nUZ\nLeuven,\ncampus\nPellenberg\n.mts\n.avi\n25 GB\nregular RGB\ncameras\nClinical exam\nMALL,\nKULeuven;\nUZ\nLeuven,\ncampus\nPellenberg\n.xlsx\n15 KB\nAnonymized\nexcel export \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\nInstrumented\nspasticity\nassessment (if\nwith IMU)\nMALL,\nKULeuven;\nUZ\nLeuven,\ncampus\nPellenberg\n.xlsx\n.mat\n150 MB\nExport from in\nhouse software\nand anonymized\nData\ndescription\nOffice,\nLeuven\n.pdf\n.xlsx\n5 MB\nTrialdescriptions,\ngathered on\npaper during the\nmeasurements is\nconverted to a\ndigital format\nPre-processing\nlabeled 3D data\nOffice,\nLeuven\n.c3d\n150 MB\nlabeling in Vicon\nExtracted\nmarker data\nOffice,\nLeuven\n.trc\n.m\n100 MB\nusing MATLAB\nscript\nExtracted and\nfiltered analog\ndata\nOffice,\nLeuven\n.mot\n.sto\n.m\n1.2 GB\nusing MATLAB\nscript\nsplitted and\ndownsampled\nvideo-files\nOffice,\nLeuven\n.avi\n15 GB\nvideo files are\nsplitted in\nseperate files for\neach trial\nProcessing\ncalculated\ninverse\nkinematics and\ndynamics\nOffice,\nLeuven\n.osim\n.mot\n.xml\n.sto\n.m\n100 MB\nInverse analysis\nworkflow\nOpenSim, using\nMATLAB API\nMusculoskeletal\nmodel with\northoses\nOffice,\nLeuven\n.osim\n.mat\n.asc\n.vtp\n.m\n100 MB\nPitto et al. (2019)\nPredictive\nsimulations\nOffice,\nLeuven\n.mat\n.txt\n.mot\n.m\n1 GB\nFalisse et al.\n(2019)\nPost-processing\nStatistics\nOffice,\nLeuven\n.m\n.fig\n.mat\n.r\n.pproj\n.csv\n.dat\n.txt\n50 MB\nStatistics using\nMATLAB and R\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\nFigures and\nvideos\nOffice,\nLeuven\n.m\n.fig\n.png\n.svg\n.psd\n.avi\n2 GB\nFigures created\nby MATLAB,\ncompiled in\nAdobe Photoshop\nand Illustrator.\nVideos created\nwith OpenSim\nand edited in\nAdobe Premiere\nDissemination\nOffice,\nLeuven\n.docx\n.pptx\n.pdf\n.html\n200 MB\nMicrosoft Office,\nNotePad++\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nTwo types of personal data will be gathered:\nPersonal information for contact purposes (e.g. name, address, phone number, e-mail),\nwhich will not be used in any further analysis. Participants will be asked whether this\ninformation can be stored in a database for future research, via a separate informed\nconsent procedure in accordance with the General Data Protection Regulation.\nPersonal information for research purpose, consisting of socio-demographical data (e.g.\ngender, date of birth, handedness) and data concerning medical status (e.g. disease\nseverity, medication intake, functionality), via the study-related informed consent procedure\nin agreement with the General Data Protection Regulation.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nWe will conduct research experiments on humans. The study will be submitted to the Ethical\nCommittee UZ / KU Leuven for approval by August 2022.\n \nThis is already in the first stage and will\nbe handled under the reference number S66837.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nNo\nData from this project may considered to claim intellectual property rights on the advise of\nLeuven R&D's valorisation team. LRD will be responsible for patent management and eventual\nlicensing. Data may be used for industrial collaborations and will then be defined as KU Leuven\nbackground by LRD in good faith.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe following documentation will be provided: (1) a table of content (excel file and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\ncsv) with all project-related experiments including experiment number, date of\nimplementation and name of the researcher who stored the experiment, (2) a brief\ndescription of the goal of the experiment and related work package (word and txt file),\n(3) a detailed protocol or link to an existing standard protocol (SOP) which will enable\nother researcher to repeat the experiment, (4) all data or link to another file with the\n(raw) data, (5) if appropriate, illustrations of the data with legends and\nstatistical analysis. In case that documentation is written or available in notebooks or\nstored on other files a link will be provided.\nWith the help of these documentations every authorized researcher will be able (1) to look up all\nthe information of the performed experiments and (2) to repeat the experiments in exactly the\nsame way.\nAll data will be coded. This will consist of:\nApproved Ethical Commission: description of study protocol (.pdf);\nInformed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper);\nExperimental protocols: description how the data are collected and generated (software,\nmaterials, set-up, settings (.docx) and how data are processed (software, protocol,\nguidelines, …) (.docx, read.me text files);\nMeasurement forms: notes during data collection (printed paper);\nRaw experimental data: storage of original physical data and folders with original digital\ndata in software-specific files;\nProcessed data: folder with digital data in the software-specific files,spreadsheets with\nresults (.CSV, .xls);\nPatient identifier record: name of included subject, and subject study code (.xls)\nThis patient record file is the only document that provide the link between the\nstudy code of the patient and patient’s identity;\nSubject recruitment files: only subject study code, personal data (for example,\nage, weight, height, …,) short overview of assessments. The subject recruitment\nfiles described the measurements info for each patient, whereby the patient’s\nidentity is coded;\nThe patient identifier record (PIR) will be stored separately on another location\nthan the subject recruitment files, using the service from UZ Leuven (password\nprotected network location) to keep private data safe and this is supervised by\nthe PI.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nMetadata will be provided as readme, word, excel or xml files, containing all settings and\ntechnical descriptions of the experiments and data processing workflows. In addition, readme\nfiles and logbooks will be generated to describe the different decisions taken in the processing\nworkflow (filtering, labeling etc.)\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nData, metadata and documentation will be stored on the laptop hard disk drive (HDD) of the PhD\nstudent in a folder which is synchronized with his/her KU Leuven OneDrive. OneDrive will be used\nsince multiple researchers will work with the data. The KU Leuven shared drives are an option for\nsaving data for the longterm (10 years after project completion).\nFor transferring data between locations (UZL - Gasthuisberg, UZL - Pellenberg, KUL officice) an\nencrypted USB thumb-drive will be used when encrypted online transferring\n(https://filesender.belnet.be) is not possible.\nThe paper copies of the descriptive data and questionnaires will be stored in a secured locker at\nthe Department of Movement Sciences, Building The Nayer, of the KU Leuven. Only authorized\npersonnel will have access to this locked storage room as they will need to be granted access by\nthe PI (Friedl De Groote)\nHow is backup of the data provided?\nThe paper copies will be digitized and together with the digital data stored on the university’s\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nsecure network drive with automatic daily back-up procedures. Additionally, a mirror of the data\nis provided in a second ICTS data center for business continuity or disaster recovery purposes.\nDigitial data automatically stored on the acquisition laptop during data collection, will be\nmanually transferred via external hard drive to the secure servers. This external hard drive is\nprovided as automatic back-up of the acquisition laptop.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nCurrently available:\n2 TB on KU Leuven OneDrive\n2 TB on HDD laptop PhD student\nOption to extend current storage:\nUpon reasonable request, the capacity of the KU Leuven OneDrive can be extented to 5 TB.\nAdditional external HDD. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nWe expect no additional cost for data storage. If we eventually need extra storage space, costs\nassociated whit this will be covered by the FWO bench fee\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll data will be stored in a protected environment. Research data can only be accessed by a login\nfollowing KU Leuven's policy. The digital, pseudonymised, data (i.e. coded and containing no\npersonal information) will be stored in a secure environment.\nThe separate and password coded “Subject Identification Code List”, which matches identifying\ncodes with the subjects’ names, will be managed by the ethical approval PI (Friedl De Groote)\nand stored separately in the secured UZ Leuven environement.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nBoth raw physical and digital data, as well as the processed data will be stored for a 10 year\nperiod after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nDigital data will be archived on the secured university’s network drive, described in part 5 of this\nDMP. Additionally, data will be stored offline on two external hard drives when the project is\nfinished. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab\nnotebooks) are kept in locked cabinets in the PI's lab.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nFor this project, we expect to generate about 2 TB of data. These will be stored on the lab's\nstorage HDD. This has an expected cost of about €80 and can be covered by the FWO bench fee.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nIP protection and valorisation initiatives may restrict sharing of the data.\nWhich data will be made available after the end of the project?\nAll data will be made available after appropriate IP protection if this is applicable The full\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nanonymized dataset will be made available after publication of the data (upon simple request to\nthe PI). Importantly, only data of participants who granted their approval for re-use, either within\nthe research group (closed data) or outside the research group (open data), will be made\navailable (also see ‘Who will be able to access the data and under what conditions?’). This will be\nadded to the informed consent.\nDuring the project as well as after the end of the project, the published data will be available via\nan open access repository and upon request by email to the PI. These published data contain the\nresults of processed coded data presented in tables. \nReference databases for  gait analyses (in control and patient populations) will be established by\nthe end or after the end of the project. As part of the valorisation plan, these databases maybe\nput available for external users through open source pathways. In that case, these data will be\nmade available after appropriate IP protection.\nPatient-specifc data will only be shared ensuring the privacy of the patients (e.g. body\nweight, body length). Decoded personal data will never be shared.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nThe main output of the project will be original scientific research papers. These will adhere to KU\nLeuven's and FWO's Open Accesss policy.\nIn the context of Open and accessible science, original datasets will be made available with\npublication, either as supplementary files or using a datasharing platform such as figshare or\nZnodo using a CC-BY licence. \nUpon reasonable and specific request, any data subset and analysis can be made available. \nFor data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used.\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nData will be made available immediately unless specific IP protections remain to be set.\nWho will be able to access the data and under what conditions?\nAll participants will be asked whether the data gathered in the context of this project can be\nreused for other research purposes, both within the research group (closed data) or with other\nresearcher inside or outside KU Leuven (open data), via an informed consent procedure. Data of\nparticipants who granted this permission will only be shared with research groups who submitted\na written request to the PI of this project (Friedl De Groote). Data will only be shared if the\nresearch is approved by the ethical committee and participants will be informed regarding this\nsecondary use.\nIn principle any researcher upon reasonable request or through the data repositories. During the\npost-project trajectory, data remains available for involved researches and will be made available\nto external users upon request, with contact via LRD, with a CC-BY licence.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected. If any occur, they will be covered by the requesting parties.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD researcher who will be associated with this project will be responsible for data\ndocumentation & metadata, under supervision of the PI(Friedl De Groote).\nWho will be responsible for data storage & back up during the project?\nThe PhD researcher who will be associated with this project will be responsible for data storage &\nback up, under supervision of the PI(Friedl De Groote).\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI (Friedl De Groote) will be responsible for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nThe PI (Friedl De Groote) bears the end responsibility of updating & implementing this DMP\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Friedl De Groote Institution KU Leuven 1. General Information Name applicant Friedl De Groote FWO Project Number & Title G0B4222N; Computer-aided orthosis design to improve walking performance in children with Duchenne muscular distrophy and cerebral palsy Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). In the table below, a complete dataset for one subject is described. We estimate to generate about 75 gigabytes of data for one subject. On a total of 25 subects, this means we will generate roughly 1.9 TB of data. Type of data Place of Origin Format Volume how created Data collection Synchronized 3D and analog data MALL, KULeuven; UZ Leuven, campus Pellenberg .c3d 150 MB exported from Vicon system and anonymized RGB video MALL, KULeuven; UZ Leuven, campus Pellenberg .mts .avi 25 GB regular RGB cameras Clinical exam MALL, KULeuven; UZ Leuven, campus Pellenberg .xlsx 15 KB Anonymized excel export This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 Instrumented spasticity assessment (if with IMU) MALL, KULeuven; UZ Leuven, campus Pellenberg .xlsx .mat 150 MB Export from in house software and anonymized Data description Office, Leuven .pdf .xlsx 5 MB Trialdescriptions, gathered on paper during the measurements is converted to a digital format Pre-processing labeled 3D data Office, Leuven .c3d 150 MB labeling in Vicon Extracted marker data Office, Leuven .trc .m 100 MB using MATLAB script Extracted and filtered analog data Office, Leuven .mot .sto .m 1.2 GB using MATLAB script splitted and downsampled video-files Office, Leuven .avi 15 GB video files are splitted in seperate files for each trial Processing calculated inverse kinematics and dynamics Office, Leuven .osim .mot .xml .sto .m 100 MB Inverse analysis workflow OpenSim, using MATLAB API Musculoskeletal model with orthoses Office, Leuven .osim .mat .asc .vtp .m 100 MB Pitto et al. (2019) Predictive simulations Office, Leuven .mat .txt .mot .m 1 GB Falisse et al. (2019) Post-processing Statistics Office, Leuven .m .fig .mat .r .pproj .csv .dat .txt 50 MB Statistics using MATLAB and R This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 Figures and videos Office, Leuven .m .fig .png .svg .psd .avi 2 GB Figures created by MATLAB, compiled in Adobe Photoshop and Illustrator. Videos created with OpenSim and edited in Adobe Premiere Dissemination Office, Leuven .docx .pptx .pdf .html 200 MB Microsoft Office, NotePad++ 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Two types of personal data will be gathered: Personal information for contact purposes (e.g. name, address, phone number, e-mail), which will not be used in any further analysis. Participants will be asked whether this information can be stored in a database for future research, via a separate informed consent procedure in accordance with the General Data Protection Regulation. Personal information for research purpose, consisting of socio-demographical data (e.g. gender, date of birth, handedness) and data concerning medical status (e.g. disease severity, medication intake, functionality), via the study-related informed consent procedure in agreement with the General Data Protection Regulation. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes We will conduct research experiments on humans. The study will be submitted to the Ethical Committee UZ / KU Leuven for approval by August 2022. This is already in the first stage and will be handled under the reference number S66837. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes No Data from this project may considered to claim intellectual property rights on the advise of Leuven R&D's valorisation team. LRD will be responsible for patent management and eventual licensing. Data may be used for industrial collaborations and will then be defined as KU Leuven background by LRD in good faith. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The following documentation will be provided: (1) a table of content (excel file and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 csv) with all project-related experiments including experiment number, date of implementation and name of the researcher who stored the experiment, (2) a brief description of the goal of the experiment and related work package (word and txt file), (3) a detailed protocol or link to an existing standard protocol (SOP) which will enable other researcher to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in notebooks or stored on other files a link will be provided. With the help of these documentations every authorized researcher will be able (1) to look up all the information of the performed experiments and (2) to repeat the experiments in exactly the same way. All data will be coded. This will consist of: Approved Ethical Commission: description of study protocol (.pdf); Informed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper); Experimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx, read.me text files); Measurement forms: notes during data collection (printed paper); Raw experimental data: storage of original physical data and folders with original digital data in software-specific files; Processed data: folder with digital data in the software-specific files,spreadsheets with results (.CSV, .xls); Patient identifier record: name of included subject, and subject study code (.xls) This patient record file is the only document that provide the link between the study code of the patient and patient’s identity; Subject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) short overview of assessments. The subject recruitment files described the measurements info for each patient, whereby the patient’s identity is coded; The patient identifier record (PIR) will be stored separately on another location than the subject recruitment files, using the service from UZ Leuven (password protected network location) to keep private data safe and this is supervised by the PI. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Metadata will be provided as readme, word, excel or xml files, containing all settings and technical descriptions of the experiments and data processing workflows. In addition, readme files and logbooks will be generated to describe the different decisions taken in the processing workflow (filtering, labeling etc.) 5. Data storage and backup during the FWO project Where will the data be stored? Data, metadata and documentation will be stored on the laptop hard disk drive (HDD) of the PhD student in a folder which is synchronized with his/her KU Leuven OneDrive. OneDrive will be used since multiple researchers will work with the data. The KU Leuven shared drives are an option for saving data for the longterm (10 years after project completion). For transferring data between locations (UZL - Gasthuisberg, UZL - Pellenberg, KUL officice) an encrypted USB thumb-drive will be used when encrypted online transferring (https://filesender.belnet.be) is not possible. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Movement Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Friedl De Groote) How is backup of the data provided? The paper copies will be digitized and together with the digital data stored on the university’s This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 secure network drive with automatic daily back-up procedures. Additionally, a mirror of the data is provided in a second ICTS data center for business continuity or disaster recovery purposes. Digitial data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Currently available: 2 TB on KU Leuven OneDrive 2 TB on HDD laptop PhD student Option to extend current storage: Upon reasonable request, the capacity of the KU Leuven OneDrive can be extented to 5 TB. Additional external HDD. What are the expected costs for data storage and back up during the project? How will these costs be covered? We expect no additional cost for data storage. If we eventually need extra storage space, costs associated whit this will be covered by the FWO bench fee Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be stored in a protected environment. Research data can only be accessed by a login following KU Leuven's policy. The digital, pseudonymised, data (i.e. coded and containing no personal information) will be stored in a secure environment. The separate and password coded “Subject Identification Code List”, which matches identifying codes with the subjects’ names, will be managed by the ethical approval PI (Friedl De Groote) and stored separately in the secured UZ Leuven environement. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Both raw physical and digital data, as well as the processed data will be stored for a 10 year period after the end of the project. Where will the data be archived (= stored for the longer term)? Digital data will be archived on the secured university’s network drive, described in part 5 of this DMP. Additionally, data will be stored offline on two external hard drives when the project is finished. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the PI's lab. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? For this project, we expect to generate about 2 TB of data. These will be stored on the lab's storage HDD. This has an expected cost of about €80 and can be covered by the FWO bench fee. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: IP protection and valorisation initiatives may restrict sharing of the data. Which data will be made available after the end of the project? All data will be made available after appropriate IP protection if this is applicable The full This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 anonymized dataset will be made available after publication of the data (upon simple request to the PI). Importantly, only data of participants who granted their approval for re-use, either within the research group (closed data) or outside the research group (open data), will be made available (also see ‘Who will be able to access the data and under what conditions?’). This will be added to the informed consent. During the project as well as after the end of the project, the published data will be available via an open access repository and upon request by email to the PI. These published data contain the results of processed coded data presented in tables. Reference databases for gait analyses (in control and patient populations) will be established by the end or after the end of the project. As part of the valorisation plan, these databases maybe put available for external users through open source pathways. In that case, these data will be made available after appropriate IP protection. Patient-specifc data will only be shared ensuring the privacy of the patients (e.g. body weight, body length). Decoded personal data will never be shared. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository The main output of the project will be original scientific research papers. These will adhere to KU Leuven's and FWO's Open Accesss policy. In the context of Open and accessible science, original datasets will be made available with publication, either as supplementary files or using a datasharing platform such as figshare or Znodo using a CC-BY licence. Upon reasonable and specific request, any data subset and analysis can be made available. For data transfer filesharing via KU Leuven Box or Belnet transfer (secure) will be used. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Data will be made available immediately unless specific IP protections remain to be set. Who will be able to access the data and under what conditions? All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes, both within the research group (closed data) or with other researcher inside or outside KU Leuven (open data), via an informed consent procedure. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project (Friedl De Groote). Data will only be shared if the research is approved by the ethical committee and participants will be informed regarding this secondary use. In principle any researcher upon reasonable request or through the data repositories. During the post-project trajectory, data remains available for involved researches and will be made available to external users upon request, with contact via LRD, with a CC-BY licence. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. If any occur, they will be covered by the requesting parties. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD researcher who will be associated with this project will be responsible for data documentation & metadata, under supervision of the PI(Friedl De Groote). Who will be responsible for data storage & back up during the project? The PhD researcher who will be associated with this project will be responsible for data storage & back up, under supervision of the PI(Friedl De Groote). Who will be responsible for ensuring data preservation and reuse ? The PI (Friedl De Groote) will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 The PI (Friedl De Groote) bears the end responsibility of updating & implementing this DMP This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}