{
    "document_id": "D-2023-2141",
    "LinkTitle": "D-2023-2141",
    "file_name": "D-2023-2141.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2141.pdf",
    "metadata": {
        "title": "Investigating the mechanisms behind multisensory hypersensitivity in human experimental models of pain hyperalgesia",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Investigating the mechanisms behind multisensory hypersensitivity in human\nexperimental models of pain hyperalgesia\nA Data Management Plan created using DMPonline.be\nCreators: \nLieve Filbrich, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nGrant number / URL: \nG001923N\nID: \n200242\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nChronic pain patients show hypersensitivity to non-nociceptive sensory stimuli such as visual stimuli, odors and other\nsomatic symptoms. This phenomenon has been labelled Multisensory Hypersensitivity (MHS). By using experimental\nmodels of neuropathic pain in human volunteers we observed that hypersensitivity to mechanical stimuli, a key feature\nof sensitized nociceptive pathways, was accompanied by increased responsiveness to non-nociceptive stimuli,\napproximating what has been shown in chronic pain. However, an understanding of the underlying mechanisms of, as\nwe labelled them, “corollary effects” of nociceptive sensitization, is still missing. In this project we will investigate two\nnovel hypotheses: that MSH can develop as a result of attentional biases or increased arousal (the attention and arousal\nhypotheses). In the attentional model, intense pain will induce nociceptive hypersensitivity but also trigger a perceptual\nbias towards the stimulated arm. In the arousal model pain will not trigger any significant attentional bias, but would\nrather increase arousal, which would contribute to multisensory hypersensitivity. We also hypothesize a role of fear of\nintense pain as moderator in both models. These models will be tested in a series of experiments involving the use of\nexperimental models of pain hypersensitivity in combination with EEG and pupil recording, skin conductance, and\npsychophysical testing. \n \n \n \nLast modified: \n15-06-2023\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n1 of 5\nInvestigating the mechanisms behind multisensory hypersensitivity in human\nexperimental models of pain hyperalgesia\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nEEG data\npsychophysiological\nmeasure:\nelectroencephalographic\nrecordings (XP1,2,5)\nnew data\ndigital\nexperimental\n.eeg\n.vhdr\n.vmrk\n.mat\n<1TB\n \nPupil\npsychophysiological\nmeasure: pupil size\nrecordings (XP3)\nnew data\ndigital\nexperimental\n.mat\n<10GB\n \nSkin\nconductance\npsychophysiological\nmeasure: electrodermal\nactivity recordings (XP5)\nnew data\ndigital\nexperimental\n.mat\n<10GB\n \nTOJ\nPsychophysics: Temporal\norder judgments (XP4)\nnew data\ndigital\nexperimental\n.mat\n<10GB\n \nRT\nreaction time measurements\n(XP1,2,3,5)\nnew data\ndigital\nexperimental\n.mat\n<1GB\n \npinprick\nratings\nIntensity ratings to\nmechanical stimulation of\nthe skin (0-100) (XP1-5)\nnew data\ndigital\nexperimental\n.cvs\n<100MB\n \nfear ratings\nRating on the fear of\nstimulation on a visual\nanalog scale (0-100) (XP1-5)\nnew data\ndigital\nobservational\n.cvs\n<100MB\n \n  \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nAn application for ethical approval will be introduced at the Social and Societal Ethics Committee (SMEC) of KULeuven as soon as possible\n  \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nPersonal data such as the name, surname, phone number, date of birth, email address, bank information will be used at recruitement stage and/or for the renumeration\nof the participants. This data will be locked separately from the experimental data (acess only by PI).\nExperimental data will be pseudonymised: demographic variables (age, sex) and subjective experiences (e.g. rating scales, psychophysiological responses; cf. research\ndata summary). These data won't be linked to the identity of the participants.\nPRET: Ethical application in preparation\n \nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n2 of 5\n  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n \n  \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor all experiments we will provide\nREADME.txt files\nexperimental protocols\nannotated experimental scripts (Matlab)\nAt the data level: data dictionaries\n  \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nNothing additional to previous question\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on the personal KULeuven OneDrive in folders that will only be accessible to the researchers involved in the project (PI, Post-doc, PhD student).\nData will additionally be stored on the sharepoint site (KULeuven) of the research group (Health Psychology)\n \n  \nHow will the data be backed up?\nA back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file.\nSharepoint Kuleuven (Health Psychology group)\n  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <2TB, sufficient storage and backup capacity is available.\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n3 of 5\nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and\nencrypted for these datasets. Only the PI and registered collaborating researchers (post-doc, PhD student) will have access to this folder via the encryption key.\nOn the Sharepoint of the group, datasets will be stored in a folder only accessible by PI and registered collaborating researchers\n \n \n  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven.\nSharepoint is free for staff and students of KU Leuven.\n  \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll digitally generated data will be archived for 10 years after study completion, in line with the KU Leuven RDM policy.\n  \nWhere will these data be archived (stored and curated for the long-term)?\non the group Sharepoint\nadditional secondary backup on encrypted external backup of the Health Psychology group\nOn a data repository\n \n \n  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSince the datasets are expected to be relatively small, this should be free of charge\n  \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nData will be made available in an open access repository:\nDigital data (de-identified)linked to publication: free access of data\nComplete digital datasets (de-identified): restricted access, i.e. available upon request\n  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nResearchers will have to motivate why they want access to the data (complete datasets):\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you with?\n \n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nDigital datasets will be anonymized\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOSF (Open Science Framework), which we already used for our past projects or KULeuven research data repository\n    \nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n4 of 5\nWhen will the data be made available?\nUpon publication of research results\n  \nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators.\n  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nA DOI will we available\n  \nWhat are the expected costs for data sharing? How will these costs be covered?\nOSF and KULeuven research data repository are free of charge, no costs are expected for data sharing\n  \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe post-doc (Lieve Filbrich) and PhD student (to be hired), under the supervision of the PI (Diana Torta) \nWho will manage data storage and backup during the research project?\nThe post-doc (Lieve Filbrich) and PhD student (to be hired), under the supervision of the PI (Diana Torta) \nWho will manage data preservation and sharing?\nThe PI (Diana Torta) \nWho will update and implement this DMP?\nThe post-doc (Lieve Filbrich) and PhD student (to be hired), under the supervision of the PI (Diana Torta). \nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n5 of 5"
    },
    "clean_full_text": "Investigating the mechanisms behind multisensory hypersensitivity in human experimental models of pain hyperalgesia A Data Management Plan created using DMPonline.be Creators: Lieve Filbrich, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Grant number / URL: G001923N ID: 200242 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Chronic pain patients show hypersensitivity to non-nociceptive sensory stimuli such as visual stimuli, odors and other somatic symptoms. This phenomenon has been labelled Multisensory Hypersensitivity (MHS). By using experimental models of neuropathic pain in human volunteers we observed that hypersensitivity to mechanical stimuli, a key feature of sensitized nociceptive pathways, was accompanied by increased responsiveness to non-nociceptive stimuli, approximating what has been shown in chronic pain. However, an understanding of the underlying mechanisms of, as we labelled them, “corollary effects” of nociceptive sensitization, is still missing. In this project we will investigate two novel hypotheses: that MSH can develop as a result of attentional biases or increased arousal (the attention and arousal hypotheses). In the attentional model, intense pain will induce nociceptive hypersensitivity but also trigger a perceptual bias towards the stimulated arm. In the arousal model pain will not trigger any significant attentional bias, but would rather increase arousal, which would contribute to multisensory hypersensitivity. We also hypothesize a role of fear of intense pain as moderator in both models. These models will be tested in a series of experiments involving the use of experimental models of pain hypersensitivity in combination with EEG and pupil recording, skin conductance, and psychophysical testing. Last modified: 15-06-2023 Created using DMPonline.be. Last modiﬁed 15 June 2023 1 of 5 Investigating the mechanisms behind multisensory hypersensitivity in human experimental models of pain hyperalgesia FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA EEG data psychophysiological measure: electroencephalographic recordings (XP1,2,5) new data digital experimental .eeg .vhdr .vmrk .mat <1TB Pupil psychophysiological measure: pupil size recordings (XP3) new data digital experimental .mat <10GB Skin conductance psychophysiological measure: electrodermal activity recordings (XP5) new data digital experimental .mat <10GB TOJ Psychophysics: Temporal order judgments (XP4) new data digital experimental .mat <10GB RT reaction time measurements (XP1,2,3,5) new data digital experimental .mat <1GB pinprick ratings Intensity ratings to mechanical stimulation of the skin (0-100) (XP1-5) new data digital experimental .cvs <100MB fear ratings Rating on the fear of stimulation on a visual analog scale (0-100) (XP1-5) new data digital observational .cvs <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data An application for ethical approval will be introduced at the Social and Societal Ethics Committee (SMEC) of KULeuven as soon as possible Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data such as the name, surname, phone number, date of birth, email address, bank information will be used at recruitement stage and/or for the renumeration of the participants. This data will be locked separately from the experimental data (acess only by PI). Experimental data will be pseudonymised: demographic variables (age, sex) and subjective experiences (e.g. rating scales, psychophysiological responses; cf. research data summary). These data won't be linked to the identity of the participants. PRET: Ethical application in preparation Created using DMPonline.be. Last modiﬁed 15 June 2023 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For all experiments we will provide README.txt files experimental protocols annotated experimental scripts (Matlab) At the data level: data dictionaries Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Nothing additional to previous question 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on the personal KULeuven OneDrive in folders that will only be accessible to the researchers involved in the project (PI, Post-doc, PhD student). Data will additionally be stored on the sharepoint site (KULeuven) of the research group (Health Psychology) How will the data be backed up? A back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file. Sharepoint Kuleuven (Health Psychology group) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <2TB, sufficient storage and backup capacity is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 15 June 2023 3 of 5 Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for these datasets. Only the PI and registered collaborating researchers (post-doc, PhD student) will have access to this folder via the encryption key. On the Sharepoint of the group, datasets will be stored in a folder only accessible by PI and registered collaborating researchers What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven. Sharepoint is free for staff and students of KU Leuven. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digitally generated data will be archived for 10 years after study completion, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? on the group Sharepoint additional secondary backup on encrypted external backup of the Health Psychology group On a data repository What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Since the datasets are expected to be relatively small, this should be free of charge 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Data will be made available in an open access repository: Digital data (de-identified)linked to publication: free access of data Complete digital datasets (de-identified): restricted access, i.e. available upon request If access is restricted, please specify who will be able to access the data and under what conditions. Researchers will have to motivate why they want access to the data (complete datasets): What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you with? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Digital datasets will be anonymized Where will the data be made available? If already known, please provide a repository per dataset or data type. OSF (Open Science Framework), which we already used for our past projects or KULeuven research data repository Created using DMPonline.be. Last modiﬁed 15 June 2023 4 of 5 When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI will we available What are the expected costs for data sharing? How will these costs be covered? OSF and KULeuven research data repository are free of charge, no costs are expected for data sharing 6. Responsibilities Who will manage data documentation and metadata during the research project? The post-doc (Lieve Filbrich) and PhD student (to be hired), under the supervision of the PI (Diana Torta) Who will manage data storage and backup during the research project? The post-doc (Lieve Filbrich) and PhD student (to be hired), under the supervision of the PI (Diana Torta) Who will manage data preservation and sharing? The PI (Diana Torta) Who will update and implement this DMP? The post-doc (Lieve Filbrich) and PhD student (to be hired), under the supervision of the PI (Diana Torta). Created using DMPonline.be. Last modiﬁed 15 June 2023 5 of 5"
}