{
    "document_id": "D-2023-2079",
    "LinkTitle": "D-2023-2079",
    "file_name": "D-2023-2079.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2079.pdf",
    "metadata": {
        "title": "Identify and quantify intrinsic defects in TMD monolayers via scanning probe microscopy for ultra-scaled nanoelectronic logic applications",
        "author": "N/A",
        "creation_date": "2023-04-27 12:57:33+02:00",
        "num_pages": 7
    },
    "content": {
        "full_text": "Identify and quantify intrinsic defects in TMD monolayers via scanning probe microscopy for\nultra-scaled nanoelectronic logic applications\nA Data Management Plan created using DMPonline.be\nCreator: \nYevhenii Rybalchenko\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1SG1123N\nID: \n198309\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nElectrical performance of field-effect transistors (FETs) with two-dimensional (2D) semiconducting transition metal dichalcogenides\n(TMD) like MoS2 trails behind theoretical predictions. Defects introduced during the manufacturable TMD deposition process and\nsequential integration processes limit their device performance and adoption in semiconductor applications. \nIt remains obscure which are the prevalent defect types and defect formation mechanisms in the 2D channel that hamper semiconductor\nperformance. Today, a non-invasive methodology to structurally identify and quantify these intrinsic and extrinsic defects in TMD\nmonolayers on industrially viable dielectric substrates at a statistically relevant scale remains absent. \nTherefore, this PhD project will establish a unique scanning probe microscopy (SPM) methodology with atomic resolution capability to\nidentify and quantify defect core structure and associated electronic signature in MoS2 and WS2 monolayers on insulating substrates\n(e.g., sapphire). By comparing electrical performance of TMD-based monolayer transistor devices to corresponding complementary SPM\nmeasurements, we will describe how a particular defect impacts the electrical FET performance. The obtained insight in these defect\nformation mechanisms will allow the mitigation of defect types during the TMD crystal growth, and as such contribute substantially to\nimproving the intrinsic TMD crystalline quality and its impact on the electrical TMD performance.\nLast modified: \n27-04-2023\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n1 of 7\nIdentify and quantify intrinsic defects in TMD monolayers via scanning probe microscopy for\nultra-scaled nanoelectronic logic applications\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\n \nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \nOmicron\nanalysis\nSTM/S analysis to\nidentify and quantify\npoint and extended\ndefects with atomic\nresolution using\nOmicron LT STM.\nGenerate new data\nDigital\nExperimental\n.cs0, .cs1,\n.par, .tb0,\n.tb1, .tf0, .tf1\n<100GB\n \n \nPark\nSTM\nanalysis\nSTM analysis to\nquantify defect-related\npits on large scale\nSTM images (up to\n100 by 100 nm2)\nusing Park NX Hivac\nAFM system's STM\nmode.\nGenerate new data\nDigital\nExperimental\n.tiff\n<100GB\n \n \nPark\nAFM\nanalysis\nTopography,\nconductance and\nelectrical potential\nmeasurements of\nstudied samples using\nPark NX Hivac AFM\nsystem\nGenerate new data\nDigital\nExperimental\n.tiff\n<100GB\n \n \nBruker\nAFM\nanalysis\nTopography\nmeasurements with\nhigh resolution using\nPF-QNM mode in\nBruker Model IconPT\nGenerate new data\nDigital\nExperimental\n.spm\n<1GB\n \n \nMX2 ML\nSynthetic MX2 ML on\ninsulating substrate\nproduced by 2D\ngrowth team at imec\nGenerate new data\nPhysical\nNA\nNA\nNA\n2 inch\n(~50\nmm)\nwafers;\nStored\ninside\nload\nlock of\nglove\nbox at\nimec\n(0.1\nmbar) or\nNitrogen\ncabinet\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n3 of 7\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nCurrently used MX2 CVD process IP has already been published in a journal back in 2021. This growth process should satisfy the scope of my\nresearch. However, imec's growth team is working on optimization of the synthesis process constantly, and if a new CVD process IP will be used\nduring the course of my research, there might be some limitations until this IP is partly or fully disclosed.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nReadme.txt files come with each dataset to describe them in an understandable way.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\nOur research group does not usually use metadata standards. Each dataset is located in the folder corresponding to sample's ID which includes\ninformation about its growth process.\nMoreover, each dataset is produced with metadata that can be accessed with data visualization and analysis program (such as Gwyddion). Such\nmetadata includes parameters important to interpret observed data like (1) date created, (2) measured units, (3) sample bias, (4) setpoint and (5) x, y\ncoordinates of a scan.\nWhen it is not the case (Park STM/AFM analysis), the naming of the files also includes such information.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n4 of 7\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on imec's OneDrive with a capacity of 471 GB.\nHow will the data be backed up?\nBack up is provided by imec's ICT.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently, data is stored on imec's OneDrive with a capacity of 471 GB which should be enough for the remainder of the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe folders will only be shared with the authorized personnel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage and back up costs are covered by imec.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nDigital data will be retained for at least five years after the end of project.\nPhysical samples will not be stored for more than 2 years after their growth due to the company's policy. However, the recipes are stored in excel\nfiles, thus, samples can be re-deposited at the same conditions again.\nWhere will these data be archived (stored and curated for the long-term)?\nAll project-related data will be stored on imec's internal network and/or imec's Sharepoint & OneDrive cloud service.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData preservation costs will be covered by imec.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n5 of 7\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon publication of the results based on certain data, it will become available upon request from other researchers via e-mail to the corresponding\nauthor. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nCurrently used MX2 CVD growth is already disclosed and no IP rights prevents the data from sharing. However, in case a new IP will be used for\nMX2 growth, there might be limitation on the publication of the results until the new IP is partially or fully disclosed.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDepending on the size of the data, it will be shared either via imec's SharePoint (< 1 GB) or via Azure data lake store (> 1 GB).\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nTo be specified.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nData sharing costs shall be covered by imec.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nYevhenii Rybalchenko \nWho will manage data storage and backup during the research project?\nYevhenii Rybalchenko \nWho will manage data preservation and sharing?\nYevhenii Rybalchenko \nWho will update and implement this DMP?\nYevhenii Rybalchenko \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n6 of 7\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n7 of 7"
    },
    "clean_full_text": "Identify and quantify intrinsic defects in TMD monolayers via scanning probe microscopy for ultra-scaled nanoelectronic logic applications A Data Management Plan created using DMPonline.be Creator: Yevhenii Rybalchenko Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1SG1123N ID: 198309 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: Electrical performance of field-effect transistors (FETs) with two-dimensional (2D) semiconducting transition metal dichalcogenides (TMD) like MoS2 trails behind theoretical predictions. Defects introduced during the manufacturable TMD deposition process and sequential integration processes limit their device performance and adoption in semiconductor applications. It remains obscure which are the prevalent defect types and defect formation mechanisms in the 2D channel that hamper semiconductor performance. Today, a non-invasive methodology to structurally identify and quantify these intrinsic and extrinsic defects in TMD monolayers on industrially viable dielectric substrates at a statistically relevant scale remains absent. Therefore, this PhD project will establish a unique scanning probe microscopy (SPM) methodology with atomic resolution capability to identify and quantify defect core structure and associated electronic signature in MoS2 and WS2 monolayers on insulating substrates (e.g., sapphire). By comparing electrical performance of TMD-based monolayer transistor devices to corresponding complementary SPM measurements, we will describe how a particular defect impacts the electrical FET performance. The obtained insight in these defect formation mechanisms will allow the mitigation of defect types during the TMD crystal growth, and as such contribute substantially to improving the intrinsic TMD crystalline quality and its impact on the electrical TMD performance. Last modified: 27-04-2023 Created using DMPonline.be. Last modiﬁed 27 April 2023 1 of 7 Identify and quantify intrinsic defects in TMD monolayers via scanning probe microscopy for ultra-scaled nanoelectronic logic applications FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 27 April 2023 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Omicron analysis STM/S analysis to identify and quantify point and extended defects with atomic resolution using Omicron LT STM. Generate new data Digital Experimental .cs0, .cs1, .par, .tb0, .tb1, .tf0, .tf1 <100GB Park STM analysis STM analysis to quantify defect-related pits on large scale STM images (up to 100 by 100 nm2) using Park NX Hivac AFM system's STM mode. Generate new data Digital Experimental .tiff <100GB Park AFM analysis Topography, conductance and electrical potential measurements of studied samples using Park NX Hivac AFM system Generate new data Digital Experimental .tiff <100GB Bruker AFM analysis Topography measurements with high resolution using PF-QNM mode in Bruker Model IconPT Generate new data Digital Experimental .spm <1GB MX2 ML Synthetic MX2 ML on insulating substrate produced by 2D growth team at imec Generate new data Physical NA NA NA 2 inch (~50 mm) wafers; Stored inside load lock of glove box at imec (0.1 mbar) or Nitrogen cabinet If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe Created using DMPonline.be. Last modiﬁed 27 April 2023 3 of 7 these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Currently used MX2 CVD process IP has already been published in a journal back in 2021. This growth process should satisfy the scope of my research. However, imec's growth team is working on optimization of the synthesis process constantly, and if a new CVD process IP will be used during the course of my research, there might be some limitations until this IP is partly or fully disclosed. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Readme.txt files come with each dataset to describe them in an understandable way. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Our research group does not usually use metadata standards. Each dataset is located in the folder corresponding to sample's ID which includes information about its growth process. Moreover, each dataset is produced with metadata that can be accessed with data visualization and analysis program (such as Gwyddion). Such metadata includes parameters important to interpret observed data like (1) date created, (2) measured units, (3) sample bias, (4) setpoint and (5) x, y coordinates of a scan. When it is not the case (Park STM/AFM analysis), the naming of the files also includes such information. Created using DMPonline.be. Last modiﬁed 27 April 2023 4 of 7 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on imec's OneDrive with a capacity of 471 GB. How will the data be backed up? Back up is provided by imec's ICT. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently, data is stored on imec's OneDrive with a capacity of 471 GB which should be enough for the remainder of the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The folders will only be shared with the authorized personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage and back up costs are covered by imec. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Digital data will be retained for at least five years after the end of project. Physical samples will not be stored for more than 2 years after their growth due to the company's policy. However, the recipes are stored in excel files, thus, samples can be re-deposited at the same conditions again. Where will these data be archived (stored and curated for the long-term)? All project-related data will be stored on imec's internal network and/or imec's Sharepoint & OneDrive cloud service. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data preservation costs will be covered by imec. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Created using DMPonline.be. Last modiﬁed 27 April 2023 5 of 7 If access is restricted, please specify who will be able to access the data and under what conditions. Upon publication of the results based on certain data, it will become available upon request from other researchers via e-mail to the corresponding author. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Currently used MX2 CVD growth is already disclosed and no IP rights prevents the data from sharing. However, in case a new IP will be used for MX2 growth, there might be limitation on the publication of the results until the new IP is partially or fully disclosed. Where will the data be made available? If already known, please provide a repository per dataset or data type. Depending on the size of the data, it will be shared either via imec's SharePoint (< 1 GB) or via Azure data lake store (> 1 GB). When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. To be specified. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Data sharing costs shall be covered by imec. 6. Responsibilities Who will manage data documentation and metadata during the research project? Yevhenii Rybalchenko Who will manage data storage and backup during the research project? Yevhenii Rybalchenko Who will manage data preservation and sharing? Yevhenii Rybalchenko Who will update and implement this DMP? Yevhenii Rybalchenko Created using DMPonline.be. Last modiﬁed 27 April 2023 6 of 7 Created using DMPonline.be. Last modiﬁed 27 April 2023 7 of 7"
}