{
    "document_id": "D-2023-1771",
    "LinkTitle": "D-2023-1771",
    "file_name": "D-2023-1771.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1771.pdf",
    "metadata": {
        "title": "Steering the colloidal state of oat proteins for food foam stabilization",
        "author": "N/A",
        "creation_date": "2023-04-07 13:41:34+02:00",
        "num_pages": 5
    },
    "content": {
        "full_text": "Steering the colloidal state of oat proteins for food foam stabilization\nA Data Management Plan created using DMPonline.be\nCreator: \nFrederik Janssen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1224123N\nID: \n198246\nStart date: \n03-10-2022\nEnd date: \n01-10-2025\nProject abstract:\nThe shift from animal towards plant protein-based foods will be a key pillar of a much needed transformation of the global food system.\nFood dispersions (e.g. foams) represent a type of food product in which animal proteins are typically used. In addition, there is a need to\nincrease the amount of dietary fiber in foods. Among plant protein sources, there is an increasing interest in oats due to its high level of\npotentially aqueous-phase-extractable protein, which is considered to have a well-balanced amino acid composition and low allergenicity.\nThe main dietary fiber of oat is β-D-glucan (βG), to which several health benefits have been ascribed. Unfortunately, it remains\nchallenging to stabilize food dispersions by oat proteins. This relates to a lack of fundamental insights into the structure-function\nrelationship of oat proteins in food systems. Gaining mechanistic insights in the interfacial and foaming properties of native oat proteins\nwill be a first objective of this proposal. In addition, there is a clear need for innovative strategies to improve the functional properties of\noat proteins. A second and third objective will be to steer the colloidal state of oat proteins in solution via interaction with oat βG or via\ncontrolled heat treatment, thereby allowing altering their functionality in a targeted way. The knowledge this project will generate is\nessential to increase the applicability of oat proteins in the food industry.\nLast modified: \n07-04-2023\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n1 of 5\nSteering the colloidal state of oat proteins for food foam stabilization\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nAll data will be experimentally obtained, saved as .txt or .csv files on the KU Leuven server and processed in Excel. Microscopy images will be stored as .TIFF or .JPG files. For each experiment,\na ‘read-me’ document will be made in Word and added to the respective folder. This document will contain a detailed description of the experimental set-up and of how the data were processed\nand interpreted. This will allow researchers within our group to properly use them. Manuscripts, figures, posters and presentations will be made with Word or PowerPoint. For each manuscript, a\nseparate folder will be made containing all raw and processed data, figures, text files and/or licenses of re-use.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nThroughout this research project, I will be responsible for the collection and documentation of the obtained data. My promotor, prof. Arno Wouters, will be responsible for managing the data\nstorage facilities and is the end-responsible for preserving the data for a minimum of 5 years after the research has ended. Raw and processed experimental data will remain available for members\nof our research group. Sufficient storage capacity for the data will be provided by the KU Leuven during and after the project. The ICTS service of the KU Leuven will secure the network drive with\ndaily back-up and mirror copies.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nI will not deviate from the principle of preservation of data nor from the minimum preservation term of at least 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n2 of 5\nSteering the colloidal state of oat proteins for food foam stabilization\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from the\nfollowing options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose from\nthe following options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nExperimental\ndata\n \nNew data\nDigital\nExperimental\n.xml, .txt, .cvs\n< 100 MB\n \nMicroscopy\nimages\n \nNew data\nDigital\nExperimental\n.tiff\n<1TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n3 of 5\nrecorded).\nAll data will be experimentally obtained, saved as .txt or .csv files on the KU Leuven server and processed in Excel. Microscopy images will be stored as .TIFF files. For each experiment, a ‘read-\nme’ document will be made in Word and added to the respective folder. This document will contain a detailed description of the experimental set-up and of how the data were processed and\ninterpreted. This will allow other researchers to properly use them. Published data will be uploaded to the RDR KU Leuven repository.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nDataCite will be used as a metadata standard.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored centrally on storage facilities of the research unit and university. \nHow will the data be backed up?\nDaily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe current group shared network drive managed by KU Leuven has a storage capacity of 0.99 TB or 990 GB, which will be expanded if necessary. Back-up data will also be made in the\nMicrosoft OneDrive cloud storage which has a capacity of 2 TB/researcher. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly specific lab members will have access to the shared folder and large volume storage. Unauthorised persons will not have access to this system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs will be covered by internal funding and are expected to be € 157/TB/year.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for at least 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven RDR will be used for archiving data.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll published data will be available during/after the end of the project upon request.\nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n4 of 5\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR will be used.\nWhen will the data be made available?\nUpon publication of the results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nPublic domain.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nPublishing costs will be taken from funds of the host group. There are no expected costs for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nFrederik Janssen \nWho will manage data storage and backup during the research project?\nFrederik Janssen \nWho will manage data preservation and sharing?\nPromotor (Arno Wouters) \nWho will update and implement this DMP?\nFrederik Janssen \nCreated using DMPonline.be. Last modiﬁed 07 April 2023\n5 of 5"
    },
    "clean_full_text": "Steering the colloidal state of oat proteins for food foam stabilization A Data Management Plan created using DMPonline.be Creator: Frederik Janssen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1224123N ID: 198246 Start date: 03-10-2022 End date: 01-10-2025 Project abstract: The shift from animal towards plant protein-based foods will be a key pillar of a much needed transformation of the global food system. Food dispersions (e.g. foams) represent a type of food product in which animal proteins are typically used. In addition, there is a need to increase the amount of dietary fiber in foods. Among plant protein sources, there is an increasing interest in oats due to its high level of potentially aqueous-phase-extractable protein, which is considered to have a well-balanced amino acid composition and low allergenicity. The main dietary fiber of oat is β-D-glucan (βG), to which several health benefits have been ascribed. Unfortunately, it remains challenging to stabilize food dispersions by oat proteins. This relates to a lack of fundamental insights into the structure-function relationship of oat proteins in food systems. Gaining mechanistic insights in the interfacial and foaming properties of native oat proteins will be a first objective of this proposal. In addition, there is a clear need for innovative strategies to improve the functional properties of oat proteins. A second and third objective will be to steer the colloidal state of oat proteins in solution via interaction with oat βG or via controlled heat treatment, thereby allowing altering their functionality in a targeted way. The knowledge this project will generate is essential to increase the applicability of oat proteins in the food industry. Last modified: 07-04-2023 Created using DMPonline.be. Last modiﬁed 07 April 2023 1 of 5 Steering the colloidal state of oat proteins for food foam stabilization Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) All data will be experimentally obtained, saved as .txt or .csv files on the KU Leuven server and processed in Excel. Microscopy images will be stored as .TIFF or .JPG files. For each experiment, a ‘read-me’ document will be made in Word and added to the respective folder. This document will contain a detailed description of the experimental set-up and of how the data were processed and interpreted. This will allow researchers within our group to properly use them. Manuscripts, figures, posters and presentations will be made with Word or PowerPoint. For each manuscript, a separate folder will be made containing all raw and processed data, figures, text files and/or licenses of re-use. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Throughout this research project, I will be responsible for the collection and documentation of the obtained data. My promotor, prof. Arno Wouters, will be responsible for managing the data storage facilities and is the end-responsible for preserving the data for a minimum of 5 years after the research has ended. Raw and processed experimental data will remain available for members of our research group. Sufficient storage capacity for the data will be provided by the KU Leuven during and after the project. The ICTS service of the KU Leuven will secure the network drive with daily back-up and mirror copies. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I will not deviate from the principle of preservation of data nor from the minimum preservation term of at least 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 07 April 2023 2 of 5 Steering the colloidal state of oat proteins for food foam stabilization FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Experimental data New data Digital Experimental .xml, .txt, .cvs < 100 MB Microscopy images New data Digital Experimental .tiff <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is Created using DMPonline.be. Last modiﬁed 07 April 2023 3 of 5 recorded). All data will be experimentally obtained, saved as .txt or .csv files on the KU Leuven server and processed in Excel. Microscopy images will be stored as .TIFF files. For each experiment, a ‘read- me’ document will be made in Word and added to the respective folder. This document will contain a detailed description of the experimental set-up and of how the data were processed and interpreted. This will allow other researchers to properly use them. Published data will be uploaded to the RDR KU Leuven repository. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes DataCite will be used as a metadata standard. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored centrally on storage facilities of the research unit and university. How will the data be backed up? Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The current group shared network drive managed by KU Leuven has a storage capacity of 0.99 TB or 990 GB, which will be expanded if necessary. Back-up data will also be made in the Microsoft OneDrive cloud storage which has a capacity of 2 TB/researcher. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only specific lab members will have access to the shared folder and large volume storage. Unauthorised persons will not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs will be covered by internal funding and are expected to be € 157/TB/year. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for at least 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR will be used for archiving data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All published data will be available during/after the end of the project upon request. Created using DMPonline.be. Last modiﬁed 07 April 2023 4 of 5 If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR will be used. When will the data be made available? Upon publication of the results. Which data usage licenses are you going to provide? If none, please explain why. Public domain. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? Publishing costs will be taken from funds of the host group. There are no expected costs for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Frederik Janssen Who will manage data storage and backup during the research project? Frederik Janssen Who will manage data preservation and sharing? Promotor (Arno Wouters) Who will update and implement this DMP? Frederik Janssen Created using DMPonline.be. Last modiﬁed 07 April 2023 5 of 5"
}