{
    "document_id": "D-2023-2243",
    "LinkTitle": "D-2023-2243",
    "file_name": "D-2023-2243.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2243.pdf",
    "metadata": {
        "title": "D-2023-2243",
        "author": "Wim Dewulf",
        "creation_date": "2023-07-12 11:06:24+02:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "DEVELOPMENT OF A HYBRID DATA -DRIVEN / MODEL -BASED \nREGULARIZATION METHOD FOR X -RAY CT -METROLOGY  \nProject Identifier: G0C2423N  \nPrinciple Investigat or: Wim Dewulf  \nAbstract  \nDimensional quality control of hidden or hardly accessible features of  high added -value products, produced by e.g. \nadditive manufacturing,  is becoming feasible using X -ray Computed Tomography (XCT).  Mathematically, X -ray CT \nreconstruction is however an ill -posed  inverse problem when only corrupted or incomplete data is available  (i.e., there \nis no unique solution varying continuously with the  data due to model and data uncertainties), then the output \ndimensional  measurements are subject to errors. Regularized model -based or  data-driven strategies are used to \novercome such ill -posedness,  exploiting prior information or specific properties on de sired  reconstructions. The \nselection, or design of a new regularizer is  however strongly problem -dependent. A methodology for both  deciding \nthe strategy and amount of minimal regularization needed to  achieve a desired quality; and for quantifying the \nassoc iated  uncertainty for XCT -metrology has not been established yet. This  forms the main objective of this project.  \n \nDATA MANAGEMENT PLAN  \n1. RESEARCH DATA SUMMARY  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during  your research \nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description \n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or \nreused, digital  or physical, also indicate the type of the data (the kind of content), its technical format (file extension), \nand an estimate of the upper limit of the volume of the data.  \n \nWe will generate new data obtained with  XCT scanners available at the Manufacturing Metrology Group of \nKU Leuven . The measured objects will serve for validation purpos es of  the algorithms developed  in the \nproject;  therefore,  no personal  or confidential data will be generated.  \nOne standard XCT scan generates 2000*2000*3172 pixels with 16 -bit of numerical  precision  and \n2000*2000*2000 voxels  for the processed volume with the same precision . At least t hree processed \nvolumes  will be generated with t hree different algorithms.  This means around  24 + 3 * 16 = 72 GB per \nexperiment.  \nWe estimate to perform around 400 experiments (100 per year ) therefore 30TB  of storage will be needed.  \nComputational codes  / manuscripts will also be produced.  \n \nExperimental 3D image data:  \n• raw 16-bit data obtained from XCT scans ( 24 GB  each , .vol) \n• Procesed 16-bit data computed from the XCT data (16 GB  each , .vol  / .npy ) \n \nSoftware / codes : \n• Python + CUDA + C++ computational scripts (.py, .cu, .cpp) : 1GB  \n• Latex files (tutorials, articles, presentations, documentation)  (.tex, .bib , .pdf) : 10GB \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, \ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when \nappropriate.  \n \nResearch regards algorithm development for X -ray CT, which is on the list of potential  dual-use items in the \nsense of Regulation 428/2009 . Since there is no actual military purpose, nor collaboration with a sensitive \npartner/funder/end user, a confirmation and positive advice w as obtained from the KU Leuven Ethics \nCommittee on Dual Use, Military Use and Misuse (EC DMM) . \n \nWill you pr ocess personal data? If so, briefly describe the kind of personal data you will use in the comment section. \nPlease refer to specific datasets or data types when appropriate.  \n \nNo \n \nDoes your work have potential for commercial valorization (e.g. tech transfer,  for example spin -offs, commercial \nexploitation, …)? If so, please comment per dataset or data type where appropriate.  \n \nThe obtained algorithms  on xCT data processing could be ex ploited  commercially . E.g., XCT technology \ncompa nies could incorporate the software to their machines, or even companies using XCT for inspection \ne,g, quality control  / metrology , could apply the produced algorithms  for better / faster results.   \n \nDo existing 3rd party agreements restrict exploitation or dis semination of the data you (re)use (e.g. Material/Data \ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data \nthey relate and what restrictions are in place.  \n \nNo \n \nAre there any other legal issues , such as intellectual property rights and ownership, to be managed related to the \ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be \nasserted.  \nNo \n2. DOCUMENTATION AND METADATA  \nClearly d escribe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and \ntypes required, procedures used, Ele ctronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this \ninformation is recorded).  \n \nXCT experimental data: Metadata will be saved automatically including all the parameters used in that \nmeasurement ( geometry configuration,  kEV, power, scanni ng time, ...) with a brief description of the object \nmeasured (dimensions, materials if known). This can be saved in a .log file  \n \nProcessed data will be uniquely  identified with the corresponding XCT data and  annotated wi th the algorithm \nused to obtain it a nd its parameters. Also saved as a .log files  \n \nCodes  will include README files explaining installation and how -to-use. In addition, .pdf files will be created \nwith complete documentation  and examples .  \n \nWill a metadata standard be used to make it easier to  find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate \nper dataset or data type) which metadata will be created to make the data easier to  find and reuse.  \nYes. XCT meta data will be saved following the same conventions of .xteck files from NIKON XCT machines.  \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nDuring the execution of the  project, researchers will make use of the research group's NAS storage capacity \n(with back -up) for flexible daily access. All experimental and processed data will be annotated with \nmetadata, which will  be saved as a readme file with the dataset. When datasets are no longer used on a \ndaily b asis (e.g.  at the end of a task or work package), the datasets will be archived on KU Leuven Large \nVolume  Storage until at least 5 years after the end of the research . \nAll software / codes will be kept and maintained regularly on KU Leuven Gitlab repositor y. Manuscript s will  \nbe conserved on Overleaf for the latex codes, and on the Arxiv repository / KU Leuven Onedrive cloud \nserver for the final pdfs files.   \n \nHow will the data be backed up?  \n \nRegularly, using different  disk / partitions  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \nNo. Costs for extra storage have been budgeted for the capacity to be enough.  \nHow will you ensure that the data are securely stored and not accesse d or modified by unauthorized persons?  \n \nWIth KU Leuven network security  and policies  for digital data  at KU Leuven servers . \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be \ncovered?  \n \n2.000 euro per year  on project budget  \n \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this \n(e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  \n \n All data de scribed above that was at the basis of (internal or public) reports  or publications.  \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nOn KU Leuven Large Volume Storage.  \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be \ncovered?  \n \nCosts were budgeted.  \n \n5. DATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during  the project?  In the comment section please \nexplain per dataset or data type which data will be made available.  \nYes, in an Open Access repository . Codes  on KU Leuven Gitlab  for the first versions . Manuscripts on the \nArxiv repository.  \nAre there any facto rs that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a \n3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.  \nNo \nWhere will the data be made availab le? If already known, please provide a repository per dataset or data type.  \n \nCodes on KU Leuven Gitlab for the first versions . Manuscripts on the Arxiv repository.  \n \nWhen will the data be made available?  \n \nUpon publication of research results  \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nNo license is pertinent to the XCT data we will produce. Codes will have GPLv3 license for the initial \nversions.  \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to \nprovide it in the comment section.  \nNo \nWhat are the expected costs for data sharing? How will these costs be covered?  \n  \nArxiv is a free repository, KU Leuven Gitlab  license  will be used.  No extra  costs are expected here.  \n \n6. RESPONSIBILITIES  \nWho will manage data documentation and metadata during the research project?  \n \nDr. Patricio Guerrero  \n \nWho will manage data storage and backup during the research project?  \n \nDr. Patricio Guerrero  \n \nWho will manag e data preservation and sharing?  \n \nProf. Wim Dewulf and Dr. Patricio Guerrero  \n \nWho will update and implement this DMP?  \n \nProf. Wim Dewulf and Dr. Patricio Guerrero  \n \n \nGDPR  \n \nHave you registered personal data processing activities for this project?  \nNo \nDPIA  \n \nHave you performed a DPIA for the personal data processing activities for this project?  \nNo \n \n "
    },
    "clean_full_text": "DEVELOPMENT OF A HYBRID DATA -DRIVEN / MODEL -BASED REGULARIZATION METHOD FOR X -RAY CT -METROLOGY Project Identifier: G0C2423N Principle Investigat or: Wim Dewulf Abstract Dimensional quality control of hidden or hardly accessible features of high added -value products, produced by e.g. additive manufacturing, is becoming feasible using X -ray Computed Tomography (XCT). Mathematically, X -ray CT reconstruction is however an ill -posed inverse problem when only corrupted or incomplete data is available (i.e., there is no unique solution varying continuously with the data due to model and data uncertainties), then the output dimensional measurements are subject to errors. Regularized model -based or data-driven strategies are used to overcome such ill -posedness, exploiting prior information or specific properties on de sired reconstructions. The selection, or design of a new regularizer is however strongly problem -dependent. A methodology for both deciding the strategy and amount of minimal regularization needed to achieve a desired quality; and for quantifying the assoc iated uncertainty for XCT -metrology has not been established yet. This forms the main objective of this project. DATA MANAGEMENT PLAN 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. We will generate new data obtained with XCT scanners available at the Manufacturing Metrology Group of KU Leuven . The measured objects will serve for validation purpos es of the algorithms developed in the project; therefore, no personal or confidential data will be generated. One standard XCT scan generates 2000*2000*3172 pixels with 16 -bit of numerical precision and 2000*2000*2000 voxels for the processed volume with the same precision . At least t hree processed volumes will be generated with t hree different algorithms. This means around 24 + 3 * 16 = 72 GB per experiment. We estimate to perform around 400 experiments (100 per year ) therefore 30TB of storage will be needed. Computational codes / manuscripts will also be produced. Experimental 3D image data: • raw 16-bit data obtained from XCT scans ( 24 GB each , .vol) • Procesed 16-bit data computed from the XCT data (16 GB each , .vol / .npy ) Software / codes : • Python + CUDA + C++ computational scripts (.py, .cu, .cpp) : 1GB • Latex files (tutorials, articles, presentations, documentation) (.tex, .bib , .pdf) : 10GB Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Research regards algorithm development for X -ray CT, which is on the list of potential dual-use items in the sense of Regulation 428/2009 . Since there is no actual military purpose, nor collaboration with a sensitive partner/funder/end user, a confirmation and positive advice w as obtained from the KU Leuven Ethics Committee on Dual Use, Military Use and Misuse (EC DMM) . Will you pr ocess personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. The obtained algorithms on xCT data processing could be ex ploited commercially . E.g., XCT technology compa nies could incorporate the software to their machines, or even companies using XCT for inspection e,g, quality control / metrology , could apply the produced algorithms for better / faster results. Do existing 3rd party agreements restrict exploitation or dis semination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues , such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. DOCUMENTATION AND METADATA Clearly d escribe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Ele ctronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). XCT experimental data: Metadata will be saved automatically including all the parameters used in that measurement ( geometry configuration, kEV, power, scanni ng time, ...) with a brief description of the object measured (dimensions, materials if known). This can be saved in a .log file Processed data will be uniquely identified with the corresponding XCT data and annotated wi th the algorithm used to obtain it a nd its parameters. Also saved as a .log files Codes will include README files explaining installation and how -to-use. In addition, .pdf files will be created with complete documentation and examples . Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes. XCT meta data will be saved following the same conventions of .xteck files from NIKON XCT machines. 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? During the execution of the project, researchers will make use of the research group's NAS storage capacity (with back -up) for flexible daily access. All experimental and processed data will be annotated with metadata, which will be saved as a readme file with the dataset. When datasets are no longer used on a daily b asis (e.g. at the end of a task or work package), the datasets will be archived on KU Leuven Large Volume Storage until at least 5 years after the end of the research . All software / codes will be kept and maintained regularly on KU Leuven Gitlab repositor y. Manuscript s will be conserved on Overleaf for the latex codes, and on the Arxiv repository / KU Leuven Onedrive cloud server for the final pdfs files. How will the data be backed up? Regularly, using different disk / partitions Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No. Costs for extra storage have been budgeted for the capacity to be enough. How will you ensure that the data are securely stored and not accesse d or modified by unauthorized persons? WIth KU Leuven network security and policies for digital data at KU Leuven servers . What are the expected costs for data storage and backup during the research project? How will these costs be covered? 2.000 euro per year on project budget 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data de scribed above that was at the basis of (internal or public) reports or publications. Where will these data be archived (stored and curated for the long -term)? On KU Leuven Large Volume Storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs were budgeted. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository . Codes on KU Leuven Gitlab for the first versions . Manuscripts on the Arxiv repository. Are there any facto rs that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made availab le? If already known, please provide a repository per dataset or data type. Codes on KU Leuven Gitlab for the first versions . Manuscripts on the Arxiv repository. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. No license is pertinent to the XCT data we will produce. Codes will have GPLv3 license for the initial versions. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Arxiv is a free repository, KU Leuven Gitlab license will be used. No extra costs are expected here. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Dr. Patricio Guerrero Who will manage data storage and backup during the research project? Dr. Patricio Guerrero Who will manag e data preservation and sharing? Prof. Wim Dewulf and Dr. Patricio Guerrero Who will update and implement this DMP? Prof. Wim Dewulf and Dr. Patricio Guerrero GDPR Have you registered personal data processing activities for this project? No DPIA Have you performed a DPIA for the personal data processing activities for this project? No"
}