{
    "document_id": "D-2021-1254",
    "LinkTitle": "D-2021-1254",
    "file_name": "D-2021-1254.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1254.pdf",
    "metadata": {
        "title": "PHD (FWO DMP) - FWO DMP",
        "author": "N/A",
        "creation_date": "2021-12-15 14:09:08+01:00",
        "num_pages": 4
    },
    "content": {
        "full_text": "FWO DMP\nProject Name\n PHD (FWO DMP) - FWO DMP\nGrant Title\n 1S27522N\nPrincipal Investigator / Researcher\n Chloe Halbach\nProject Data Contact\n Chloe Halbach\nDescription\n The objective of this project is to design and develop a large-area flexible and stretchable capacitive\nultrasound transducer array for medical imaging. To achieve this, we will rely on a combination of multi-physics\nsimulation, microfabrication and experimental characterization.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nChloe Halbach\nFWO Project Number & Title\n1S27522N - Flexible and stretchable capacitive ultrasound transducer array for medical imaging\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This\nmay be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you\nreuse existing data, specify the source of these data. \nDistinguish data types (the kind of content) from\ndata formats (the technical format).\n \nProject management & training\n \nType\nFormat\nVolume\nStorage\nFolder\nTheoretical\nand soft skills\ncourses\nCourse book,\npresentations,\nassignments\n.pdf,\n.pptx,\n.docx\n5 GB\nOnedrive\nPhDProgress\n> TheoreticalCourses\n> SoftSkills\nNotebook\nOneNote\nN/A\nSynchro\nwith\nOnedrive\nTrainings\nScientific\ncommunication\nArticles,\npresentations,\nposters,\nmanuscript\nfor\npublication\n.docx,\n.pptx,\n.pdf\n2 GB\nOnedrive\nOverleaf\nFinal\nversion in\nSharepoint\nPhDProgress\n>\nScientificCommunication\nFinal version in\nPublications\nTime\nmanagement\nPlanning and\ntime tracking\n.xlsx\n20 KB\nToggl\nTrack\nOnedrive\nPhDProgress\n> TimeManagement\nAdministration\nBlueprint,\ndiary, bench\nfee\n.docx,\n.xlsx,\n.pdf\n100 MB\nOnedrive\nPhDProgress\n> Administration\nMeetings and\nbrainstorm\nsessions\nNotebook\nOneNote\nN/A\nSynchro\nwith\nOnedrive\nMeetings\nPresentation\n.pptx\n200 MB\nOnedrive\nPhDProgress\n> PhDProgressMeetings\n \nLiterature study\nType\nFormat\nVolume\nStorage\nFolder\nNotebook with detailed content from\nliterature study\nObsidian\n2 GB\nSynchro with\nOnedrive\nLiteratureStudy\nSummary of literature study\n.pptx, .docx\n1 GB\nSharepoint\nLiterature\nArticles mentioned in summary of literature\nstudy\n.pdf\n1 GB\nSharepoint\nLiterature\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n \nDesign based on analytical models & finite element method\nType\nFormat\nVolume\nSoftware\nStorage\nFolder\nFinite element model\n.mph, .m\n1 GB\nComsol\nSharepoint\nModeling\nScript to run finite element model or analytical\nmodel\n.m\n10 KB\nMatlab\nOutput data from simulation\n.txt, .png,\n.xlsx\n10 KB\n \nScript to process data\n.m\n10 KB\nMatlab\nSummary of simulation methodology and results\n.pptx\n1 GB\n \n \nMicrofabrication\n \nType\nFormat\nVolume\nStorage\nFolder\nBrainstorm sessions\nNotebook\nOneNote\nN/A\nSynchro with\nSharepoint\nMeetings\nPresentation\n.pptx\n200 MB\nSharepoint\nProcessing\n> Brainstorm\nsessions\nPlanning shortloops\nWork plan\n.xlsx\n100 KB\nSharepoint\nProcessing\n> Planning\nOverview of runs with\ndetailed process flow\nand characterization\nresults\nHistory of process steps,\nsummary and interpretation of\nresults\n.pptx,\n.xlsx\n1 GB\nSharepoint\nProcessing\n>Experiments\nRaw data\n.csv, .png,\n.jpg, .tiff\nMask design\nKLayout design of each version\n.gds, .lyp\n2 MB\nSharepoint\nProcessing\n> Masks\nHistory of modifications\n.docx\n10 KB\nOverview of features and mask\ndesign\n.pptx\n1 MB\nPhysical samples\nMasks for photolithography\n7 inch\nDedicated storage place in cleanroom\nSilicon and glass wafers\n6 inch or dice\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference\nto your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET\napplication). \nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review\ncommittee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP\nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be\nasserted?\nYes\nA confidentiality agreement has been established between the researcher and imec, meaning that approval in writing\nfrom imec will be required to publish contents of the research and disclose results to third parties.\nData regarding microfabrication may become part of a patentable invention. In this case, a discussion with the imec\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\npatent group will be initiated before the publication of a research paper.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to\nwhat data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nComsol simulations\nRaw simulation data (generated automatically in .txt files or handwritten in .xlsx spreadsheets) are collected per\nsimulation test in the same folder as the used Comsol model. The Comsol model is saved in .mph format (can only be\nopened with a compatible licence version) and in .m format. The latter format can be opened with Matlab or as .txt file to\nview details about the model and simulation parameters without Comsol licence.\nRaw data are stored in .txt files with the following details:\nname of the model\nlicence version (needed to open the model)\ndate of simulation\nThe filename is chosen such that it is clear what the data represent and what the value is of the varied parameter(s)\ncompared to the initial model.\nA Matlab script (also stored in the same folder) is used to convert raw data (.txt files) to graphs or to extract specific\nvalues of interest. This Matlab script also contains information about the definition and units of variables. Matlab post-\nprocessed data are then collected as graphs (.png, .tif or .svg) or as individual data points in detailed .xlsx spreadsheets.\nFinally, a .pptx presentation is created per simulation test to explain the methodology and summarize the most\nimportant results and conclusions.\nMicrofabrication\nFor each experiment, a history of all the process steps that a wafer undergoes is reported in a .xlsx spreadsheets with\nthe following details:\ndate\nprocess step\ntool\nprocess/characterization parameters\nprocess comments\nFor each process step, raw data and post-processed data are stored in dedicated folders per characterization method\n(optical microscope, atomic force microscope, surface profilometry, etc.). The name of each file clearly indicates which\nsample has been characterized.\nFinally, a .pptx presentation is created per experiment to explain the methodology and summarize the most important\nresults and conclusions.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in\ndetail which metadata will be created to make the data easy/easier to find and reuse.\nNo\nThere is no metadata standard available. The data will be stored and named in a consistent manner. As described in the\nprevious question, Matlab scripts (.m), spreadsheets (.xlsx), and presentations (.ppt) will make it easier to navigate\nthrough and interpret the collected data.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDuring the FWO project, data related to the PhD progress (e.g. theoretical courses, articles in progress, ...) will be\nstored in a personal OneDrive storage account and data related to the conducted experiments (simulations,\nmicrofabrication and characterization) will be stored in Sharepoint, in a channel dedicated to the FWO project. The\nOnedrive and Sharepoint storage accounts are both offered by imec.\nHow is backup of the data provided?\nImec Onedrive and Sharepoint take automatic daily back-ups.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or\ninsufficient storage or backup capacities are available then explain how this will be taken care of.\nYes\nFiles in OneDrive and Sharepoint are saved at cloud location, hence there should be sufficient storage space.\nWhat are the expected costs for data storage and back up during the project? How will these costs be\ncovered?\nThe costs will be covered by imec.\nData security: how will you ensure that the data are securely stored and not accessed or modified by\nunauthorized persons?\nAll the data is stored in imec's secure environment. Researchers from imec contributing actively to the FWO project have\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\naccess to the Sharepoint channel, while others will receive a protected link to access more specific data. When sharing\nthe link, the author can specify whether data can be edited or not.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a\nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual\nrestrictions, physical preservation issues, ...).\nAll the computer data will be retained for at least 10 years after the end of the project, conform the KU Leuven RDM\npolicy. Wafers will be stored for at least 1 year after fabrication. After 1 year, they will be destroyed to make space for\nother samples if they are fully characterized. The definition of fully characterized means that we do not need them\nanymore for further measurements.\nWhere will the data be archived (= stored for the longer term)?\nAll the computer data will be saved on the imec's servers (Sharepoint) for at least 10 years after the end of the\nproject, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the\ncosts be covered?\nThe costs will be covered by imec.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an\nagreement with a 3rd party, legal restrictions)?\nYes. Specify:\nA confidentiality agreement has been established between the researcher and imec, meaning that approval in writing\nfrom imec will be required to publish contents of the research and disclose results to third parties.\nWhich data will be made available after the end of the project?\nAfter publication of the research results, the full datasets can be made available upon request and upon imec's approval.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nData will be available upon request and upon imec's approval by sending a mail with a protected link to the data stored\non imec's server.\nWhen will the data be made available?\nUpon publication of the research results\nImec is entitled to postpone each and every publication by not more than 6 months to allow imec to take the necessary\nsteps in order to obtain intellectual property protection for the results included in such publication. Data that has not\nbeen published can be shared later on upon imec's aproval.\nWho will be able to access the data and under what conditions?\nData that has not been desclosed in publications can only be shared upon imec's aproval. Access will be considered after\na request is submitted explaining the planned reuse.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected as most data can be shared via online platforms.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nChloe Halbach\nWho will be responsible for data storage & back up during the project?\nChloe Halbach\nWho will be responsible for ensuring data preservation and reuse ?\nDavid Cheyns\nWho bears the end responsibility for updating & implementing this DMP?\nDavid Cheyns\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "FWO DMP Project Name PHD (FWO DMP) - FWO DMP Grant Title 1S27522N Principal Investigator / Researcher Chloe Halbach Project Data Contact Chloe Halbach Description The objective of this project is to design and develop a large-area flexible and stretchable capacitive ultrasound transducer array for medical imaging. To achieve this, we will rely on a combination of multi-physics simulation, microfabrication and experimental characterization. Institution KU Leuven 1. General Information Name applicant Chloe Halbach FWO Project Number & Title 1S27522N - Flexible and stretchable capacitive ultrasound transducer array for medical imaging Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Project management & training Type Format Volume Storage Folder Theoretical and soft skills courses Course book, presentations, assignments .pdf, .pptx, .docx 5 GB Onedrive PhDProgress > TheoreticalCourses > SoftSkills Notebook OneNote N/A Synchro with Onedrive Trainings Scientific communication Articles, presentations, posters, manuscript for publication .docx, .pptx, .pdf 2 GB Onedrive Overleaf Final version in Sharepoint PhDProgress > ScientificCommunication Final version in Publications Time management Planning and time tracking .xlsx 20 KB Toggl Track Onedrive PhDProgress > TimeManagement Administration Blueprint, diary, bench fee .docx, .xlsx, .pdf 100 MB Onedrive PhDProgress > Administration Meetings and brainstorm sessions Notebook OneNote N/A Synchro with Onedrive Meetings Presentation .pptx 200 MB Onedrive PhDProgress > PhDProgressMeetings Literature study Type Format Volume Storage Folder Notebook with detailed content from literature study Obsidian 2 GB Synchro with Onedrive LiteratureStudy Summary of literature study .pptx, .docx 1 GB Sharepoint Literature Articles mentioned in summary of literature study .pdf 1 GB Sharepoint Literature This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Design based on analytical models & finite element method Type Format Volume Software Storage Folder Finite element model .mph, .m 1 GB Comsol Sharepoint Modeling Script to run finite element model or analytical model .m 10 KB Matlab Output data from simulation .txt, .png, .xlsx 10 KB Script to process data .m 10 KB Matlab Summary of simulation methodology and results .pptx 1 GB Microfabrication Type Format Volume Storage Folder Brainstorm sessions Notebook OneNote N/A Synchro with Sharepoint Meetings Presentation .pptx 200 MB Sharepoint Processing > Brainstorm sessions Planning shortloops Work plan .xlsx 100 KB Sharepoint Processing > Planning Overview of runs with detailed process flow and characterization results History of process steps, summary and interpretation of results .pptx, .xlsx 1 GB Sharepoint Processing >Experiments Raw data .csv, .png, .jpg, .tiff Mask design KLayout design of each version .gds, .lyp 2 MB Sharepoint Processing > Masks History of modifications .docx 10 KB Overview of features and mask design .pptx 1 MB Physical samples Masks for photolithography 7 inch Dedicated storage place in cleanroom Silicon and glass wafers 6 inch or dice 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes A confidentiality agreement has been established between the researcher and imec, meaning that approval in writing from imec will be required to publish contents of the research and disclose results to third parties. Data regarding microfabrication may become part of a patentable invention. In this case, a discussion with the imec This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 patent group will be initiated before the publication of a research paper. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Comsol simulations Raw simulation data (generated automatically in .txt files or handwritten in .xlsx spreadsheets) are collected per simulation test in the same folder as the used Comsol model. The Comsol model is saved in .mph format (can only be opened with a compatible licence version) and in .m format. The latter format can be opened with Matlab or as .txt file to view details about the model and simulation parameters without Comsol licence. Raw data are stored in .txt files with the following details: name of the model licence version (needed to open the model) date of simulation The filename is chosen such that it is clear what the data represent and what the value is of the varied parameter(s) compared to the initial model. A Matlab script (also stored in the same folder) is used to convert raw data (.txt files) to graphs or to extract specific values of interest. This Matlab script also contains information about the definition and units of variables. Matlab post- processed data are then collected as graphs (.png, .tif or .svg) or as individual data points in detailed .xlsx spreadsheets. Finally, a .pptx presentation is created per simulation test to explain the methodology and summarize the most important results and conclusions. Microfabrication For each experiment, a history of all the process steps that a wafer undergoes is reported in a .xlsx spreadsheets with the following details: date process step tool process/characterization parameters process comments For each process step, raw data and post-processed data are stored in dedicated folders per characterization method (optical microscope, atomic force microscope, surface profilometry, etc.). The name of each file clearly indicates which sample has been characterized. Finally, a .pptx presentation is created per experiment to explain the methodology and summarize the most important results and conclusions. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No There is no metadata standard available. The data will be stored and named in a consistent manner. As described in the previous question, Matlab scripts (.m), spreadsheets (.xlsx), and presentations (.ppt) will make it easier to navigate through and interpret the collected data. 5. Data storage and backup during the FWO project Where will the data be stored? During the FWO project, data related to the PhD progress (e.g. theoretical courses, articles in progress, ...) will be stored in a personal OneDrive storage account and data related to the conducted experiments (simulations, microfabrication and characterization) will be stored in Sharepoint, in a channel dedicated to the FWO project. The Onedrive and Sharepoint storage accounts are both offered by imec. How is backup of the data provided? Imec Onedrive and Sharepoint take automatic daily back-ups. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Files in OneDrive and Sharepoint are saved at cloud location, hence there should be sufficient storage space. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs will be covered by imec. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the data is stored in imec's secure environment. Researchers from imec contributing actively to the FWO project have This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 access to the Sharepoint channel, while others will receive a protected link to access more specific data. When sharing the link, the author can specify whether data can be edited or not. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the computer data will be retained for at least 10 years after the end of the project, conform the KU Leuven RDM policy. Wafers will be stored for at least 1 year after fabrication. After 1 year, they will be destroyed to make space for other samples if they are fully characterized. The definition of fully characterized means that we do not need them anymore for further measurements. Where will the data be archived (= stored for the longer term)? All the computer data will be saved on the imec's servers (Sharepoint) for at least 10 years after the end of the project, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs will be covered by imec. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: A confidentiality agreement has been established between the researcher and imec, meaning that approval in writing from imec will be required to publish contents of the research and disclose results to third parties. Which data will be made available after the end of the project? After publication of the research results, the full datasets can be made available upon request and upon imec's approval. Where/how will the data be made available for reuse? Upon request by mail Data will be available upon request and upon imec's approval by sending a mail with a protected link to the data stored on imec's server. When will the data be made available? Upon publication of the research results Imec is entitled to postpone each and every publication by not more than 6 months to allow imec to take the necessary steps in order to obtain intellectual property protection for the results included in such publication. Data that has not been published can be shared later on upon imec's aproval. Who will be able to access the data and under what conditions? Data that has not been desclosed in publications can only be shared upon imec's aproval. Access will be considered after a request is submitted explaining the planned reuse. What are the expected costs for data sharing? How will the costs be covered? No costs are expected as most data can be shared via online platforms. 8. Responsibilities Who will be responsible for data documentation & metadata? Chloe Halbach Who will be responsible for data storage & back up during the project? Chloe Halbach Who will be responsible for ensuring data preservation and reuse ? David Cheyns Who bears the end responsibility for updating & implementing this DMP? David Cheyns This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}