{
  "LinkTitle": "D-2024-2891",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Development of reliable ceramics for hard tissue replacements: tooth enamel-inspired interdisciplinary research",
  "InitialFeedbackHistory": "02/07/2024\r\nDear,\nThe dmp contains most of the necessary information but will need some updating in the next versions, especially the final one. Some suggestions:\n1. Data description\nI suggest to have a look at the example data table in the template on dmp.online.be and to complete your table with the missing columns. The column for the expected size of the data is for example an important one because the size of the data may have an important impact on the costs of storage and preservation. \nYou are generating samples during your project, it is best to mention them in your data table.\n4. Documentation \nI would have a second look at the information about documentation and metadata. Most of the information under “Will a metadata standard be used?” refers to your documentation. There is no metadata standard mentioned, If you don't use a specific metadata standard it is best to say why, for example because none exists for your specific research domain.\n5. Data storage\nI suggest to mention who’s managing the cloud storage solution, the snapshots and the backup of the home directory, for example KU Leuven or your research group.\nIf the cloud storage solution is free of charge, it’s maybe best to mention this explicitly.\n7. Data sharing and reuse\nThere are no factors restricting the sharing of the data, but you say they will only be shared upon request by email which may seem a bit strange. I would certainly describe how such requests will be handled, and how people will learn of the existence of the datasets. Entering you data in RDR, the data repository of KU Leuven, as restricted data would show the metadata to everyone, while still allowing to share the data only on request.\n\nMark Verbrugge",
  "label": "good with suggestions"
}