{
  "LinkTitle": "D-2022-1363",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Towards enriched standardized testing: Constructing relevant school-level indicators of learning progress in secondary education.",
  "InitialFeedbackHistory": "10/05/2023\r\nBeste Koen,\n\nHierbij een herinnering dat jij de gevraagde nieuwe versie van je Data Management Plan zou indienen wanneer je PRET aanvraag in orde was. Dat is intussen het geval. Dus graag die nieuwe versie van het DMP zodat we dit kunnen aangeven als in orde.\n\n\nTer herinnering de eerdere communicatie hierover:\n\n18/08/2022 - Zal nieuwe versie DMP indienen nadat PRET in orde is. Email hierover 18/08/2022.\n\n12/05/2022 \n2. De interviews die je zal doen zijn nieuwe data, dus geef hier ook aan dat nieuwe data zullen ingezameld worden (niet enkel gebruik van bestaande data).\n\n3. De pseudonieme LISO en LOSO data die je zal gebruiken moeten beschouwd worden als \"personal data\" volgens de GDPR. (enkel volledig anonieme gegevens zouden dat niet zijn) Ook de interviews zijn 'personal data'. Het is dus belangrijk een privacy toetsing via PRET uit te voeren voor het project.\nDus, gelieve een PRET aanvraag in te dienen, en nadien een nieuwe versie van het DMP waarin het dossiernummer van PRET moet vermeld worden.\nOok een ethische toetsing is aanbevolen, zeker met het zicht op publiceren van het onderzoek (journals vragen meestal naar bewijs van ethische goedkeuring van onderzoek).\nVerdere info vind je hier: https://www.kuleuven.be/english/research/associatienet/ethics/guidance/humanparticipants?\nPRET aanvraag: https://www-sso.groupware.kuleuven.be/sites/pret/Pages/en/default.aspx\n\n7. Nu KU Leuven een eigen Research Data Repository heeft, RDR, is dit een geschilte palats om de LISO en LOSO datasets, en ook de interviews langdurig te bewaren, en You could also consider depositing data in KU Leuven RDR (Research Data Repository) to make them available for reuse, or to publish them linked todaar ook beschikbaar te stellen voor hergebruik in de toekomst: https://www.kuleuven.be/rdm/en/rdr/rdr\r\n\r\n12/05/2022\r\n2. De interviews die je zal doen zijn nieuwe data, dus geef hier ook aan dat nieuwe data zullen ingezameld worden (niet enkel gebruik van bestaande data).\n\n3. De pseudonieme LISO en LOSO data die je zal gebruiken moeten beschouwd worden als \"personal data\" volgens de GDPR. (enkel volledig anonieme gegevens zouden dat niet zijn) Ook de interviews zijn 'personal data'. Het is dus belangrijk een privacy toetsing via PRET uit te voeren voor het project. \nDus, gelieve een PRET aanvraag in te dienen, en nadien een nieuwe versie van het DMP waarin het dossiernummer van PRET moet vermeld worden.\nOok een ethische toetsing is aanbevolen, zeker met het zicht op publiceren van het onderzoek (journals vragen meestal naar bewijs van ethische goedkeuring van onderzoek). \nVerdere info vind je hier: https://www.kuleuven.be/english/research/associatienet/ethics/guidance/humanparticipants?\nPRET aanvraag: https://www-sso.groupware.kuleuven.be/sites/pret/Pages/en/default.aspx\n\n7. Nu KU Leuven een eigen Research Data Repository heeft, RDR, is dit een geschilte palats om de LISO en LOSO datasets, en ook de interviews langdurig te bewaren, en You could also consider depositing data in KU Leuven RDR (Research Data Repository) to make them available for reuse, or to publish them linked todaar ook beschikbaar te stellen voor hergebruik in de toekomst:  https://www.kuleuven.be/rdm/en/rdr/rdr",
  "label": "good with suggestions"
}