{
  "LinkTitle": "D-2024-2996",
  "Status": "Intermediate",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "REFUGEES: From Camp to Campus: Social Investment in Refugees and Newcomers through Higher Education.",
  "InitialFeedbackHistory": "26/03/2024\r\nSince you indicated that the start of your project is delayed some suggestions to consider when updating your DMP after you meet with the consortium, please submit your updated DMP as intermediate when ready. \n\n1) Data description: this section needs more attention as it influences your answers on later questions.\n- It is not clear what kind of data you will collect during fieldwork. If I understand correctly you will also interview RN's on their experiences? If so, then also include interview recordings and interview transcripts in the data table and protect & document these sensitive data well.\n- Ethical issues & personal data: you need to submit a PRET application before data collection starts and refer to your G-number in the DMP: https://admin.kuleuven.be/privacy/en/studpers/index\n- Legal issues: You will reuse existing data from STATBEL, check the user agreements and mention them under the question legal issues.\n3) Data storage: as you will use personal data, it is important to protect these sensitive data well. Enable the KUL multifactor authentication, add password protection on the folders with sensitive information, anonymize and pseudonymize where possible, do not send personal data via email... More practical information: https://admin.kuleuven.be/icts/english/research/data-management\n5) Consider using the KU Leuven Research Data Repository RDR. It is possible to put pseudonymized data in restricted access. If someone requests access to the data, you can evaluate the request and then a data sharing agreement will be drawn up together with the KU Leuven RDR team and legal team. More information: https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven .Example dataset on RDR: https://doi.org/10.48804/9EKOH5",
  "label": "good with suggestions"
}