{
  "LinkTitle": "D-2022-1394",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Virus-Enabled Replication and remobilization of Transposable elements and host eccDNAs In plant GenOmes",
  "InitialFeedbackHistory": "17/07/2024\r\nThe text you have pasted on the first two pages already contains a major part of the information needed in the DMP. Filling in the DMP template is obligatory. Therefore, try to incorporate the text on the first two pages in the corresponding sections in the DMP template. There are quite some inconsistencies between that text in the beginning and the things you have indicated in the DMP template. Feel free to reach out to us (onderzoek2bergen@kuleuven.be) for a short online meeting in case you want us to provide you with some guidance on this.\n\nResearch Data Summary: \nTip: If you fill in each dataset in a separate column of the table, you can provide details on new/reused, digital/physical, data type, format, volume, ... for each of the data types separately. This will provide you and us with a clear overview of each data type and the possible challenges faced when working with those data.\nYou indicate that you will work with reused data, can you specify the source of those data in your DMP?\n\nDocumentation and Metadata: \nDocumentation is the comprehensive description of the dataset, including its purpose, structure, and how it was created. Metadata is structured information that describes and provides context for the data, such as the author, date of creation, and keywords, making it easier to find, use, and understand the dataset. The text on the first two pages of your documents already provides some information on documentation and metadata you might create. Try to provide that information in your DMP template as well.\n\nData Storage & Back-up during the Research Project: \nElaborate a bit more on the data backup procedures in place. How, where and how often are backups created? Elaborate a bit more on the data security procedures in place. How do you make sure only authorized persons can access the data?\nProvide an estimation of the expected costs for data preservation during the expected retention period and indicate how these costs will be covered. Note that according to the KU Leuven RDM policy, you should store relevant data for at least 10 years. You have correctly indicated that at the beginning of the document, but in the template itself, you indicate \"more than 5 years\"\n\nData sharing and reuse: \nYou have already provided some good information on this in the text on the first two pages of your document. However, this is not reflected in the DMP template itself. Have a look at the information in that text on the first two pages and try to fill it in the correct sections of your DMP template.\nProviding your data with a DOI (Digital Object Identifier) or PID (Persistent Identifier) is crucial because it ensures the data can be reliably located and accessed over time, enhances citation and tracking of the data, supports data integrity and authenticity, and facilitates better data management and integration into digital libraries and repositories. When you plan on uploading your data to a trustworthy data repository (as you indicate in the text on the first two pages of your document) your data will automatically provided with a DOI. In case uploading to a trustworthy data repository (like e.g., NCBI or Zenodo) is still the plan, you should probably change your answer to this question. Note that as a KU Leuven researcher, you can share your data through our institutional repository RDR as well (https://www.kuleuven.be/rdm/en/rdr). By uploading in RDR an uploaded dataset gets its own DOI, is registered in Lirias, and appears on your who-is-who publication list. This way your data is immediately integrated into the KU Leuven systems and you can get the full support for KU Leuven staff.\nWhen sharing your data it is important to add a license to the data. Adding a license like CC-BY to a dataset is crucial as it clarifies usage rights, prevents legal disputes, encourages reuse and collaboration, ensures proper attribution, and supports open science principles. You can find more information on the creative commons licenses through https://creativecommons.org/. Can you provide any information on the license you might use?",
  "label": "good with suggestions"
}