{
  "LinkTitle": "D-2025-3747",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EUHB",
  "ProjectTitle": "The Mechanics of Canon Formation and Knowledge Transmission from Graeco-Roman Antiquity",
  "InitialFeedbackHistory": "21/03/2025\r\nProject 1:\n- Data storage and backup: You mention that OneDrive is used as a storage solution for research data. OneDrive is being phased out for this purpose for a number of reasons, chief among which the fact that, because your OneDrive account is connected to your KU Leuven employment, your data is deleted as soon as you leave the university for any reason. In other words, data stored on OneDrive cannot be accessed by the university itself, which goes against KU Leuven RDM Policy. To find a different storage solution, we recommend you use the ICTS Storage Guide (at https://icts.kuleuven.be/storagewijzer/en).\nProject 2:\n- Origin/provenance of the data: Some of the data you intend to reuse was generated by the University of Leipzig (digitizations with OCR) and the University of Münster (quotation database). Make sure to check whether there are licenses attached to these datasets that allow for reuse -- if so, I would mention that here.\n- Repository & persistent identifiers: Unless there's a commonly used discipline-specific example, we encourage using KU Leuven RDR (https://rdr.kuleuven.be/) as a data repository. When you upload data to RDR, a DOI is automatically provided, so you don't need to worry about assigning anything yourself. Additionally, RDR's integration dashboard (https://www.kuleuven.be/rdm/en/rdr/integration-dashboard) allows you to pull data from GitHub and GitLab and provides a DOI for those datasets as well.\n- Data availability: You can add that KU Leuven policy required the data to be kept for a period of at least 10 years. Uploading data in RDR means you comply with this automatically.\n- Data security: Note that repositories (institutional like RDR or general like Zenodo) are not meant for data storage during the project, but for data archiving and publishing after the project. To find an appropriate storage solution you can use during the research project, please consult the ICTS Storage Guide (at https://icts.kuleuven.be/storagewijzer/en). Research data must be stored in a KU Leuven environment, in line with university policy.\nProject 3:\n- Increase data re-use: As you state earlier, the ESTC and ECCO data should not be made freely available (unless the licenses attached to them allow so).\nProject 4:\n- Types and formats of data: Please add the formats that you intend to keep these datasets in (compare with the other project DMPs). If you're performing OCR on printed editions, are you saving images of these texts?\n- Expected size of the data: It's best to specify the approximate digital filesize of the data in total (in MB, GB, etc.) rather than the word count of the textual dataset; the former is important for data management practices.\n- Origin/provenance of the data: Make sure to check whether there are licenses attached to these online datasets that allow for reuse, or contact the platform to explain your intended reuse.\n- Data and metadata vocabularies, standards, etc.: Please specify what metadata standard(s) you intend to use.\n- Documentation: You can also use the README file to explain your methodology in gathering/generating the data, to make it easily understandable for other researchers.\nProject 5:\n- Data security & ethics: There are a number of unanswered questions at the end (I assume because this information can be derived from other responses). It would be best to answer these briefly as well.\nProject 6:\n- Origin/provenance of the data: Make sure to check whether there are licenses attached to the  reused datasets (from PASSIM or libraries/archives) that allow for reuse, or contact the platform or institution to explain your intended reuse.\n- License: Note that a CC0 license (public domain) is not the same as a CC-BY license (attribution required).\n- Will your data be made freely available: This refers to data rather than publications, so Diamond Open Access is not relevant here. As you stated previously, the Radboud Data Repository along with a permissive license like CC0 or CC-BY ensures availability.\nProject 7:\n- You provide a detailed list of the texts you study, but some further information with regard to the data is needed: what form are you studying these texts in? If digital, what formats are you using and what is the origin of these files? Are you allowed to freely reuse/republish them? What is the intended file size? Are you using any other types of files?\n- Repository: Please note that OpenAIRE and CLARIN are not repositories but assessment tools/certifications for repositories.\n- Data: If you're intending on working with sensitive or unpublished medical data (which I doubt, based on your subsequent answers), you need to handle these in accordance with GDPR: be aware that not all such data can be made freely available (if not anonymized). Note that concepts like informed consent are not relevant to the use of unpublished manuscripts.\nProject 8:\n- Origin/provenance of the data: Make sure to check whether there are licenses attached to the  reused datasets (e.g. from Brepolis) that allow for reuse, or contact the platform or institution to explain your intended reuse.\n- Data security: Note that repositories (institutional like KU Leuven RDR or general like Zenodo) are not meant for data storage during the project, but for data archiving and publishing after the project.\nProject 9:\n- Origin/provenance of the data: Make sure to check whether there are licenses attached to the  reused datasets (from JSTOR) that allow for reuse, or contact the platform or institution to explain your intended reuse.",
  "label": "good with suggestions"
}