{
  "LinkTitle": "D-2023-2292",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "The emotional signature of anhedonia in depression and psychosis in daily life: Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods",
  "InitialFeedbackHistory": "07/06/2023\r\nGood DMP! When submitting the DMP to the European Commission, it may be more clear to just submit the full DMP. You can do this by deselecting the DPIA, GDPR record & grant proposal options in the “Download” tab on DMPonline.be \n\n1.\tData summary: Very clear and informative data table! Suggestion: maybe add the usage license for the existing data. Literature review: consider using a reference manager to manage your sources, notes and search strategy (e.g. EndNote, RefWorks, Mendeley, …). Note that Mendeley and Zotero can also be integrated in OSF. \n\n2.\tFAIR data\n2.1.1 Here you mention “Deposited data and other outputs will be identified with a persistent identifier such as DOI (e.g., open science framework [OSF], Leuven ROR”. Do you mean KU Leuven RDR? (https://rdr.kuleuven.be/). Which dataset will you deposit in KU Leuven RDR? You don’t mention depositing data in RDR later on in the DMP. If you won’t use KU Leuven RDR, you can just mention OSF here.\n2.1.3 “Key words will be provided through the OSF according to standards relevant to psychiatry and mental health (or Dublin Core)”. You can add Tags in OSF to files to enhance discoverability. It may be useful to select some tags (keywords) from a controlled vocabulary/ontology that is indeed relevant for your discipline. Dublin core is a metadata standard that is used to describe resources, it is not a controlled vocabulary and thus not very relevant for this question (for more information on controlled vocabularies: https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/vocabularies) \n2.2.11 The EC strongly advises researchers to use a OSI approved license for source code (https://opensource.org/licenses/). This license chooser is also handy: https://ufal.github.io/public-license-selector/\n\n5.\tData security: Did you apply for ethical review at CTC? \n5.2 “All data will be stored indefinitely in the OSF” a bit confusing because you mentioned that the sensitive data won’t be deposited on OSF",
  "label": "good with suggestions"
}