{
  "LinkTitle": "D-2022-1562",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Understanding joint health: biomechanical and mechanobiological characterization of the bonecartilage interface",
  "InitialFeedbackHistory": "15/09/2022\r\nThank you for submitting your revised DMP, just 2 small suggestions:\n4. Documentation and metadata: Which documentation will you use, for example notebooks, protocols etc. DDI is a standard for social sciences and may not be the most appropriate for your data, you can adjust a general standard such as dublin core, but maybe the metadata collected with microCT and microscopy are already sufficient?\n7. Sharing: Have you considered using a data repository for data preservation and sharing? Maybe the EMBL-EBI repositories may be suitable (www.ebi.ac.uk/submission/). If there is no disciplinary repository for your data you can consider using KU Leuven RDR (www.kuleuven.be/rdm/en/rdr).\nIf you like to learn more about documentation, metadata and data repositories please contact onderzoek2bergen@kuleuven.be\r\n\r\n15/09/2022\r\nThank you for submitting your revised DMP, just 2 small suggestions:\n4. Documentation and metadata: Which documentation will you use, for example notebooks, protocols etc. DDI is a standard for social sciences and may not be the most appropriate for your data, you can adjust a general standard such as dublin core, but maybe the metadata collected with microCT and microscopy are already sufficient?\n7. Sharing: Have you considered using a data repository for data preservation and sharing? Maybe the EMBL-EBI repositories may be suitable (www.ebi.ac.uk/submission/). If there is no disciplinary repository for your data you can consider using KU Leuven RDR (www.kuleuven.be/rdm/en/rdr).\nIf you like to learn more about documentation, metadata and data repositories please contact onderzoek2bergen@kuleuven.be\r\n\r\n08/07/2022\r\nYou now submitted the data management information that is asked for in the proposal. At this stage of the project FWO asks a more elaborate data management plan. To write this you can use DMPonline KU Leuven (https://dmponline.kuleuven.be/), selecting the FWO template, here you can also find guidance. Alternatively, you can use the word template that you can find on the FWO website (www.fwo.be/en/the-fwo/research-policy/data-management-plan/). You can find more information on our RDM website: www.kuleuven.be/rdm/en/guidance/dmp",
  "label": "good with suggestions"
}