{
  "LinkTitle": "D-2023-1780",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Boundaries Across Borders: A Comparative Cultural Sociology of the Millennial Professional-Managerial Class in Canada, Belgium, and the United States",
  "InitialFeedbackHistory": "17/04/2023\r\nWill interviews not be transcribed? Only audio and video are listed as data in table in section 1. If you plan to transcribe those, then also included text transcripts as data.. \n\nGreat that you have deposited your Toronto datasets in RDR for reuse, but they are there still as draft datasets, not published. Therefore, the DOI is not yet active. It would be best if you submit those datasets, so they can be reviewed by the RDR team and then published. That does not mean that the data themselves need to be made accessible to other researchers. You can set the access to closed or restricted, if needed.\n\nPlease include your PRET approval (or application) number.for question on personal data.\n\nDocumentation: please also describe which documentation will accompany your data, e;g. methods information, question list for interviews, listing table of all interviews, questionnaire form, codebook for questionnaires, etc. \n\nData storage: you cannot store data during research in KU Leuven RDR. That is to deposit / publish data when final. Check the storage guide for best storage solution during your research: https://icts.kuleuven.be/storagewijzer/en\n\nData sharing: you state \"Owing to the nature of the personal data collected, this data will not be made available for reuse by anyone except myself and my promotor. The reason for this is that this is a stated condition in the \"letter of information\" that study participants will receive; they are informed that they can expect that their data will only be visible to myself, the principal investigator.\"\nKeep in mind that journals may expect that data are available for review / reuse. And repositories like KU Leuven RDR can facilitate this in a secure / controlled way via data transfer agreements. So consider whether this restriction that data can only be used by yourself is really necessary.",
  "label": "good with suggestions"
}