{
  "LinkTitle": "D-2024-2900",
  "Status": "Intermediate",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "inteGRating mEchnochEmistry aNd mEmbranes for lithium-ion battery Recycling: a closed-loop route (GREENER)",
  "InitialFeedbackHistory": "04/07/2024\r\nDear professor,\n\nThis dmp covers most aspects, but there are some issues that should be addressed in the next version of the dmp.\n\n2. Research data summary\n\nIt is not really necessary to mention the lab notebooks in the data table. They are part of your documentation (see 3. Documentation and metadata). You might mention the samples you create for your measurements when describing the different types of measurements, even if you will not keep the samples.\n\nWe advise to always answer the questions. For example when it comes to the reuse of data, avoid to leave the question open, even if the answer is just “No” or “Doesn’t apply”. \n\n3. Documentation and metadata\n\nYour answer on the question whether a metadata standard is used is no. Best to give some explanation, for example because no standard exists that fits your research. \nIf you use RDR, you will enter some metadata to describe the set. You can mention them here. \nYou might also refer to the proprietary metadata standards used by your measurement equipment, if any.\n\n5. Data preservation\n\nWhy are you not following the KU Leuven policy to keep data underlying publications for 10 years?\n\nOn “Where will these data be archived” you checked KU Leuven RDR but the explanation “All the data will be sotred for thelong-term on the KUL service servers ... suggests that you are going to use other KU Leuven solutions as well.\n\n6. Sharing\n\nYou have one unanswered question (If acess is restricted, please specify who will be able to access the data under what conditions). Best to answer something even if only “Not yet known”.\n\nIn your answer on \"Will the data be made available for reuse?\" you mention Lirias but Lirias is only a repository for publications, not for data. RDR is meant for data underlying publications.\n\nYou are going to offer data as restricted, and only available on request. In that case you will need a Data Transfer Agreement. Best to check that box under “Which data usage licenses are you going to provide?”. \n\nBetter to answer \"Yes\" on \"Do you intend to add aPID/DOI/accession number...?\" because if you deposit in RDR a DOI will automatically be assigned to your dataset.\n\nCosts: if you have 3Tb of data then you will have to consider costs for long term preservation. Best to contact RDR for example when you are dealing with data sets of this size.\n\nBest regards,\n\nMark Verbrugge",
  "label": "good with suggestions"
}