{
  "LinkTitle": "D-2023-2450",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Climate policy integration in Vietnam’s low-carbon development strategy: Evaluating progress, explaining outcome, and innovating for the future",
  "InitialFeedbackHistory": "28/03/2024\r\nClear DMP! Some suggestions:\n- Metadata: Since you will deposit some of your research data in KU Leuven RDR, you will describe your dataset with the RDR metadata fields making your data more findable. You can mention this under the section metadata standard.\n- Data storage during the research project: consider deleting the audio recordings of the interviews once you have transcribed them and no longer need the recordings, to protect the data subjects. More information: https://admin.kuleuven.be/privacy/en/studpers/gdpr-code-of-conduct “When do I no longer need the personal data?”\n- Data preservation after the end of the research project: You mention preserving your data on your personal KUL OneDrive for Business account. Since OneDrive for business is a personal account and is linked to your KU Leuven employment, it is not suitable for long term preservation of research data. Maybe already consider where you can archive your data for example moving the data from your personal OneDrive to a shared drive (J:drive), SharePoint online or Teams site of your research group or the archival drive of KU Leuven (K:drive). For more options: https://icts.kuleuven.be/storagewijzer/en\nYou will also deposit (and therefore archive) some of your data on KU Leuven RDR, so that’s good!\n- Data sharing:\nYou will reuse policy documents for your content analysis. Check if you are allowed to re-share them in KU Leuven RDR by consulting the license.\nIt is also possible to deposit pseudonymized interview data in restricted access on KU Leuven RDR. This means that users will need to request access to your data, if this request is legitimate, a data sharing agreement will be drawn up together with the RDR team and legal experts of KU Leuven so that your data and the privacy of data subjects are well protected. For more information: https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven\n“There are no expected costs for data storage, as OneDrive for Business is free for staff and students of KU Leuven.” Change to “There are no expected costs for data sharing as each KU Leuven researcher can deposit up to 50 GB per year for free on KU Leuven RDR”",
  "label": "good with suggestions"
}