{
  "LinkTitle": "D-2024-2695",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Flowers of Rebellion in a Contended “Desert” – State Policies and Indigenous Women’s Activism for the Recovery of Ancestral Lands in Argentina",
  "InitialFeedbackHistory": "29/02/2024\r\nVery clear DMP!\n1) Data description table: \"Are there any legal issues...?\" You also mentioned using online legal databases, check the user agreements of these databases. If there are any restrictions for reusing the data, mention these here.\n2) Documentation & metadata: \"I plan to deposit and share part of the data that I will produce and process via KU Leuven RDR DataCite\" do you mean the KU Leuven Research Data Repository RDR? (rdr.kuleuven.be) If you plan to deposit your data in RDR, RDR provides metadata fields to describe the dataset and make it findable. You can also mention that here.\n3) Data storage: Tip: enable the multifactor authentication to protect your KUL OneDrive for Business account (https://admin.kuleuven.be/icts/services/mfa)\n4) Data preservation:\n- To protect data subjects you will probably also pseudonymize your data and thus not preserve all the personal data? (More information: https://www.kuleuven.be/rdm/en/guidance/preservation see \"Reasons not to keep personal data\")\n- \"Data will be stored on OneDrive for Business\": OneDrive for business is not suitable for long term preservation/archiving of data because the account is personal and is tied to KU Leuven employment. You can archive your data on KU Leuven RDR (like you mentioned earlier) or on a suitable long term storage infrastructure at KU Leuven (for example the Large volume storage or in an archive folder on the shared drive of the research group). You do mention \"and managed through the supervisors' accounts as well\" but it is not very clear on which KU Leuven storage solution.\n5) Data sharing: Good to mention that you are still at an initial stage of the research and that you will look into this matter later. Tip: it is also possible to deposit research data (for example pseudonymized transcripts of interviews) in restricted access with a custom KU Leuven license. This means that users will have to request access to your dataset and that a data sharing / transfer agreement will be set up with the help of the KU Leuven legal department to protect the data subjects. For more information on protecting your data with a license on RDR see: https://www.kuleuven.be/rdm/en/rdr/license-selection",
  "label": "good with suggestions"
}