{
  "LinkTitle": "D-2024-3224",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Review required by reviewer",
  "Funder": "FWO",
  "ProjectTitle": "Spinoza and the Quantification of Nature",
  "InitialFeedbackHistory": "31/03/2025\r\nI notice you've only entered a single dataset (your bibliography) and state you only work with physical data (books and articles). In fact, everything that leads up to actual publications is considered \"data\": this includes books and articles you may consult, but also, for example, the bibliographic references themselves and any notes you might take during your research. In this light, I think it's best to be a bit more detailed in your data summary and hence your plan in general. Here are some questions I have:\n- Are you not consulting any digitizations of articles, books, or Spinoza's works? If you are, are you storing these somewhere on your computer or finding them elsewhere?\n- How do you take research notes? Are you using a particular program or physical notebooks to do so? If you're only writing physical notes, it's best to periodically make digital copies of these, since KU Leuven policy (https://www.kuleuven.be/rdm/en/policy) asks that the university has access to all data.\n- Are you using OneDrive or any other storage solution to save other materials (like article drafts or any relevant data)?\n- How do you maintain your bibliography? Are you using a reference manager like Zotero? Tools like Zotero create structure by adding metadata -- essentially, information about your data.\n- Are you documenting your workflow or process in saving notes/your bibliography/other materials (in a README file, for example)? If it's fairly straightforward, that's fine, of course, but it's worth thinking about doing so to ensure you can still easily understand your data in the future.\n- If there are no privacy-related or ethical issues that prevent you from doing so, KU Leuven and the FWO strongly encourage you to share materials through a repository (like KU Leuven RDR). It's very easy to upload, for instance, an annotated bibliography to RDR (as a companion to an article or book): in doing so, your dataset is assigned a DOI, so you can cite it as you would an article and add it to your publication list. This way, you can improve the visibility of your research.\nI realize that the DMP and its language might seem to be geared towards experimental or quantitative research, but FWO and KU Leuven are increasingly considering it a priority in the humanities as well (and FWO can request to check your DMP). What's more, it can be a genuinely useful tool to think about securing and sharing your research beyond traditional publications. I recommend you have a look at the hands-on guide to research data management in the humanities (https://doi.org/10.5281/zenodo.14179688): it goes step-by-step through the different parts of the DMP and provides example answers. If you need any further advice or just want to talk about data management in your project, feel free to reach out to me (sam.urlings@kuleuven.be) or the RDM helpdesk (rdm@kuleuven.be).",
  "label": "good with suggestions"
}