{
  "LinkTitle": "D-2024-2500",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Fostering personalized learning in primary schools through the use of learning analytics dashboards",
  "InitialFeedbackHistory": "12/06/2024\r\nComprehensive data table! Some suggestions to enhance the DMP:\n- You have valuable information in the application DMP that is not addressed in the actual DMP. For example more information on how you handle the personal data. It is best to incorporate the relevant information from the application DMP in the actual FWO DMP and then remove page 2 and 3 from the final DMP.\n- Data storage and back-up: In the application DMP you also mentioned: “We will pseudonimyze each data file consisting of personal data. The file with the orginal personal data and the blinding key will be stored by the data manager of our research group. This is Marc Vlecken who will be responsible to preserve the data during the research.” Incorporate this information here and explain where the raw data and blinding key will be stored and how it will be protected.\n- Data sharing and reuse: This section needs a bit more attention as some answers are contradictory.\n\nInformed consent is necessary for sharing pseudonymized data and participant identity information. Privacy issues can prevent openly sharing the pseudonymized data, ask via your PRET application if in doubt whether sharing data violates privacy rights.\n\nNote the difference between the raw personal data, pseudonymized data and anonymized data. Pseudonymous data are personal data that have been processed in such a way that they can no longer directly be linked to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person. Anonymous data are not personal data. Anonymous data are data that do not relate to an identified or identifiable natural person or to personal data anonymised in such a manner that the data subject is not or no longer identifiable (by anyone or in any way).\nYou mention that “Only the researchers working at the research centers to which the PI and collaborator belong can have access to the anonymized data upon publication of the project results and after the project. Only the PI and collaborator have access to the pseudonymized data.” But then you also mention that you will share pseudonymized data in open access on KU Leuven RDR? This needs some clarification.\n\nFor more information on personal data: https://admin.kuleuven.be/privacy/en/intranet/GDPR-data\nFor more information on Pseudonymisation, anonymisation & encryption: https://admin.kuleuven.be/privacy/en/studpers/pae\nRDM at PPW guidance: https://ppw.kuleuven.be/en/research/rdm-at-ppw",
  "label": "good with suggestions"
}